Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Web/Chat.*.resx
Languages: ar, be, de, he_il, hr_hr, id, it, kk_kz, lt, ms_my, ro, sr, vi

source: loading users...
be: загрузка карыстальнікаў...
de: User laden...
hr_hr: učitavanje korisnika...
id: memuat pengguna...
it: caricamento utenti...
kk_kz: қолданушыларды жүктеу...
lt: įkeliami vartotojai...
ms_my: memuatkan pengguna...
ro: se incarcă utilizatorii...
sr: учитавање корисника...

# talking_in
source: talking in {0}
ar: يتحدث في {0}
be: размаўляе ў {0}
de: in {0} reden
he_il: מדבר ב- {0}
hr_hr: razgovaranje u {0}
id: berbicara di {0}
it: parlando in {0}
kk_kz: {0}де сөйлесуде
lt: pokalbis {0}
ms_my: berbual dalam {0}
ro: vorbești în {0}
sr: разговарање у {0}
vi: đang trò chuyện ở {0}

# talking_with
source: talking with {0}
ar: يتحدث مع {0}
be: размаўляе з {0}
de: Chat mit {0}
he_il: מדבר עם {0}
hr_hr: razgovaranje sa {0}
id: berbicara dengan {0}
it: parlando con {0}
kk_kz: {0}мен сөйлесу
lt: pokalbis su {0}
ms_my: berbual dengan {0}
ro: vorbești cu {0}
sr: разговарање са {0}
vi: đang trò chuyện với {0}

# title_compact
source: chat
ar: محادثة
be: чат
he_il: צ'אט
hr_hr: razgovor
kk_kz: чат
lt: pokalbiai
ms_my: bualan
sr: ћаскање

source: unread messages
de: ungelesene Nachrichten
id: pesan yang belum dibaca
it: messaggi non letti
kk_kz: оқылмаған хаттар
ms_my: pesanan yang belum dibaca
ro: mesaje necitite
sr: непрочитане поруке

# cannot_send.channel
source: You cannot message this channel at this time.
ar: لا يمكنك الاِرسال في هذه القناة حاليا. قد يكون هذا سبب لأي من الأسباب التالية:
be: Зараз вы не можаце адпраўляць паведамленні ў гэты канал. Магчыма гэта выклікана адной з наступных прычын:
de: Du kannst derzeit keine Nachrichten in diesem Channel senden. Dies kann folgende Gründe haben:
he_il: אתה לא יכול לשלוח הודעה בערוץ הזה כרגע. זה יכול להיות בגלל הסיבות הבאות:
hr_hr: Trenutno ne možeš slati poruke u ovom kanalu.
id: Kamu sedang tidak dapat mengirimkan pesan pada kanal percakapan ini.
it: Al momento non puoi inviare messaggi in questo canale.
kk_kz: Сіз осы уақытта бұл арнаға хат жаза алмайсыз.
lt: Šiuo metu jūs negalite rašyti šiame kanale.
ms_my: Anda tidak boleh mengirim pesanan dalam saluran ini pada masa ini.
ro: Nu poți trimite mesaje în acest canal momentan.
sr: Тренутно не можете слати поруке у овај чет.
vi: Hiện bạn không thế gửi tin nhắn vào kênh này. Điều này có thể vì những lí do sau:

# cannot_send.user
source: You cannot message this user at this time.
ar: لا يمكنك الاِرسال لهذا المستخدم حاليا. قد يكون هذا سبب لأي من الأسباب التالية:
be: Зараз вы не можаце адпраўляць паведамленні гэтаму карыстальніку. Магчыма гэта выклікана адной з наступных прычын:
de: Du kannst derzeit keine Nachrichten an diesen User senden. Dies kann folgende Gründe haben:
he_il: אתה לא יכול לשלוח הודעה למשתמש הזה כרגע. זה יכול להיות בגלל הסיבות הבאות:
hr_hr: Trenutno ne možeš slati poruke ovom korisniku.
id: Kamu sedang tidak dapat mengirimkan pesan kepada pengguna ini.
it: Al momento non puoi inviare messaggi a questo utente.
kk_kz: Сіз бұл қолданушыға хат жібере алмайсыз.
lt: Šiuo metu jūs negalite rašyti šiam žaidėjui.
ms_my: Anda tidak boleh mengirim pesanan kepada pengguna ini pada masa ini.
ro: Nu poți trimite mesaje acestui utilizator momentan.
sr: Тренутно не можете слати поруке овом кориснику.
vi: Hiện bạn không thế gửi tin nhắn cho người dùng này. Điều này có thể vì những lí do sau:

# channels.confirm_part
source: Do you want to hide this channel? You will still receive messages from this channel.
de: Möchtest du diesen Channel ausblenden? Du erhältst weiterhin Nachrichten aus diesem Channel.
id: Apakah kamu ingin menyembunyikan kanal percakapan ini? Kamu akan tetap menerima pesan dari kanal percakapan ini.
it: Vuoi nascondere questo canale? Riceverai ancora messaggi da questo canale.
kk_kz: Сіз бұл арнаны жасырғыңыз келеді ме? Сізге бұл арнадан хабарламалар әлі де келіп тұрады.
lt: Ar norite paslėpti šį kanalą? Jūs toliau gausite žinutes iš šio kanalo.
ms_my: Adakah anda ingin sorokkan saluran ini? Anda masih akan menerima pesanan dari saluran ini.
ro: Dorești să ascunzi acest canal? Vei primi în continuare mesaje de pe acest canal.
sr: Да ли желите да сакријете овај канал? И даље ће те примати поруке са овог канала.

# channels.create
source: create announcement
de: Ankündigung erstellen
id: buat pengumuman
it: crea un annuncio
kk_kz: хабарландыру жасау
lt: kurti skelbimą
ms_my: cipta pengumuman
ro: creează anunţ
sr: креирај најаву

# channels.join
source: join channel
de: Channel beitreten
id: gabung kanal baru
it: unisciti al canale
kk_kz: арнаға қосылу
ms_my: masuk saluran
ro: alătură-te canalului
sr: уђите у канал

# channels.none
source: no channel
de: Keine Channel
id: tidak ada kanal
it: nessun canale
kk_kz: арналар жоқ
ms_my: tiada saluran
ro: nu există canale
sr: нема канала

# channels.list.title.announce
source: Announcements
ar: الإعلانات
be: Аб'явы
de: Ankündigungen
hr_hr: Obaveštenja
id: Pengumuman
it: Annunci
kk_kz: Хабарландырулар
lt: Skelbimai
ms_my: Pengumuman
ro: Anunțuri
sr: Најаве
vi: Thông báo

# channels.list.title.group
source: Groups
ar: المجموعات
be: Групы
de: Gruppen
hr_hr: Grupe
id: Grup
it: Gruppi
kk_kz: Топтар
lt: Grupės
ms_my: Pasukan
ro: Grupuri
sr: Групе
vi: Nhóm

# channels.list.title.pm
source: Direct messages
ar: الرسائل المباشرة
be: Паведамлення
de: Direktnachrichten
hr_hr: Direktne Poruke
id: Pesan pribadi
it: Conversazioni
kk_kz: Жеке хаттар
lt: Tiesioginės žinutės
ms_my: Pesanan langsung
ro: Mesaje directe
sr: Директне поруке
vi: Tin nhắn trực tiếp

# channels.list.title.public
source: Channels
ar: القنوات
be: Каналы
de: Channel
hr_hr: Kanali
id: Kanal Percakapan
it: Canali
kk_kz: Арна
lt: Kanalai
ms_my: Saluran
ro: Canale
sr: Канали
vi: Kênh

# channels.list.title.team
source: Team
id: Tim
it: Squadra
ms_my: Pasukan
ro: Echipă
sr: Тим

# form.title.announcement
source: Create New Announcement
de: Erstelle neue Ankündigung
id: Buat Pengumuman Baru
it: Crea nuovo annuncio
kk_kz: Жаңа хабарландыру жасау
lt: Sukurti Naują Skelbimą
ms_my: Cipta Pengumuman Baharu
ro: Creați Anunț Nou
sr: Креирај Нову Најаву

# form.labels.description
source: description
de: Beschreibung
id: keterangan
it: descrizione
kk_kz: сипаттама
lt: aprašymas
ms_my: keterangan
ro: descriere
sr: опис

# form.labels.message
source: message
de: Nachricht
id: pesan
it: messaggia
kk_kz: хат
ms_my: pesanan
ro: mesaj
sr: порука

# form.labels.name
source: room name
de: Raumname
id: nama ruangan
it: nome stanza
kk_kz: бөлме аты
lt: kambario pavadinimas
ms_my: nama bilik
ro: numele camerei
sr: име собе

# form.labels.users
source: players to add
de: Spieler hinzufügen
id: pemain yang akan ditambahkan
it: giocatori da aggiungere
kk_kz: қосу керек ойыншылар
lt: žaidėjai pridėjimui
ms_my: pemain yang akan ditambah
ro: jucători de adăugat
sr: играче за додати

# not_found.message
source: There's nothing here, maybe you left the channel or it doesn't exist...
ar: لا يوجد شيء هنا، ربما تركت القناة أو أنها غير موجودة...
be: Тут нічога няма, мусіць вы выйшлі з канала або ён не існуе...
de: Hier gibt es nichts, vielleicht hast du den Channel verlassen oder er existiert nicht...
hr_hr: Ovdje nema ničega, možda si napustio kanal ili ne postoji...
id: Tidak ada apa-apa di sini. Mungkin kamu telah meninggalkan kanal percakapan ini, atau kanal yang ingin kamu tuju sudah tidak ada...
it: Non c'è niente qui, forse hai lasciato il canale oppure non esiste...
kk_kz: Бұл жерде тыныш, сіз арнадан шығып кетуіңіз не арна мүлдем болмауы мүмкін...
lt: Čia nieko nėra. Galbūt jūs palikote šį kanalą arba jis nebeegzistuoja...
ms_my: Tiada apa-apa di sini. Saluran mungkin ditinggalkan atau tidak ada...
ro: Nu este nimic aici. Poate ai părăsit canalul sau nu există...
sr: Овде не постоји ништа, можда сте изашли из канала или канал не постоји...
vi: Không có gì ở đây, có lẽ bạn đã thoát kênh hoặc kênh không tồn tại...

# not_found.title
source: channel not found
ar: القناة غير موجودة
be: канал не знойдзены
de: Channel nicht gefunden
hr_hr: kanal nije pronađen
id: kanal percakapan tidak ditemukan
it: canale non trovato
kk_kz: арна табылмады
lt: kanalas nerastas
ms_my: saluran tidak ditemui
ro: canalul nu a fost găsit
sr: канал није пронађен
vi: không tìm thấy kênh

# input.create
source: Create
de: Erstellen
id: Buat
it: Crea
kk_kz: Жасау
lt: Kurti
ms_my: Cipta
ro: Creează
sr: Креирај

# input.disabled
source: unable to send message...
ar: غير قادر على إرسال الرسالة...
be: не атрымалася адправіць паведамленне...
de: Nachricht konnte nicht gesendet werden...
he_il: אין אפשרות לשלוח את ההודעה...
hr_hr: nije moguće poslati poruku...
id: pesan tidak dapat dikirim...
it: impossibile messaggiare...
kk_kz: хат жіберу мүмкін емес...
lt: žinutės išsiųsti nepavyko...
ms_my: pesan tidak boleh dikirim...
ro: mesajul nu a putut fi trimis...
sr: немогуће је послати поруку...
vi: không thể gửi tin nhắn...

# input.disconnected
source: Disconnected
ar: تم قطع الاتصال
be: Адключаны
de: Verbindung getrennt
hr_hr: Odspojeno
id: Terputus
it: Disconnesso
kk_kz: Ажыратылған
lt: Atjungta
ms_my: Terputus
ro: Deconectat
sr: Прекинута веза
vi: Đã ngắt kết nối

# input.placeholder
source: type message...
ar: اكتب الرسالة...
be: пішыце паведамленне...
de: Nachricht verfassen...
he_il: הקלד הודעה...
hr_hr: upišite poruku...
id: ketik pesan...
it: scrivi un messaggio...
kk_kz: хатты теріңіз...
lt: rašyk čia...
ms_my: taip pesanan...
ro: scrie un mesaj...
sr: напишите поруку...
vi: soạn tin nhắn...

# input.send
source: Send
ar: إرسال
be: Адправіць
de: Senden
he_il: שלח
hr_hr: Pošalji
id: Kirim
it: Invia
kk_kz: Жіберу
lt: Siųsti
ms_my: Kirim
ro: Trimite
sr: Пошаљи
vi: Gửi

# no-conversations.howto
source: Start conversations from a user's profile or a usercard popup.
ar: بدء محادثات من ملف تعريف المستخدم أو منبثقة بطاقة المستخدم.
be: Пачаць размову з профілю або ўсплывальнай карткі карыстальніка.
de: Starte eine Unterhaltung von einem User-Profil oder einem Usercard-Pop-up.
he_il: התחל שיחות מפרופיל של משתמש או כרטיס משתמש קופץ.
hr_hr: Započni razgovore iz korisničkog profila ili skočnog prozora korisničke kartice.
id: Mulailah percakapan baru dari halaman profil atau kartu pop-up pengguna.
it: Inizia le conversazioni dal profilo di un utente o dal popup della sua carta utente.
kk_kz: Хаттасуды қолданушы профилінен немесе қалқымалы картадаг бастаңыз.
lt: Pradėkite pokalbį iš vartotojo profilio arba iššokančios kortelės.
ms_my: Mula berbual dari profil pengguna atau kad pengguna timbul.
ro: Începe conversații din profilul unui utilizator sau din fereastra unui utilizator.
sr: Започните конверзацију из корисниковог профила или са њихове popup картице.
vi: Bắt đầu cuộc trò chuyện từ trang cá nhân hoặc usercard của họ.

# no-conversations.lazer
source: Public channels you join via <a href="{0}">osu!lazer</a> will also be visible here.
ar: القنوات العامة التي تنضم اليها عن طريق <a href="{0}"> osu!lazer</a> سوف تكون مرئية هنا ايضا.
be: Публічныя каналы, да якіх вы далучыліся праз <a href="{0}">osu!lazer</a> будуць бачныя тут.
de: Öffentliche Channel, welche du mit <a href="{0}">osu!lazer</a> betrittst, werden hier auch sichtbar sein.
he_il: ערוצים ציבוריים שאתה מצטרף אליהם דרך <a href="{0}">osu!lazer</a> יהיו כאן.
hr_hr: Ovdje će također biti vidljivi javni kanali kojima se pridružiš putem <a href="{0}">osu!lazera</a>.
id: Kanal percakapan publik yang kamu buka melalui <a href="{0}">osu!lazer</a> juga akan terlihat di sini.
it: I canali pubblici in cui entri attraverso <a href="{0}">osu!lazer</a> saranno visibili anche qui.
kk_kz: <a href="{0}">osu!lazer</a> арқылы кірген ортақ арналар осы жерде де көрінеді.
lt: Vieši kanalai prisijungti per <a href="{0}">osu!lazer</a> bus matomi ir čia.
ms_my: Saluran awam yang anda masuki melalui <a href="{0}">osu!lazer</a> juga akan tampak di sini.
ro: Canalele publice cărora li te alături prin <a href="{0}">osu!lazer</a> vor fi vizibile aici.
sr: Јавни канали којима се придружите преко <a href="{0}">osu!lazer</a> ће такође бити видљиви овде.
vi: Những kênh công khai bạn tham gia qua <a href="{0}">osu!lazer</a> cũng sẽ hiển thị tại đây.

# no-conversations.title
source: no conversations yet
ar: لا محادثات بعد
be: яшчэ няма размоў
de: noch keine Unterhaltungen
he_il: אין שיחות עדיין
hr_hr: još nema razgovora
id: belum ada percakapan
it: nessuna conversazione al momento
kk_kz: әлі хат алмасу болмады
lt: kol kas pokalbių nėra
ms_my: tiada perbualan lagi
ro: nu sunt conversații încă
sr: још нема разговора
vi: chưa có cuộc trò chuyện nào

# join_channels.loading
source: Loading channel list...
de: Channel werden geladen...
id: Memuat daftar kanal percakapan...
it: Caricamento elenco canali...
kk_kz: Арналар тізімі жүктелуде...
ms_my: Memuatkan senarai saluran...
ro: Se încarcă canalele...
sr: Учитавање листа канала...
