Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Web/Home.*.resx
Languages: bg, ca, cs, de, el, es_419, fil_ph, fr, he, hr_hr, id, it, kk_kz, ko, lt, lv_lv, ms_my, pt_br, ro, ru, sl, sr, uk, vi, zh

# download.steps.download.title
source: install the game
bg: изтегли играта
ca: descarregar el joc
cs: stáhni hru
de: Spiel herunterladen
el: κατεβάστε το παιχνίδι
es_419: instalar el juego
fil_ph: i-download ang laro
fr: installer le jeu
he: הורד את המשחק
hr_hr: instaliraj igricu
id: unduh permainannya
it: scarica il gioco
kk_kz: ойынды жүктеу
ko: 게임 다운로드!
lt: atsisiųsk žaidimą
lv_lv: lejupielādēt spēli
ms_my: pasangkan mainan
pt_br: baixar o jogo
ro: descarcă jocul
ru: скачайте игру
sl: namesti igro
sr: инсталирајте игрицу
uk: завантажте гру
vi: tải xuống trò chơi
zh: 安装游戏

# download.steps.download.description
source: click the button above to download the installer, then run it!
bg: натисни върху бутона горе за изтегляне на инсталиращата програма, след това я стартирай!
ca: fes clic al botó de dalt per descarregar l'instal·lador, després executa-ho!
cs: klikni na tlačítko výše a stáhni instalační program, potom ho spusť!
de: Klicke zum Herunterladen oben auf den Button und führe die Installationsdatei aus!
el: κάντε κλικ στο κουμπί πάνω για να κατεβάσετε το πρόγραμμα εγκατάστασης και στη συνέχεια, εκτελέστε το!
es_419: ¡haz clic en el botón de arriba para descargar el instalador y luego poder ejecutarlo!
fil_ph: i-click ang button sa itaas upang i-download ang installer, pagkatapos ay itakbo ito!
fr: cliquez sur le bouton ci-dessus pour télécharger l'installateur, lancez-le ensuite !
he: לחץ על הכפתור למעלה כדי להוריד את ההתקנה, ואז הפעל אותה!
hr_hr: klikni gornji gumb za preuzimanje instalacijskog programa, a zatim ga pokreni!
id: klik tombol di atas untuk mengunduh berkas instalasi, lalu jalankan!
it: clicca il bottone sopra per scaricare l'installer, poi avvialo!
ko: 위 버튼을 눌러 설치 프로그램을 다운받고, 실행하세요!
lt: paspauskt mygtyką viršuje, kad atsisiųsti diegimo programa, ir paleisk!
lv_lv: spiediet uz augšējās pogas, lai lejupielādētu instalācijas failu, tad palaidiet to!
ms_my: tekan butang di atas untuk memuat turun pemasang dan jalankan!
pt_br: clique no botão acima para baixar o instalador, depois execute-o!
ro: dă clic pe butonul de mai sus pentru a descărca installer-ul, apoi rulează-l!
ru: загрузите и запустите установщик игры по кнопке выше!
sl: klikni gumb zgoraj za prenos namestitvenega programa, nato zaženi igro!
sr: кликните дугме изнад да преузмете инсталацију, и онда га покрените!
uk: натисніть на кнопку вище для завантаження інсталятора гри і запустіть його!
vi: nhấp vào nút phía trên để tải xuống bộ cài đặt, sau đó mở nó!
zh: 点击上方按钮下载安装程序，双击文件开启节奏宇宙！

# download.steps.beatmaps.title
source: get beatmaps
bg: изтеглете бийтмапове
ca: obtén mapes
cs: získej beatmapy
de: Beatmaps runterladen
el: κατεβάστε beatmaps
es_419: obtener mapas
fil_ph: kumuha ng mga beatmap
fr: obtenir des beatmaps
he: השג מפות
hr_hr: nabavi beatmape
id: dapatkan beatmapnya
it: ottieni beatmap
kk_kz: карталарды жүктеу
ko: 비트맵 받기
lt: gauk beatmap'ų
lv_lv: paņemt bītmapi
ms_my: dapatkan peta rentak
pt_br: baixar beatmaps
ro: obține beatmap-uri
ru: скачайте карты
sl: pridobi beatmape
sr: преузмите мапе
uk: завантажте мапи
vi: tải beatmaps
zh: 下载谱面

# download.steps.beatmaps.description._
source: {0} the vast library of user-created beatmaps and start playing!
bg: {0} огромната библиотека с бийтмапове създадени от нашите играчи и започнете да играете!
ca: {0} l'enorme biblioteca de mapes creats pels usuaris i comença a jugar!
cs: pak už zbývá jen {0} rozsáhlou knihovnu uživateli tvořených map a pustit se do hraní!
de: {0} durch die riesige Bibliothek an von Nutzern erstellten Beatmaps und fang an zu spielen!
el: {0} στην τεράστια βιβλιοθήκη των beatmaps που δημιουργούνται από τους χρήστες και αρχίστε να παίζετε!
es_419: ¡{0} por la amplia biblioteca de mapas creados por los usuarios y empieza a jugar!
fil_ph: {0} ang malawak na librerya ng mga beatmap na ginawa ng mga tao at simulan ang laro!
fr: {0} la vaste librairie de beatmaps créées par la communauté et commencez à jouer !
he: {0} את הספריה הנרחבת של מפות שנוצרו על ידי משתמשים והתחל לשחק!
hr_hr: {0} golemu knjižnicu beatmapa koje su kreirali korisnici i kreni igrati!
id: {0} berbagai beatmap buatan pengguna pada pustaka beatmap kami dan mulailah bermain!
it: {0} la vasta libreria di beatmap create dagli utenti e inizia a giocare!
ko: 유저들이 만든 비트맵의 광대한 라이브러리를 {0}하고 시작해 보세요!
lt: {0} žaidėjų sukurtus beatmap'us ir pradėk juos žaisti!
lv_lv: {0} lietotāju veidoto bītmapju klāstu un sāciet spēlēt!
ms_my: {0} pustaka besar peta-peta rentak ciptaan pengguna dan mula bermain!
pt_br: {0} pela vasta coleção de beatmaps criados por usuários e comece a jogar!
ro: {0} vasta colecție de beatmap-uri create de utilizatori și începe să joci!
ru: {0} библиотеку созданных игроками карт и начните игру!
sl: {0} veliko knjižnico beatmap, ki so jih ustvarili igralci in začni igrati!
sr: {0} велику библиотеку мапа направљених од стране корисника и крените да играте!
uk: {0} простору бібліотеку мап створених гравцями й почніть гру!
vi: {0} bộ sưu tập khổng lồ các beatmap được người chơi tạo ra và bắt đầu chơi!
zh: {0} 玩家们创造的谱面然后开始你的节奏之旅吧！

# download.steps.beatmaps.description.browse
source: browse
bg: разгледай
ca: cerca
cs: projít
de: Stöbere
el: περιηγηθείτε
es_419: navega
fil_ph: tingnan
fr: parcourez
he: עיין
hr_hr: pretraži
id: telusuri
it: esplora
ko: 탐색
lt: naršyti
lv_lv: pārlūkot
ms_my: layari
pt_br: navegue
ro: navigați
ru: откройте
sl: brskaj
sr: претражи
uk: відкрийте
vi: duyệt qua
zh: 浏览

# user.title
source: dashboard
bg: главно табло
ca: tauler
cs: nástěnka
el: επισκόπηση
es_419: panel
fr: tableau de bord
he: לוח
hr_hr: kontrolna ploča
id: dasbor
ko: 대시보드
lt: ataskaitų sritis
lv_lv: ziņojumu dēlis
ms_my: papan pemuka
ro: tablou de comenzi
ru: главная
sl: nadzorna plošča
sr: командна табла
uk: головна
vi: tổng quan
zh: 总览

# user.news.title
source: News
bg: Новини
ca: Notícies
cs: Novinky
el: Ειδήσεις
es_419: Novedades
fil_ph: Balita
he: חדשות
hr_hr: Vijesti
id: Berita
it: Notizie
kk_kz: Жаңалықтар
ko: 뉴스
lt: Naujienos
lv_lv: Jaunumi
ms_my: Berita
pt_br: Notícias
ro: Noutăți
ru: Новости
sl: Novice
sr: Новости
uk: Новини
vi: Tin Tức
zh: 新闻

# user.news.error
source: Error loading news, try refreshing the page?...
bg: Грешка при зареждане на новините, пробвайте с презареждане на страницата?...
ca: Error en carregar les novetats, intenta actualitzar la pàgina?...
cs: Chyba načítání novinek, zkuste obnovit stránku?...
de: News konnten nicht geladen werden. Versuche, die Seite neu zu laden?...
el: Σφάλμα φόρτωσης ειδήσεων, δοκιμάστε να ανανεώσετε τη σελίδα;...
es_419: Error al cargar las novedades, intenta actualizar la página...
fil_ph: Nagkaproblema sa pag-load ng mga balita, subukang i-refresh ang pahina?...
fr: Erreur lors du chargement des news, essayez de recharger la page ?...
he: שגיאה בטעינת החדשות, נסה לרענן את הדף?...
hr_hr: Pogreška pri učitavanju vijesti, pokušaj osvježiti stranicu?...
id: Terdapat kesalahan dalam memuat berita. Cobalah untuk memuat ulang halaman?...
it: Errore nel caricamento delle notizie, prova a riavviare la pagina?...
ko: 뉴스를 불러오는 도중 문제가 발생했습니다, 페이지를 한 번 새로고침 해보시겠어요?...
lt: Klaida kraunant naujienas, pabandykite perkrauti puslapį?...
lv_lv: Kļūda lādējot ziņas, mēģiniet atsvaidzināt lapu?...
ms_my: Berita gagal dimuatkan. Cuba segar semula halaman...
pt_br: Erro ao carregar as notícias, tente atualizar a página?...
ro: Eroare la încărcarea noutăților, încearcă să reîmprospătezi pagina?...
ru: Не удалось загрузить последние новости, попробуйте перезагрузить страницу?...
sl: Napaka pri nalaganju novic, poskusi osvežiti stran?...
sr: Грешка у учитавању вести, пробајте да освежите страницу?...
uk: Не вдалося завантажити останні новини. Може спробуєте перезавантажити сторінку?...
vi: Có lỗi khi tải tin tức, thử tải lại trang xem?...
zh: 载入新闻失败，刷新页面试试看？...

# user.header.stats.friends
source: Online Friends
bg: Приятели онлайн
ca: Amics en línia
cs: Přátelé online
de: Freunde online
el: Συνδεδεμένοι Φίλοι
es_419: Amigos en línea
fil_ph: Mga Online na Kaibigan
fr: Amis en ligne
he: חברים מחוברים
hr_hr: Prijatelji na mreži
id: Teman yang Online
it: Amici Online
ko: 접속 중인 친구
lt: Prisijungę Draugai
lv_lv: Draugi Tiešsaistē
ms_my: Kawan Dalam Talian
pt_br: Amigos Online
ro: Prieteni Online
ru: Друзей в сети
sl: Online Prijatelji
sr: Онлајн Пријатељи
uk: Друзів онлайн
vi: Bạn Bè Đang Online
zh: 在线好友

# user.header.stats.games
source: Games
bg: Общо игри
ca: Partides
cs: Her
de: Mehrspielerräume
el: Παιχνίδια
es_419: Partidas
fil_ph: Mga Laro
fr: Parties
he: משחקים
hr_hr: Igre
id: Ruang Permainan
it: Partite
kk_kz: Ойын
ko: 게임 수
lt: Žaidimai
lv_lv: Spēles
ms_my: Mainan
pt_br: Partidas
ro: Jocuri
ru: Всего игр
sl: Igre
sr: Игре
uk: Ігор
vi: Phòng
zh: 房间

# user.header.stats.online
source: Online Users
bg: Потребители онлайн
ca: Usuaris en línia
cs: Uživatelé online
de: User online
el: Συνδεδεμένοι Χρήστες
es_419: Usuarios en línea
fil_ph: Ang mga online na user
fr: Utilisateurs en ligne
he: משתמשים מחוברים
hr_hr: Korisnici na mreži
id: Pemain yang Online
it: Utenti Online
ko: 접속 중인 플레이어
lt: Prisijungę vartotojai
lv_lv: Lietotāji Tiešsaistē
ms_my: Pengguna Dalam Talian
pt_br: Usuários Online
ro: Utilizatori Online
ru: Игроков в сети
sl: Online Igralci
sr: Онлајн Корисници
uk: Користувачів онлайн
vi: Người Chơi Đang Online
zh: 在线用户

# user.beatmaps.daily_challenge
source: Daily Challenge Beatmap
bg: Бийтмап от Дневно предизвикателство
ca: Mapa de Repte Diari
cs: Beatmapa denní výzvy
de: Tägliche Herausforderung
el: Ημερήσια Πρόκληση Beatmap
es_419: Mapa del desafío diario
fr: Beatmap du défi du jour
id: Beatmap Tantangan Harian
ko: 일일 도전 비트맵
lt: Kasdienio Iššūkio Beatmap'as
ms_my: Peta Rentak Cabaran Harian
pt_br: Beatmap de Desafios Diário
ro: Beatmap Provocare Zilnică
ru: Карта дня
uk: Бітмапа дня
vi: Thử thách beatmap hàng ngày

# user.beatmaps.new
source: New Ranked Beatmaps
bg: Наскоро класирани бийтмапове
ca: Mapes Classificats Nous
cs: Nově hodnocené beatmapy
de: Neue Ranked Beatmaps
el: Νέα Ranked Beatmaps
es_419: Nuevos mapas clasificados
fil_ph: Mga bagong na-rank na Beatmap
fr: Nouvelles beatmaps classées
he: מפות מדורגות חדשות
hr_hr: Nove rangirane beatmape
id: Beatmap Ranked Terbaru
it: Nuove Beatmap Classificate
ko: 새로 랭크된 비트맵
lt: Nauji Reitinguoti Beatmap'ai
lv_lv: Jaunās Rankotās Bītmapes
ms_my: Peta Rentak Berpangkat Baharu
pt_br: Novos beatmaps ranqueados
ro: Beatmap-uri Clasate Noi
ru: Новые рейтинговые карты
sl: Nove Rankirane Beatmape
sr: Нове рангиране мапе
uk: Нові рейтингові мапи
vi: Beatmap Được Xếp Hạng Mới
zh: 新上架 (Ranked) 谱面

# user.beatmaps.popular
source: Popular Beatmaps
bg: Популярни бийтмапове
ca: Mapes Populars
cs: Populární beatmapy
de: Beliebte Beatmaps
el: Δημοφιλή Beatmaps
es_419: Mapas populares
fil_ph: Popular na mga Beatmap
fr: Beatmaps populaires
he: מפות פופולריות
hr_hr: Popularne beatmape
id: Beatmap Terpopuler Saat Ini
it: Beatmap Popolari
ko: 인기 비트맵
lt: Populiarūs Beatmap'ai
lv_lv: Populārās Bītmapes
ms_my: Peta Rentak Sohor Kini
pt_br: Beatmaps Populares
ro: Beatmap-uri Populare
ru: Популярные карты
sl: Popularne Beatmape
sr: Популарне мапе
uk: Популярні мапи
vi: Beatmaps Phổ Biến
zh: 热门谱面

# user.beatmaps.by_user
source: by {0}
bg: от {0}
ca: per {0}
cs: od {0}
de: von {0}
el: από {0}
es_419: por {0}
fil_ph: ni {0}
fr: par {0}
he: על ידי {0}
hr_hr: od {0}
id: oleh {0}
it: di {0}
ko: {0}님이 만듦
lt: sukūrė {0}
lv_lv: pēc {0}
ms_my: oleh {0}
pt_br: por {0}
ro: de {0}
ru: от {0}
sl: od {0}
sr: од корисника {0}
uk: від {0}
vi: bởi {0}
zh: 作者：{0}

# user.beatmaps.resets
source: resets {0}
bg: свършва след {0}
ca: resseteja {0}
cs: obnoví se {0}
de: endet {0}
el: επαναφέρεται σε {0}
es_419: nuevo mapa {0}
fr: fin {0}
id: berakhir dalam {0}
ko: {0} 후에 초기화
lt: pasikeis {0}
ms_my: tetap semula {0}
pt_br: redefine {0}
ro: se resetează {0}
ru: закончится {0}
uk: скидується {0}
vi: đặt lại sau {0}

# user.buttons.download
source: Download osu!
bg: Изтегли osu!
ca: Descarrega l'osu!
cs: Stáhnout osu!
de: osu! herunterladen
el: Λήψη osu!
es_419: Descargar osu!
fil_ph: I-download ang osu!
fr: Télécharger osu!
he: הורד את osu!
hr_hr: Preuzmi osu!
id: Unduh osu!
it: Scarica osu!
ko: osu! 다운로드
lt: Atsisiųsti osu!
lv_lv: Lejupielādēt osu!
ms_my: Muat turun osu!
pt_br: Baixar osu!
ro: Descarcă osu!
ru: Скачать osu!
sl: Prenesi osu!
sr: Преузмите osu!
uk: Завантажити osu!
vi: Tải Xuống osu!
zh: 下载 osu!

# user.buttons.support
source: Support osu!
bg: Подкрепи osu!
ca: Dona suport a l'osu!
cs: Podpoř osu!
de: osu! unterstützen
el: Υποστηρίξτε το osu!
es_419: Apoyar a osu!
fil_ph: Suportahan ang osu!
fr: Soutenir osu!
he: תמוך ב- osu!
hr_hr: Podrži osu!
id: Dukung osu!
it: Supporta osu!
ko: osu! 지원하기
lt: Paremti osu!
lv_lv: Atbalstīt osu!
ms_my: Sokong osu!
pt_br: Apoie o osu!
ro: Sprijină osu!
ru: Поддержать osu!
sl: Podpri osu!
sr: Подржите osu!
uk: Підтримати osu!
vi: Ủng Hộ osu!
zh: 支持 osu!

# user.buttons.store
source: osu!store
bg: osu!магазин
el: osu!κατάστημα
he: חנות osu!
lt: osu!parduotuvė
lv_lv: osu!veikals
ro: Magazinul osu!
ru: Магазин osu!store
sr: osu!продавница
uk: Магазин osu!
zh: osu! 商店

# user.show.admin.page
source: Open admin console
ca: Obre la consola d'admin
cs: Otevřít administrátorskou konzoli
de: Adminkonsole öffnen
el: Άνοιγμα κονσόλας διαχειριστή
es_419: Abrir la consola de administración
fr: Ouvrir la console admin
id: Buka konsol admin
ko: 관리자 콘솔 열기
lt: Atidaryti administracinę konsole
pt_br: Abrir painel de administração
ru: Открыть админ-консоль
uk: Відкрити консоль адміністратора
