Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Web/Home.*.resx
Languages: bg, ca, cs, de, el, es_419, fil_ph, fr, he, hr_hr, id, it, kk_kz, ko, lt, lv_lv, ms_my, pt_br, ro, ru, sl, sr, uk, vi, zh

# search.team.more_simple
source: See more team search results
bg: Виж повече резултати за търсенето в отбора
ca: Mostra més resultats de la cerca d'equip
cs: Zobrazit další výsledky vyhledávání týmů
de: Weitere Team-Ergebnisse anzeigen
el: Εμφάνιση περισσότερων αποτελεσμάτων ομάδων
es_419: Ver más resultados de equipos
fr: Voir plus de résultats de recherche d'équipes
id: Lihat lebih banyak hasil pencarian tim
ko: 팀 검색 결과 더 보기
lt: Žiūrėti daugiau komandų paieškos rezultatų
lv_lv: Apskatīt vēl komandas meklēšanas rezultātus
ms_my: Lihat hasil carian pasukan lain
pt_br: Ver mais resultados de busca de equipes
ro: Vezi mai multe rezultate de căutare pentru echipe
ru: Посмотреть все результаты поиска среди команд
uk: Переглянути інші результати пошуку команд
vi: Hiển thị thêm kết quả tìm kiếm đội

# search.user.login_required
source: Sign in to search users
bg: Моля, влез в профила си, за търсене на потребители
ca: Inicia sessió per cercar usuaris
cs: Pro hledání uživatelů se přihlaste
de: Melde dich an, um Benutzer zu suchen
el: Συνδεθείτε για να αναζητήσετε χρήστες
es_419: Inicia sesión para buscar usuarios
fil_ph: Mag sign-in para maka-search ng mga users
fr: Connectez-vous pour rechercher des utilisateurs
he: התחפש בכדי לחפש משתמשים
hr_hr: Prijavi se kako bi pretražio korisnike
id: Masuk untuk mencari pengguna
it: Accedi per cercare utenti
kk_kz: Ойыншыларды іздеу үшін аккаунтыңызға кіріңіз
ko: 유저를 검색하기 위해서 로그인
lt: Prisijunkite, kad ieškot vartotojus
lv_lv: Ieiet, lai meklētu
ms_my: Log masuk untuk cari pengguna
pt_br: Inicie a sessão para procurar usuários
ro: Conectați-vă pentru a căuta utilizatori
ru: Войдите в аккаунт для поиска по пользователям
sl: Vpiši se za iskanje igralcev
sr: Пријавите се да тражите играче
uk: Увійдіть для пошуку користувачів
vi: Đăng nhập để tìm người dùng
zh: 登录以搜索玩家

# search.user.more
source: {0} more player search results
bg: още {0} резултати за играчи от търсенето
ca: {0} més resultats de jugadors
cs: {0} dalších výsledků vyhledávání hráčů
de: {0} weitere Spieler-Ergebnisse
el: {0} περισσότερα αποτελέσματα αναζήτησης παίκτη
es_419: {0} jugadores más coinciden con la búsqueda
fil_ph: {0} pang mga manlalaro sa resulta ng paghahanap
fr: {0} résultats de recherche de joueurs
he: {0} יותר תוצאות חיפוש שחקנים
hr_hr: Još {0} rezultata u pretraživanju igrača
id: {0} hasil pencarian pengguna lainnya
it: altri {0} risultati di ricerca di giocatori
ko: {0}명의 플레이어 검색 결과 더 보기
lt: {0} daugiau žaidėjų paieškos rezultatų
lv_lv: {0} vairāki spēlētāji meklēšanas rezultātā
ms_my: {0} lagi hasil carian pemain
pt_br: {0} mais resultados de busca por usuários
ro: Încă {0} jucători rezultați pentru această căutare
ru: больше {0} результатов поиска среди игроков
sl: {0} več najdenih igralcev
sr: {0} додатних резултата за играче
uk: {0} більше результатів пошуку серед гравців
vi: còn {0} kết quả tìm kiếm người chơi khác
zh: 搜索到 {0} 个玩家

# search.user.more_simple
source: See more player search results
bg: Виж повече резултати за играчи
ca: Veure més resultats
cs: Zobrazit další výsledky vyhledávání hráčů
de: Siehe mehr Spieler-Ergebnisse
el: Δείτε περισσότερα αποτελέσματα αναζήτησης παίκτη
es_419: Ver más resultados de jugadores
fil_ph: Higit pang mga manlalaro sa resulta ng paghahanap
fr: Voir plus de résultats de recherche de joueurs
he: ראה עוד תוצאות חיפוש שחקנים
hr_hr: Još rezultata u pretraživanju igrača
id: Lihat lebih banyak hasil pencarian pengguna
it: Vedi più risultati di ricerca di giocatori
ko: 플레이어 검색 결과 더 보기
lt: Žiūrėti daugiau žaidėjų paieškos rezultatų
lv_lv: Rādīt vairāk spēlētāju meklēšanas rezultātus
ms_my: Lihat hasil carian pemain lain
pt_br: Veja mais resultados de busca por usuários
ro: Vezi mai multe rezultate de căutare pentru acest jucător
ru: Посмотреть все результаты поиска среди игроков
sl: Prikaži več najdenih igralcev
sr: Видите још резултата за мапе
uk: Подивитися інші результати пошуку серед гравців
vi: Hiển thị thêm kết quả tìm kiếm người chơi
zh: 查看更多搜索结果

# search.user.more_hidden
source: Player search is limited to {0} players. Try refining search query.
bg: Търсенето на играчи е ограничено до {0} играчи. Опитайте да доусъвършенствате заявката за търсене.
ca: La cerca està limitada a {0} jugadors. Intenta refinar la consulta.
cs: Vyhledávání hráčů je omezeno na {0} hráčů. Zkus upravit tvé vyhledávání.
de: Die Spielersuche ist auf {0} Spieler limitiert. Versuche deine Suchanfrage zu verfeinern.
el: Αναζήτηση παικτών περιορίζεται σε {0} παίκτες. Δοκιμάστε να βελτιώσετε το ερώτημα αναζήτησης.
es_419: La búsqueda de jugadores está limitada a {0} jugadores. Intenta refinar tus términos de búsqueda.
fil_ph: Nakalimita sa {0} lamang ang resulta sa paghahanap ng mga manlalaro. Subukang dagdagan pa ang pagsasala ng paghahanap.
fr: La recherche de joueurs est limitée à {0} joueurs. Essayez d'être plus précis.
he: חיפוש שחקנים מוגבל ל- {0} שחקנים. נסה לשפר את הגדרות החיפוש.
hr_hr: Pretraživanje igrača ograničeno je na {0} igrača. Pokušajte precizirati upit za pretraživanje.
id: Pencarian pengguna terbatas hanya pada {0} pengguna. Cobalah untuk mempersempit kriteria pencarian.
it: La ricerca di giocatori è limitata a {0} giocatori. Prova a ridefinire la ricerca.
ko: 플레이어 검색은 최대 {0}명 까지 가능합니다. 다른 검색어로 시도해보세요.
lt: Žaidėjo paieškos yra limituotos {0} žaidėjų. Pabandykite išgryninti paieškos užklausa.
lv_lv: Spēlētāju meklētājs ir limitēts līdz {0} spēlētājiem. Pamēģini precizēt meklējamo.
ms_my: Carian pemain dihadkan kepada {0} pemain. Cuba halusi pertanyaan carian.
pt_br: O limite de busca por jogador é limitado em {0}. Tente refinar mais a sua pesquisa.
ro: Căutarea jucătorului este limitată la {0} jucători. Încearcă să îți redefinești căutarea.
ru: Результаты поиска игроков сокращены до {0}. Попробуйте уточнить запрос.
sl: Iskalnik igralcev je omejen na {0} igralcev. Poskusi izboljšati poizvedbo iskanja.
sr: Тражење играча је ограничено на {0}. Пробајте да побољшате вашу претрагу.
uk: Результати пошуку гравців скорочені до {0} гравців. Спробуйте уточнити запит.
vi: Kết quả tìm kiếm người chơi chỉ hiện thị {0} người chơi. Hãy thử tinh chỉnh truy vấn tìm kiếm.
zh: 玩家搜索结果上限为 {0} 个，请优化搜索条件以获取更精准结果。

# search.user.title
source: Players
bg: Играчи
ca: Jugadors
cs: Hráči
de: Spieler
el: Παίκτες
es_419: Jugadores
fil_ph: Mga Manlalaro
fr: Joueurs
he: שחקנים
hr_hr: Igrači
id: Pengguna
it: Giocatori
kk_kz: Ойыншылар
ko: 플레이어
lt: Žaidėjai
lv_lv: Spēlētāji
ms_my: Pemain-pemain
pt_br: Jogadores
ro: Jucători
ru: Игроки
sl: Igralci
sr: Играчи
uk: Гравці
vi: Người Chơi
zh: 玩家

# search.wiki_page.link
source: Search the wiki
bg: Търси в wiki
ca: Cerca la wiki
cs: Prohledat wiki
de: wiki durchsuchen
el: Αναζήτηση στο wiki
es_419: Buscar en la wiki
fil_ph: Hanapin sa wiki
fr: Rechercher sur le wiki
he: חפש ויקי
hr_hr: Pretraži wiki
id: Cari di wiki
it: Cerca nella wiki
kk_kz: Wiki-да іздеу
ko: 위키에서 검색하기
lt: Ieškoti tarp wiki
lv_lv: Meklēt vikipēdijā
ms_my: Cari di wiki
pt_br: Procurar na wiki
ro: Caută în wiki
ru: Искать в вики
sl: Brskaj wiki
sr: Претражите вики
uk: Пошук на вікі
vi: Tìm trong wiki
zh: 在 wiki 中搜索

# search.wiki_page.more_simple
source: See more wiki search results
bg: Виж повече резултати от wiki
ca: Veure més resultats
cs: Zobrazit další výsledky z prohledávání wiki
de: Mehr gefundene Wikieinträge anzeigen
el: Δείτε περισσότερα αποτελέσματα αναζήτησης στο wiki
es_419: Ver más resultados de la wiki
fil_ph: Higit pang mga resulta sa paghahanap sa wiki
fr: Voir plus de résultats de recherche sur le wiki
he: ראה עוד תוצאות חיפוש ויקי
hr_hr: Pogledaj još rezultata pretraživanja wikia
id: Lihat lebih banyak hasil pencarian wiki
it: Vedi più risultati di ricerca della wiki
kk_kz: Wiki-ның өзге нәтижерелін қарау
ko: 위키 검색 결과 더 보기
lt: Žiūrėti daugiau wiki paieškos rezultatų
lv_lv: Rādīt vairāk wiki meklēšanas rezultātus
ms_my: Lihat hasil carian wiki lain
pt_br: Veja mais resultados de busca na wiki
ro: Vezi mai multe rezultate de căutare pe wiki
ru: Посмотреть все результаты поиска на вики
sl: Prikaži več wiki rezultatov
sr: Видите још резултата за вики
uk: Подивитися інші результати пошуку на вікі
vi: Hiển thị thêm kết quả tìm kiếm trong wiki
zh: 查看更多搜索结果

# search.wiki_page.title
source: Wiki
he: ויקי
ko: 위키
ru: Вики
sr: Вики
uk: Вікі

# download.action
source: Download osu!
bg: Изтегли osu!
de: osu! herunterladen
el: Λήψη osu!
es_419: Descargar osu!
fil_ph: I-download ang osu!
fr: Télécharger osu!
he: הורד osu!
hr_hr: Preuzmi osu!
id: Unduh osu!
it: Scarica osu!
ko: osu! 다운로드
lv_lv: Lejupielādēt osu!
ms_my: Muat turun osu!
pt_br: Baixar osu!
ro: Descarcă osu!
ru: Скачать osu!
sr: Преузмите osu!
vi: Tải xuống osu!
zh: 下载 osu!

# download.action_lazer
source: Download osu!(lazer)
bg: Изтегли osu!(lazer)
de: osu!(lazer) herunterladen
el: Κατέβασε το osu!(lazer)
es_419: Descargar osu!(lazer)
fil_ph: I-download ang osu!(lazer)
fr: Télécharger osu!(lazer)
id: Unduh osu!(lazer)
it: Scarica osu!(lazer)
ko: osu!(lazer) 다운로드
lv_lv: Ielādēt osu!(lazer)
ms_my: Muat turun osu!(lazer)
pt_br: Baixar osu!(lazer)
ro: Descarcă osu!(lazer)
ru: Скачать osu!(lazer)
sr: Преузмите osu!(lazer)
vi: Tải xuông osu!(lazer)
zh: 下载 osu!(lazer)

# download.action_lazer_description
source: the next major update to osu!
bg: предстоящата основна актуализация на osu!
de: das nächste große Update von osu!
el: Η νέα μεγάλη ενημέρωση στο osu!
es_419: la próxima gran actualización de osu!
fil_ph: ang susunod na major update sa osu!
fr: la prochaine mise à jour majeure d'osu!
id: versi utama osu! yang akan datang
it: il prossimo grande aggiornamento per osu!
ko: osu!의 다음 메이저 업데이트
lv_lv: nākamais lielais atjauninājums osu!
ms_my: pengemaskinian besar seterusnya osu!
pt_br: a próxima grande atualização do osu!
ro: următoarea actualizare majoră pentru osu!
ru: следующее глобальное обновление osu!
sr: следеће глобално ажурирање osu!
vi: bản cập nhật lớn tiếp theo của osu!
zh: osu! 的下一个主要更新

# download.action_lazer_info
source: check this page for more information
bg: разгледайте тази страница за повече информация
ca: consulteu aquesta pàgina per obtenir més informació
cs: více informací najdeš na této stránce
de: siehe hier für weitere Informationen
el: δες αυτήν τη σελίδα για περισσότερες πληροφορίες
es_419: revisa esta página para más información
fil_ph: tingnan ang pahinang ito para sa karagdagang impormasyon
fr: consultez cette page pour plus d'informations
id: kunjungi halaman ini untuk informasi lebih lanjut
it: visita questa pagina per maggiori dettagli
ko: 이 페이지에서 자세한 정보를 확인해보세요.
lt: peržiūrėk šį puslapį dėl papildomos informacijos
lv_lv: apskatīt šo lapu priekš vairāk informācijas
ms_my: semak halaman ini untuk maklumat lanjut
pt_br: cheque esta página para mais informações
ro: verificați această pagină pentru mai multe informații
ru: статья с подробной информацией
sl: preveri to stran za več informacij
sr: погледај ову страницу за више информација
uk: перейдіть на цю сторінку для того що дізнатись більше інформації
vi: nhấp vào đây để biết thêm thông tin
zh: 更多详情请查阅本页面

# download.action_lazer_title
source: try osu!(lazer)
bg: изпробвайте osu!(lazer)
de: osu!(lazer) ausprobieren
el: δοκίμασε το osu!(lazer)
es_419: probar osu!(lazer)
fil_ph: subukan ang osu!(lazer)
fr: essayez osu!(lazer)
id: coba osu!(lazer)
it: prova osu!(lazer)
ko: osu!(lazer) 체험하기
lv_lv: pamēģini osu!(lazer)
ms_my: cuba osu!(lazer)
pt_br: experimente osu!(lazer)
ro: încearcă osu!(lazer)
ru: попробовать osu!(lazer)
sr: пробајте osu!(lazer)
vi: thử osu!(lazer)
zh: 尝试 osu!(lazer)

# download.action_title
source: download osu!
bg: изтеглете osu!
de: osu! herunterladen
el: κατέβασε το osu!
es_419: descargar osu!
fil_ph: i-download ang osu!
fr: télécharger osu!
id: unduh osu!
it: scarica osu!
ko: osu! 다운로드
lv_lv: ielādēt osu!
ms_my: muat turun osu!
pt_br: baixar osu!
ro: descarcă osu!
ru: скачать osu!
sr: преузмите osu!
vi: tải xuống osu!
zh: 下载 osu!

# download.for_os
source: for {0}
bg: за {0}
ca: per {0}
cs: pro {0}
de: für {0}
el: για {0}
es_419: para {0}
fil_ph: para sa {0}
fr: pour {0}
id: untuk {0}
it: per {0}
kk_kz: {0}қа
ko: {0} 전용
lt: skirtas {0}
lv_lv: priekš {0}
ms_my: untuk {0}
pt_br: para {0}
ro: pentru {0}
ru: для {0}
sl: za {0}
sr: за {0}
uk: для {0}
vi: dành cho {0}
zh: 适用于 {0}

# download.macos-fallback
source: macOS users
bg: macOS потребители
ca: usuaris de macOS
cs: macOS uživatelé
de: macOS-Benutzer
el: χρήστες macOS
es_419: usuarios de macOS
fil_ph: mga gumagamit ng macOS
fr: utilisateurs macOS
he: משתמשי macOS
hr_hr: macOS korisnici
id: osu! versi macOS
it: utenti macOS
kk_kz: macOS қолданушылар
ko: macOS 유저
lt: macOS vartotojams
lv_lv: macOS lietotāji
ms_my: pengguna macOS
pt_br: usuários de macOS
ro: utilizatori macOS
ru: для macOS
sl: macOS uporabniki
sr: macOS корисници
uk: для macOS
vi: người dùng macOS
zh: macOS 用户

# download.mirror
source: mirror
bg: алтернативна връзка
ca: enllaç alternatiu
es_419: enlace alternativo
fr: miroir
he: מראה
id: tautan alternatif
kk_kz: айна
ko: 미러
lt: dubliavimas
lv_lv: instalācija
ms_my: cermin
pt_br: link alternativo
ro: sursă alternativă
ru: зеркало
sr: алтернативни линк
uk: дзеркало
vi: liên kết phụ
zh: 从镜像服务器下载

# download.or
source: or
bg: или
ca: o
cs: nebo
de: oder
el: ή
es_419: o
fil_ph: o
fr: ou
he: או
id: atau
it: oppure
kk_kz: немесе
ko: 혹은
lt: arba
lv_lv: vai
ms_my: atau
pt_br: ou
ro: sau
ru: или
sl: ali
sr: или
uk: або
vi: hoặc
zh: 或

# download.os_version_or_later
source: {0} or later
bg: {0} и нагоре
ca: {0} o posterior
cs: {0} nebo novější
de: {0} oder höher
el: {0} ή μεγαλύτερο
es_419: {0} o posterior
fr: {0} ou plus
id: {0} atau lebih tinggi
it: {0} o superiore
kk_kz: {0} немесе жаңарақ
ko: {0} 이상
lt: {0} arba vėlesnė
lv_lv: {0} vai jaunāku
ms_my: {0} atau kemudian
pt_br: {0} ou mais novo
ro: {0} sau mai nou
ru: {0} или новее
sl: {0} ali novejši
sr: {0} или слично
uk: {0} або новіше
vi: {0} trở lên
zh: {0} 或更高版本

# download.other_os
source: other platforms
bg: други платформи
ca: altres plataformes
cs: ostatní platformy
de: andere Plattformen
el: άλλες πλατφόρμες
es_419: otras plataformas
fil_ph: iba pang mga platform
fr: autres plateformes
id: platform lainnya
it: altre piattaforme
kk_kz: басқа платформалар
ko: 다른 플랫폼
lt: kitos platformos
lv_lv: citas platformas
ms_my: pelantar lain
pt_br: outras plataformas
ro: alte platforme
ru: другие платформы
sl: ostale platforme
sr: друге платформе
uk: інші платформи
vi: nền tảng khác
zh: 其他平台

# download.quick_start_guide
source: quick start guide
bg: ръководство за започване
ca: guia d'inici ràpid
cs: příručka pro začátečníky
de: Schnellstart
el: οδηγός γρήγορης εκκίνησης
es_419: guía de inicio rápido
fil_ph: gabay sa mabilis na pagsisimula
fr: guide de démarrage rapide
id: panduan singkat
it: guida iniziale
ko: 빠른 시작 안내
lt: pagalba pradedančiam
lv_lv: ātra sākuma pamācība
ms_my: panduan permulaan cepat
pt_br: guia de início rápido
ro: ghid de pornire rapidă
ru: краткая инструкция
sl: navodila za hiter začetek
sr: водич за брзи почетак
uk: короткий посібник
vi: hướng dẫn nhanh
zh: 快速入门指南

# download.tagline
source: let's get<br>you started!
bg: нека ви помогнем<br> да започнете!
de: lass uns<br>loslegen!
el: ας<br>αρχίσουμε!
es_419: ¡vamos a<br>empezar!
fil_ph: tayo nang<br>simulan ito!
fr: c'est parti<br>lancez-vous !
he: בוא<br>נתחיל!
hr_hr: idemo<br>započeti!
id: mari persiapkan<br>dirimu!
it: iniziamo<br>subito!
ko: 시작해봐요!
lv_lv: sagatavosim <br> tevi!
ms_my: mari<br>mulakan!
pt_br: vamos<br>começar!
ro: să<br>începem!
ru: давайте<br>начнём!
sr: Почнимо!
vi: hãy<br>bắt đầu!
zh: 准备好开始你的节奏之旅吧！

# download.video-guide
source: video guide
bg: видео ръководство
ca: guia en vídeo
cs: videonávod
de: Videoanleitung (Englisch)
el: οδηγός βίντεο
es_419: guía en video
fil_ph: video na panggabay
fr: guide vidéo
he: מדריך וידאו
hr_hr: video vodič
id: panduan video
it: video guida
ko: 영상 가이드
lt: vaizdo gidas
lv_lv: video pamācība
ms_my: panduan video
pt_br: guia em vídeo
ro: ghid video
ru: видеоинструкция
sl: video vodič
sr: видео водич
uk: відео інструкція
vi: hướng dẫn bằng video
zh: 视频教程

# download.help._
source: if you have a problem starting the game or registering for an account, {0} or {1}.
bg: при проблем със стартиране на играта или регистриране на профил, посетете {0} или {1}.
ca: si trobes un problema començant el joc o registrant un compte, {0} o {1}.
cs: pokud máš problém se spuštěním hry nebo registrací účtu, tak {0} nebo {1}.
de: Wenn du Probleme mit dem Starten des Spiels oder der Registrierung deines Accounts hast, {0} oder {1}.
el: αν έχετε πρόβλημα με την εκκίνηση του παιχνιδιού ή με την εγγραφή ενός λογαριασμού, {0} ή {1}.
es_419: si tienes problemas al iniciar el juego o al crear una cuenta, {0} o {1}.
fil_ph: kung may problema ka sa pagbukas ng laro o sa paggawa ng account, {0} o {1}.
fr: si vous avez des problèmes pour démarrer le jeu ou pour créer un compte, {0} ou {1}.
he: אם ישנה בעיה עם הרצת המשחק או ההרשמה למשתמש, {0} או {1}.
hr_hr: ako imaš problema s pokretanjem igre ili registracijom računa, {0} ili {1}.
id: apabila kamu menemui masalah pada saat kamu ingin memulai permainan atau mendaftarkan akun, silakan {0} atau {1}.
it: se hai problemi ad avviare il gioco o a registrarti l'account, {0} oppure {1}.
ko: 게임을 시작하거나 계정을 등록하는데 문제가 있다면, {0} 하거나 {1} 해보세요.
lt: jei patiriate problemas paleidžiant žaidimą ar registruojantis paskyrai, {0} arba {1}.
lv_lv: ja tev ir problēma ar spēles uzsākšanu vai konta reģistrēšanu, {0} vai {1}.
ms_my: sekiranya anda mempunyai masalah untuk memulakan mainan atau mendaftar akaun, {0} atau {1}.
pt_br: se você tiver problemas para iniciar o jogo ou registrar-se, {0} ou {1}.
ro: dacă ai o problemă la pornirea jocului sau la înregistrarea contului, {0} sau {1}.
ru: если у вас возникли проблемы с запуском игры или регистрацией аккаунта, {0} или {1}.
sl: če naletiš na težavo pri zagonu igre ali registraciji računa, {0} ali {1}.
sr: ако имате проблем са отварањем игрице или регистрације налога, {0} или {1}.
uk: якщо у вас є проблеми з запуском гри або реєстрацією облікового запису, {0} або {1}.
vi: nếu bạn gặp vấn đề khi bắt đầu game hoặc tạo tài khoản, {0} hoặc {1}.
zh: 如果您在启动游戏或注册账户时遇到问题，请 {0} 或 {1}。

# download.help.help_forum_link
source: check the help forum
bg: форума за помощ
ca: visita el fòrum d'ajuda
cs: se podívej na fórum s nápovědou
de: schau im Hilfeforum nach
el: ελέγξτε το φόρουμ βοήθειας
es_419: consulta el foro de ayuda
fil_ph: subukan ang help forum
fr: consultez le forum Help
he: פורום בדוק עזרה
hr_hr: provjeri forum za pomoć
id: kunjungi forum Help
it: visita il forum di assistenza
ko: 도움말 포럼을 확인
lt: pažiūrėti pagalbos foruma
lv_lv: apskatīt palīdzības forumu
ms_my: semak forum bantuan
pt_br: visite o fórum de ajuda
ro: verifică forum-ul de ajutor
ru: зайдите в раздел "помощь" на форуме
sl: preveri forum za pomoč
sr: проверите форум за помоћ
uk: перевірте довідковий форум
vi: kiểm tra diễn đàng trợ giúp
zh: 查看论坛帮助板块

# download.help.support_button
source: contact support
bg: се свържете с поддръжка
ca: contacta l'equip de suport
cs: kontaktuj podporu
de: kontaktiere den Support
el: επικοινωνήστε με την υποστήριξη
es_419: contacta al soporte
fil_ph: makipag-ugnay sa support
fr: contactez le support
he: יצירת קשר עם התמיכה
hr_hr: kontaktiraj podršku
id: hubungi layanan dukungan kami
it: contatta il supporto
ko: 지원 팀에 연락
lt: susisiekti su pagalba
lv_lv: kontaktēt atbalstu
ms_my: hubungi pasukan sokongan
pt_br: entre em contato com o suporte
ro: contactează suportul tehnic
ru: свяжитесь с поддержкой
sl: kontaktiraj podporo
sr: контактирајте подршку
uk: зверніться до служби підтримки
vi: liên hệ hỗ trợ
zh: 联系支持团队

# download.os.windows
source: for Windows
bg: за Windows
ca: per a Windows
cs: pro Windows
de: für Windows
el: για Windows
es_419: para Windows
fil_ph: para sa Windows
fr: pour Windows
he: עבור Windows
hr_hr: za Windows
id: untuk Windows
it: per Windows
kk_kz: Windows үшін
ko: Windows 용
lt: Windows sistemai
lv_lv: priekš Windows
ms_my: untuk Windows
pt_br: para Windows
ro: pentru Windows
ru: для Windows
sl: za Windows
sr: за Windows
uk: для Windows
vi: cho Windows
zh: 适用于 Windows

# download.os.macos
source: for macOS
bg: за macOS
ca: per a macOS
cs: pro macOS
de: für macOS
el: για macOS
es_419: para macOS
fil_ph: para sa macOS
fr: pour macOS
he: עבור macOS
hr_hr: za macOS
id: untuk macOS
it: per macOS
kk_kz: macOS үшін
ko: macOS 용
lt: MacOS sistemai
lv_lv: priekš macOS
ms_my: untuk macOS
pt_br: para macOS
ro: pentru macOS
ru: для macOS
sl: za macOS
sr: за macOS
uk: для macOS
vi: cho macOS
zh: 适用于 macOS

# download.os.linux
source: for Linux
bg: за Linux
ca: per a Linux
cs: pro Linux
de: für Linux
el: για Linux
es_419: para Linux
fil_ph: para sa Linux
fr: pour Linux
he: עבור Linux
hr_hr: za Linux
id: untuk Linux
it: per Linux
kk_kz: Linux үшін
ko: Linux 용
lt: Linux sistemai
lv_lv: priekš Linux
ms_my: untuk Linux
pt_br: para Linux
ro: pentru Linux
ru: для Linux
sl: za Linux
sr: за Linux
uk: для Linux
vi: cho Linux
zh: 适用于 Linux

# download.steps.register.title
source: get an account
bg: създай акаунт
ca: crea un compte
cs: založ si účet
de: Erstelle einen Account
el: αποκτήστε ένα λογαριασμό
es_419: crear una cuenta
fil_ph: gumawa ng account
fr: créer un compte
he: השג חשבון
hr_hr: nabavi račun
id: buat akunnya
it: registra un'account
kk_kz: аккаунты тіркеу
ko: 계정 만들기
lt: susikurk paskyrą
lv_lv: izveido profilu
ms_my: dapatkan akaun
pt_br: crie uma conta
ro: creează un cont
ru: создайте аккаунт
sl: pridobi račun
sr: направите налог
uk: створіть обліковий запис
vi: tạo tài khoản
zh: 注册账号

# download.steps.register.description
source: follow the prompts when starting the game to sign in or make a new account
bg: следвай указанията при стартиране на играта за вход или създаване на нов профил
ca: segueix les instruccions a l'iniciar el joc per iniciar sessió o crear un nou compte
cs: při spuštění hry postupuj podle pokynů pro přihlášení nebo vytvoření nového účtu
de: Folge den Anweisungen beim Spielstart, um dich einzuloggen oder einen Account zu erstellen.
el: ακολουθήστε τις οδηγίες που εμφανίζονται κατά την εκκίνηση του παιχνιδιού για να εγγραφείτε ή να δημιουργήσετε ένα νέο λογαριασμό
es_419: sigue las instrucciones al iniciar el juego para iniciar sesión o crear una cuenta nueva
fil_ph: sundan ang mga senyas habang binubuksan ang laro upang makasign-in o makagawa ng bagong account
fr: suivez les indications lorsque vous démarrerez le jeu pour vous connecter ou créer un nouveau compte
he: עקוב אחר ההנחיות בתחילת המשחק כדי להתחבר או ליצור משתמש חדש
hr_hr: slijedite upute prilikom pokretanja igre da se prijavite ili napravite novi račun
id: ikuti petunjuk yang tertera pada saat memulai permainan untuk masuk atau membuat akun baru
it: segui le istruzioni quando avvii il gioco per accedere o creare un nuovo account
ko: 게임을 시작하면 로그인하거나 계정을 만드는 절차를 따라주세요.
lt: sek instrukcijas paleidus žaidimą, kad prisijungti ar susikurti naują paskyra
lv_lv: seko norādēm, kad palaidīsi spēli, lai varētu ielogoties vai izveidot jaunu kontu
ms_my: ikut bantu ingat ketika memulakan mainan untuk mendaftar masuk atau mencipta akaun baharu
pt_br: siga as instruções quando iniciar o jogo para conectar-se ou criar uma nova conta
ro: urmează instrucțiunile când deschizi jocul pentru a te conecta sau pentru a-ți crea un cont nou
ru: следуйте подсказкам в самой игре для входа или создания аккаунта
sl: sledi navodilom ko zaženeš igro in se vpiši ali ustvari nov račun
sr: пратите упутства када отворите игрицу да би сте се пријавили или направили нови налог
uk: слідуйте підказкам в самій грі для входу або створення облікового запису
vi: làm theo những hướng dẫn khi bắt đầu trò chơi để đăng nhập hoặc tạo tài khoản mới
zh: 根据游戏提示登录或注册
