Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Web/Home.*.resx
Languages: bg, ca, cs, de, el, es_419, fil_ph, fr, he, hr_hr, id, it, kk_kz, ko, lt, lv_lv, ms_my, pt_br, ro, ru, sl, sr, uk, vi, zh

# landing.download
source: Download now
bg: Изтегли сега
ca: Descarregar ara
cs: Stáhnout nyní
de: Jetzt herunterladen
el: Κάντε λήψη τώρα
es_419: Descargar ahora
fil_ph: I-download na
fr: Télécharger maintenant
he: הורד עכשיו
hr_hr: Preuzmi
id: Unduh sekarang
it: Scarica ora
ko: 지금 바로 다운로드하기
lt: Atsisiųskite dabar
lv_lv: Lejupielādēt tagad
ms_my: Muat turun sekarang
pt_br: Baixar agora
ro: Descarcă acum
ru: Начать играть
sl: Prenesi zdaj
sr: Преузмите сада
uk: Завантажити зараз
vi: Tải ngay
zh: 立即下载

# landing.online
source: <strong>{0}</strong> currently online in <strong>{1}</strong> games
bg: <strong>{0}</strong> сега са онлайн в общо <strong>{1}</strong> игри
ca: hi ha <strong>{0}</strong> en línia, en un total de <strong>{1}</strong> partides
cs: <strong>{0}</strong> právě v <strong>{1}</strong> hrách
de: aktuell sind <strong>{0}</strong> in <strong>{1}</strong> Spielen online
el: <strong>{0}</strong> συνδεδεμένοι αυτή τη στιγμή σε <strong>{1}</strong> παιχνίδια
es_419: <strong>{0}</strong> actualmente en línea en <strong>{1}</strong> partidas
fil_ph: <strong>{0}</strong> kasalukuyang online sa <strong>{1}</strong> laro
fr: <strong>{0}</strong> connectés en ce moment dans <strong>{1}</strong> parties
he: <strong>{0}</strong> כרגע מחוברים ב- <strong>{1}</strong> משחקים
hr_hr: <strong>{0}</strong> trenutno na mreži u <strong>{1}</strong> igrama
id: dengan <strong>{0}</strong> pemain yang saat ini terhubung dalam <strong>{1}</strong> ruang permainan
it: <strong>{0}</strong> online in <strong>{1}</strong> partite
ko: <strong>{0}</strong>명이 현재 접속 중이며, <strong>{1}</strong>개의 게임이 개설되어 있습니다.
lt: <strong>{0}</strong> dabar tinkle tarp <strong>{1}</strong> žaidimų
lv_lv: <strong>{0}</strong> pašlaik tiešsaistē <strong>{1}</strong> spēles
ms_my: <strong>{0}</strong> kini dalam talian dalam <strong>{1}</strong> mainan
pt_br: <strong>{0}</strong> jogadores online em <strong>{1}</strong> partidas
ro: <strong>{0}</strong> momentan online în <strong>{1}</strong> jocuri
ru: из них <strong>{0}</strong> онлайн в <strong>{1}</strong> матчах
sl: <strong>{0}</strong> trenutno aktivnih v <strong>{1}</strong> igrah
sr: <strong>{0}</strong> тренутно у <strong>{1}</strong> игара
uk: з них <strong>{0}</strong> зараз в <strong>{1}</strong> іграх
vi: <strong>{0}</strong> đang chơi trong <strong>{1}</strong> games
zh: <strong>{0}</strong> 名在线玩家，<strong>{1}</strong> 个游戏房间

# landing.peak
source: Peak, {0} online users
bg: Най-много за последните 24 часа: {0} онлайн
ca: Pic, {0} usuaris en línia
cs: Vrchol, {0} online uživatelů
de: Maximum, {0} Benutzer online
el: Κορύφωση, {0} συνδεδεμένοι χρήστες
es_419: Pico, {0} usuarios en línea
fil_ph: Pinakamarami, {0} na mga manlalarong online
fr: Pic de joueurs connectés : {0}
he: שיא, {0} משתמשים מחוברים
hr_hr: Vrhunac, {0} korisnika na mreži
id: Puncak aktivitas: {0} pengguna online
it: Picco, {0} utenti online
ko: 최다 동시 접속자 수: {0}명
lt: Daugiausiai pasiekta {0} prisijungusių vartotojų
lv_lv: Visvairāk, {0} lietotāji tiešsaistē
ms_my: Puncak, {0} pengguna dalam talian
pt_br: Pico, {0} usuários online
ro: Maxim, {0} de utilizatori online
ru: Пик, {0} игроков онлайн
sl: Vrhunec, {0} aktivnih igralcev
sr: Врх, {0} онлајн играча
uk: Пік, {0} користувачів онлайн
vi: Đỉnh điểm, {0} người chơi online
zh: 最高在线人数 {0} 人

# landing.players
source: <strong>{0}</strong> registered players
bg: <strong>{0}</strong> регистрирани играчи
ca: <strong>{0}</strong> jugadors registrats
cs: <strong>{0}</strong> registrovaných hráčů
de: <strong>{0}</strong> registrierte Spieler
el: <strong>{0}</strong> εγγεγραμμένοι παίκτες
es_419: <strong>{0}</strong> usuarios registrados
fil_ph: <strong>{0}</strong> na rehistradong mga manlalaro
fr: <strong>{0}</strong> joueurs inscrits
he: <strong>{0}</strong> משתמשים רשומים
hr_hr: <strong>{0}</strong> registriranih igrača
id: <strong>{0}</strong> pengguna terdaftar
it: <strong>{0}</strong> giocatori registrati
ko: <strong>{0}</strong>명이 가입되어 있고
lt: <strong>{0}</strong> registruoti žaidėjai
lv_lv: <strong>{0}</strong> reģistrētie spēlētāji
ms_my: <strong>{0}</strong> pemain terdaftar
pt_br: <strong>{0}</strong> jogadores registrados
ro: <strong>{0}</strong> de jucători înregistrați
ru: всего <strong>{0}</strong> игроков
sl: <strong>{0}</strong> registriranih igralcev
sr: <strong>{0}</strong> регистрованих играча
uk: зареєстровано <strong>{0}</strong> гравців
vi: <strong>{0}</strong> người chơi đã đăng kí
zh: <strong>{0}</strong> 名已注册玩家

# landing.title
source: welcome
bg: добре дошли
ca: benvingut
cs: vítejte
de: willkommen
el: καλώς ήρθες
es_419: bienvenido
fil_ph: maligayang pag dating
fr: bienvenue
he: ברוך הבא
hr_hr: dobro došli
id: selamat datang
it: benvenuto
kk_kz: қош келдіңіз
ko: 환영합니다
lt: sveiki
lv_lv: esi sveicināts
ms_my: selamat datang
pt_br: bem-vindo(a)
ro: bine ai venit
ru: добро пожаловать
sl: dobrodošli
sr: добродошли
uk: ласкаво просимо
vi: chào mừng
zh: 欢迎

# landing.see_more_news
source: see more news
bg: виж повече новини
ca: veure més novetats
cs: zobrazit další novinky
de: mehr Neuigkeiten anzeigen
el: εμφάνιση περισσότερων νέων
es_419: ver más novedades
fil_ph: higit pang mga balita
fr: voir plus de news
he: הצג עוד חדשות
hr_hr: pogledaj još vijesti
id: lihat lebih banyak berita
it: guarda più notizie
ko: 뉴스 더 보기
lt: pažiūrėti daugiau naujienų
lv_lv: skatīt vairāk jaunumus
ms_my: lihat berita lain
pt_br: ver mais notícias
ro: vezi mai multe noutăți
ru: перейти ко всем новостям
sl: prikaži več novic
sr: погледајте још догађаја
uk: побачити більше новин
vi: xem các bản tin khác
zh: 查看更多新闻

# landing.slogan.main
source: the bestest free-to-win rhythm game
bg: най-добрата безплатна ритъм игра
ca: el millor joc de ritme gratuït
cs: nejlepšejší free-to-win rytmická hra
de: das besteste free-to-play rhythmusspiel
el: το καλυτερότερο free-to-win ρυθμικό παιχνίδι
es_419: el mejor juego de ritmo gratis
fil_ph: ang pinaka-pinakanangungunang libre-para-panalunin na larong pangritmo
fr: le meilleur jeu de rythme free-to-win
he: משחק הקצב החינמי הטוב ביותר
hr_hr: najbolja besplatna ritmička igra
id: permainan ritme free-to-win terbaik
it: il miglior gioco di ritmo free-to-win
ko: 최고의 무료 리듬 게임
lt: geriausias nemokamas laimėti ritmo žaidimas
lv_lv: vislabākā brīvā ritma spēle
ms_my: permainan irama percuma terpaling baik
pt_br: o melhor jogo de ritmo gratuito
ro: cel mai cel joc de ritm free-to-win
ru: наилучшая бесплатная ритм-игра
sl: najboljša brezplačna ritmična igra
sr: најбоља free-to-win ритмичка игрица
uk: найкраща безкоштовна ритм-гра
vi: game nhịp điệu free-to-win hay nhất
zh: 棒到不行的免费音乐游戏

# landing.slogan.sub
source: rhythm is just a click away
bg: ритъмът е само на клик от вас
ca: el ritme només a un clic
cs: rytmus je na dosah jen jednoho kliknutí
de: Rhythmus ist nur ein Klick entfernt
el: ο ρυθμός είναι ένα κλικ μακριά
es_419: el ritmo está a un solo clic de distancia
fil_ph: ang ritmo ay isang click nalang
he: קצב הוא רק במרחק לחיצה
hr_hr: ritam je samo jedan klik od tebe
it: il ritmo è solo a un click di distanza
ko: 리듬은 이미, 그 손끝에
lt: ritmas yra tik per vieną paspaudimą nuo tavęs
lv_lv: ritms ir tikai klikšķa attālumā
ms_my: irama tinggal seketik saja
pt_br: o ritmo está a um clique de distância
ro: ritmul este doar la un clic distanță
ru: ритм всего лишь в клике от тебя
sl: ritem je le en klik stran
sr: ритам је увек удаљен за 1 клик
uk: ритм усього лиш в кліці від вас
vi: chỉ bắt đầu bằng một cái click chuột
zh: 节奏跃然指上

# search.advanced_link
source: Advanced search
bg: Разширено търсене
ca: Cerca avançada
cs: Pokročilé vyhledávání
de: Erweiterte Suche
el: Σύνθετη αναζήτηση
es_419: Búsqueda avanzada
fil_ph: Detalyadong paghanap
fr: Recherche avancée
he: חיפוש מתקדם
hr_hr: Napradna pretraga
id: Pencarian lanjutan
it: Ricerca avanzata
ko: 고급 검색
lt: Išplėstinė paieška
lv_lv: Izvērstā meklēšana
ms_my: Carian lanjutan
pt_br: Pesquisa avançada
ro: Căutare avansată
ru: Расширенный поиск
sl: Napredno iskanje
sr: Напредна претрага
uk: Розширений пошук
vi: Tìm kiếm nâng cao
zh: 高级搜索

# search.button
source: Search
bg: Търсене
ca: Cerca
cs: Hledat
de: Suchen
el: Αναζήτηση
es_419: Buscar
fil_ph: Hanapin
fr: Rechercher
he: חיפוש
hr_hr: Pretraži
id: Cari
it: Cerca
kk_kz: Іздеу
ko: 검색
lt: Ieškoti
lv_lv: Meklēt
ms_my: Cari
pt_br: Procurar
ro: Căutare
ru: Найти
sl: Išči
sr: Претрага
uk: Шукати
vi: Tìm kiếm
zh: 搜索

# search.empty_result
source: Nothing found!
bg: Нищо не бе открито!
ca: No s'ha trobat res!
cs: Nebylo nic nenalezeno!
de: Keine Treffer!
el: Δεν βρέθηκε τίποτα!
es_419: ¡No se ha encontrado nada!
fil_ph: Walang makita!
fr: Aucun résultat !
he: לא נמצא דבר!
hr_hr: Nije pronađeno!
id: Tidak ada hasil yang ditemukan!
it: Nessun risultato!
kk_kz: Ештеңе табылмады!
ko: 아무것도 찾지 못했습니다!
lt: Nieko nerasta!
lv_lv: Nekas nav atrasts!
ms_my: Tiada apa-apa ditemui!
pt_br: Nada encontrado!
ro: Nimic găsit!
ru: Ничего не найдено!
sl: Ni najdenih rezultatov!
sr: Нема резултата!
uk: Нічого не знайдено!
vi: Không có kết quả!
zh: 没有结果！

# search.keyword_required
source: A search keyword is required
bg: Необходима е ключова дума за търсене
ca: Es necessita una paraula clau
cs: Je vyžadován hledaný výraz
de: Ein Suchbegriff ist erforderlich
el: Απαιτείται μια λέξη-κλειδί αναζήτησης
es_419: Se requiere una palabra clave de búsqueda
fil_ph: Ang hinahanap na keyword ay kailangan
fr: Un mot clé de recherche est requis
he: מילת חיפוש נדרשת
hr_hr: Potrebna je ključna riječ za pretraživanje
id: Kata kunci pencarian dibutuhkan
it: È necessaria una parola chiave di ricerca
kk_kz: Іздеу үшін кілт сөз керек
ko: 검색 키워드가 필요합니다
lt: Reikalingas paieškos raktažodis
lv_lv: Meklēšanas atslēgvārds ir nepieciešams
ms_my: Kata kunci carian diperlukan
pt_br: Uma palavra-chave é necessária
ro: Un cuvânt cheie este necesar
ru: Требуется ключевое слово для поиска
sl: Potrebna je iskalna ključna beseda
sr: Потребна је кључна реч за претрагу
uk: Потрібно ключове слово для пошуку
vi: Cần ít nhất một từ khóa tìm kiếm
zh: 需要关键字

# search.placeholder
source: type to search
bg: пишете тук за търсене
ca: escriu per cercar
cs: zadej hledaný výraz
de: tippe, um zu suchen
el: πληκτρολογήστε για αναζήτηση
es_419: escribe para buscar
fil_ph: mag-type para makapag-search
fr: tapez pour rechercher
he: הקלד לחיפוש
hr_hr: unesite za pretraživanje
id: ketik untuk mulai mencari
it: digita per cercare
kk_kz: іздеу үшін жазыңыз
ko: 검색어를 입력하세요
lt: rašykite, kad ieškoti
lv_lv: rakstiet, lai meklētu
ms_my: taip untuk mencari
pt_br: digite para pesquisar
ro: tastează pentru a căuta
ru: начните печатать
sl: vpiši za iskanje
sr: куцајте за претрагу
uk: введіть текст для пошуку
vi: nhập để tìm kiếm
zh: 输入以搜索

# search.title
source: search
bg: търсене
ca: cerca
cs: hledat
de: Suche
el: Αναζήτηση
es_419: buscar
fil_ph: Hanapin
fr: rechercher
he: חיפוש
hr_hr: pretraži
id: pencarian
it: Cerca
kk_kz: іздеу
ko: 검색
lt: paieška
lv_lv: meklēt
ms_my: cari
pt_br: Pesquisar
ro: Caută
ru: поиск
sl: išči
sr: претрага
uk: Пошук
vi: Tìm Kiếm
zh: 搜索

# search.artist_track.more_simple
source: See more featured artist track search results
bg: Вижте още резултати от търсенето за тракове на препоръчани изпълнители
ca: Mostra més resultats de cerca de pistes d'artista destacat
cs: Zobrazit další výsledky hledání skladeb oficiálních umělců
de: Mehr Suchergebnisse von Featured-Artist-Songs anzeigen
el: Εμφάνιση περισσότερων αποτελεσμάτων κομματιών καλλιτέχνη
es_419: Ver más resultados de las canciones de los artistas destacados
fr: Voir plus de résultats de recherche de pistes de Featured Artists
id: Lihat lebih banyak hasil pencarian lagu featured artist
ko: 공식 아티스트 곡 검색 결과 더 보기
lt: Rodyti daugiau ryškiojo atlikėjo kūrinių paieškos rezultatų
lv_lv: Apskatīt vēl iemīļotā mākslinieka dziesmas meklēšanas rezultātus
ms_my: Lihat hasil carian runut artis sorotan lain
pt_br: Ver mais resultados de busca de trilhas de artistas em destaque
ro: Vezi mai multe rezultate de căutare pentru artiști oficiali
ru: Посмотреть все результаты поиска среди треков избранных исполнителей
uk: Переглянути додаткові результати пошуку пісень обраних виконавців
vi: Hiển thị thêm bài của nghệ sĩ nổi bật theo kết quả tìm kiếm

# search.beatmapset.login_required
source: Sign in to search beatmaps
bg: Моля, влез в профила си, за търсене на бийтмап
ca: Inicieu sessió per cercar mapes
cs: Pro hledání beatmap se přihlaste
de: Melde dich an, um Beatmaps zu suchen
el: Συνδεθείτε για να αναζητήσετε beatmaps
es_419: Inicia sesión para buscar mapas
fil_ph: Mag sign-in para maka-search ng beatmaps
fr: Connectez-vous pour rechercher des beatmaps
he: התחבר כדי לחפש מפות משחק
hr_hr: Prijavi se kako bi pretražio beatmape
id: Masuk untuk mencari beatmap
it: Accedi per cercare beatmap
kk_kz: Карталарды іздеу үшін аккаунтыңызға кіріңіз
ko: 비트맵을 검색하기 위해서 로그인
lt: Prisijunkite, kad ieškoti bitmapų
lv_lv: Ielogojieties, lai meklētu bītmapes
ms_my: Log masuk untuk mencari peta rentak
pt_br: Inicie a sessão para procurar por beatmaps
ro: Conectați-vă pentru a căuta beatmap-uri
ru: Войдите в аккаунт для поиска по картам
sl: Za brskanje beatmap se vpiši
sr: Пријавите се да тражите мапе
uk: Увійдіть для пошуку карт
vi: Đăng nhập để tìm beatmap
zh: 登录以搜索谱面

# search.beatmapset.more
source: {0} more beatmap search results
bg: още {0} бийтмап резултати от търсенето
ca: {0} resultats més de cerca de mapes
cs: {0} dalších výsledků vyhledávání map
de: {0} weitere gefundene Beatmaps
el: {0} περισσότερα αποτελέσματα αναζήτησης beatmap
es_419: Hay {0} mapas más en los resultados
fil_ph: {0} pang resulta ng beatmap search
fr: {0} résultats de recherche de beatmap en plus
he: {0} יותר תוצאות חיפוש מפה
hr_hr: Još {0} rezultata u pretraživanju beatmapa
id: {0} hasil pencarian beatmap lainnya
it: altri {0} risultati di ricerca delle beatmap
kk_kz: басқа {0} карта табылды
ko: {0}개의 비트맵 검색 결과 더 보기
lt: {0} dar beatmap'ų paieškos rezultatų
lv_lv: {0} vairāk ritma-mapju meklēšanas rezultāti
ms_my: {0} lagi hasil carian peta rentak
pt_br: {0} mais resultados de beatmaps
ro: Încă {0} beatmap-uri rezultate pentru această căutare
ru: больше {0} результатов поиска среди карт
sl: {0} več najdenih rezultatov beatmap
sr: {0} додатних резултата за мапе
uk: більше {0} результатів пошуку серед карт
vi: còn {0} kết quả tìm kiếm beatmap khác
zh: 搜索到 {0} 张谱面

# search.beatmapset.more_simple
source: See more beatmap search results
bg: Виж повече резултати за бийтмапове
ca: Veure més resultats
cs: Zobrazit další výsledky vyhledávání map
de: Siehe mehr Beatmap-Ergebnisse
el: Δείτε περισσότερα αποτελέσματα αναζήτησης beatmap
es_419: Ver más resultados de mapas
fil_ph: Tignan ang iba pang resulta ng beatmap
fr: Voir plus de résultats de recherche de beatmaps
he: ראה עוד תוצאות חיפוש מפה
hr_hr: Pogledaj još rezultata pretraživanja beatmapa
id: Lihat lebih banyak hasil pencarian beatmap
it: Vedi più risultati di ricerca delle beatmap
ko: 비트맵 검색 결과 더 보기
lt: Žiūrėti daugiau beatmap'ų paieškos rezultatų
lv_lv: Redzēt vairāk ritma-mapju meklēšanas rezultātus
ms_my: Lihat hasil carian peta rentak lain
pt_br: Veja mais resultados de busca de beatmaps
ro: Vezi mai multe rezultate de căutare pentru acest beatmap
ru: Посмотреть все результаты поиска среди карт
sl: Prikaži več beatmap rezultatov
sr: Видите још резултата за мапе
uk: Подивитися інші результати пошуку в мапах
vi: Hiển thị thêm kết quả tìm kiếm beatmap
zh: 查看更多搜索结果

# search.beatmapset.title
source: Beatmaps
bg: Бийтмапове
ca: Mapes
cs: Beatmapy
es_419: Mapas
fil_ph: Mga Beatmap
he: מפות
hr_hr: Beatmape
id: Beatmap
it: Beatmap
kk_kz: Карталар
ko: 비트맵
lt: Beatmap'ai
lv_lv: Bītmapes
ms_my: Peta Rentak
ro: Beatmap-uri
ru: Карты
sl: Beatmape
sr: Мапе
uk: Бітмапи
zh: 谱面

# search.forum_post.all
source: All forums
bg: Всички форуми
ca: Tots els fòrums
cs: Všechna fóra
de: Alle Foren
el: Όλα τα Φόρουμ
es_419: Todos los foros
fil_ph: Lahat ng mga forum
fr: Tous les forums
he: כל הפורומים
hr_hr: Svi forumi
id: Seluruh forum
it: Tutti i forum
kk_kz: Барлық форумдар
ko: 모든 포럼
lt: Visi forumai
lv_lv: Visi forumi
ms_my: Semua forum
pt_br: Todos os fóruns
ro: Toate forum-urile
ru: Все форумы
sl: Vsi forumi
sr: Сви форуми
uk: Всі форуми
vi: Tất cả diễn đàn
zh: 所有论坛

# search.forum_post.link
source: Search the forum
bg: Търси във форум
ca: Cerca en el fòrum
cs: Prohledat fórum
de: Forum durchsuchen
el: Αναζήτηση στο φόρουμ
es_419: Buscar en el foro
fil_ph: Hanapin ang paksang ito
fr: Rechercher sur le forum
he: חפש פורום
hr_hr: Pretraga foruma
id: Cari di forum
it: Cerca nel forum
kk_kz: Форумда іздеу
ko: 포럼 검색하기
lt: Ieškoti forume
lv_lv: Meklēt forumā
ms_my: Cari di forum
pt_br: Procurar no fórum
ro: Caută pe forum
ru: Искать на форуме
sl: Išči forum
sr: Тражите на форуму
uk: Пошук на форумі
vi: Tìm trong diễn đàn
zh: 在论坛中搜索

# search.forum_post.login_required
source: Sign in to search the forum
bg: Моля, влез в профила си, за търсене във форум
ca: Inicia sessió per cercar en el fòrum
cs: Pro hledání na fóru se přihlaste
de: Melde dich an, um das Forum zu durchsuchen
el: Συνδεθείτε για να αναζητήσετε στο φόρουμ
es_419: Inicia sesión para buscar en el foro
fil_ph: Mag sign-in para maka-search sa forum
fr: Connectez-vous pour rechercher sur le forum
he: התחבר כדי לחפש את הפורום
hr_hr: Prijavi se kako bi pretražio forum
id: Masuk untuk mencari forum
it: Accedi per cercare nel forum
kk_kz: Форумда іздеу үшін аккаунтыңызға кіріңіз
ko: 포럼을 검색하기 위해서 로그인
lt: Prisijunkite, kad ieškoti forume
lv_lv: Ieiet, lai meklētu forumā
ms_my: Log masuk untuk cari di forum
pt_br: Inicie a sessão para pesquisar no fórum
ro: Conectați-vă pentru a căuta forum-ul
ru: Войдите в аккаунт для поиска по форуму
sl: Vpiši se za iskanje foruma
sr: Пријавите се да тражите на форуму
uk: Увійдіть для пошуку по форуму
vi: Đăng nhập để tìm kiếm trong diễn đàn
zh: 登录以搜索论坛帖

# search.forum_post.more_simple
source: See more forum search results
bg: Виж повече резултати от форум
ca: Veure més resultats
cs: Zobrazit další výsledky z prohledávání fór
de: Siehe mehr Foren-Ergebnisse
el: Δείτε περισσότερα αποτελέσματα αναζήτησης φόρουμ
es_419: Ver más resultados de los foros
fil_ph: Higit pang mga resulta sa paghahanap sa forum
fr: Voir plus de résultats de recherche sur les forums
he: ראה עוד תוצאות חיפוש פורום
hr_hr: Pogledaj još rezultata pretraživanja foruma
id: Lihat lebih banyak hasil pencarian forum
it: Vedi più risultati di ricerca del forum
ko: 포럼 검색 결과 더 보기
lt: Žiūrėti daugiau forumo paieškos rezultatų
lv_lv: Redzēt vairāk foruma meklēšanas rezultātus
ms_my: Lihat hasil carian forum lain
pt_br: Veja mais resultados de busca nos fóruns
ro: Vezi mai multe rezultate de căutare pe forum
ru: Посмотреть другие результаты поиска на форуме
sl: Prikaži več rezulatov foruma
sr: Видите још резултата за форум
uk: Подивитися інші результати пошуку на форумі
vi: Hiển thị thêm kết quả tìm kiếm trong diễn đàn
zh: 查看更多搜索结果

# search.forum_post.title
source: Forum
bg: Форум
ca: Fòrum
cs: Fórum
el: Φόρουμ
es_419: Foro
he: פורום
kk_kz: Форум
ko: 포럼
lt: Forumas
lv_lv: Forums
pt_br: Fórum
ru: Форумы
sr: Форум
uk: Форум
vi: Diễn Đàn
zh: 论坛

# search.forum_post.label.forum
source: search in forums
bg: търси във форум
ca: cerca en fòrums
cs: hledat ve fórech
de: Foren durchsuchen
el: αναζήτηση στο φόρουμ
es_419: buscar en el foro
fil_ph: hanapin ang paksang ito
fr: Rechercher dans les forums
he: חפש בפורומים
hr_hr: pretrži u forumima
id: cari di forum
it: cerca nel forum
ko: 포럼에서 검색하기
lt: ieškoti forumuose
lv_lv: meklēšana Forumos
ms_my: cari dalam forum
pt_br: procurar nos fóruns
ro: căutare în forum-uri
ru: искать на форуме
sl: išči v forumih
sr: тражите на форуму
uk: пошук на форумі
vi: tìm trong diễn đần
zh: 在论坛中搜索

# search.forum_post.label.forum_children
source: include subforums
bg: включително и подфоруми
ca: inclou subfòrums
cs: zahrnout subfóra
de: Subforen einbeziehen
el: συμπεριλάμβανε υπο-φόρουμ
es_419: incluir subforos
fil_ph: isama ang mga subforum
fr: inclure les sous-forums
he: כלול תתי פורום
hr_hr: uključi podforume
id: sertakan subforum
it: includi subforum
ko: 서브포럼을 포함하여 검색
lt: įtraukti poforumius
lv_lv: iekļaut apakšforumus
ms_my: sertakan subforum
pt_br: incluir subfóruns
ro: include subforum-uri
ru: включая подфорумы
sl: vključi podforume
sr: укључујући субфоруме
uk: включаючи підфоруми
vi: bao gồm diễn đàn con
zh: 包括子版块

# search.forum_post.label.include_deleted
source: include deleted posts
bg: включително изтрити теми
ca: inclou publicacions eliminades
cs: zahrnout smazané příspěvky
de: Gelöschte Beiträge miteinbeziehen
el: περιλαμβάνει διαγραμμένες δημοσιεύσεις
es_419: incluir publicaciones eliminadas
fr: inclure les posts supprimés
id: sertakan postingan yang telah dihapus
it: includi i post eliminati
ko: 삭제된 글 포함
lt: įtraukti ištrintus įrašus
lv_lv: iekļaut dzēstos rakstus
ms_my: sertakan hantaran yang telah dipadamkan
pt_br: incluir publicações excluídas
ro: include postările șterse
ru: включая удалённые посты
sl: vključi izbrisane objave
sr: укључи избрисане постове
uk: включаючи видалені публікації
vi: bao gồm các bài đăng bị xoá
zh: 包括已删除的帖子

# search.forum_post.label.topic_id
source: topic #
bg: тема #
ca: tema #
cs: téma #
de: Thread #
el: θέμα #
es_419: tema #
fil_ph: paksa #
fr: sujet #
he: מספר נושא
hr_hr: tema #
id: topik #
it: discussione #
ko: 주제 #
lt: tema #
lv_lv: temats #
ms_my: tajuk #
pt_br: tópico #
ro: subiect #
ru: тема #
sl: tema #
sr: тема #
uk: тема #
vi: # chủ đề
zh: 主题 #

# search.forum_post.label.username
source: author
bg: автор
ca: autor
cs: autor
de: Autor
el: συντάκτης
es_419: autor
fil_ph: may-akda
fr: auteur
he: מחבר
hr_hr: autor
id: pengirim
it: autore
kk_kz: автор
ko: 글쓴이
lt: autorius
lv_lv: autors
ms_my: pengarang
pt_br: autor
ro: autor
ru: автор
sl: avtor
sr: аутор
uk: автор
vi: người đăng
zh: 作者

# search.mode.all
source: all
bg: всички
ca: tots
cs: vše
de: alle
el: όλα
es_419: todos
fil_ph: lahat
fr: tout
he: הכל
hr_hr: svi
id: semua
it: tutto
kk_kz: бәрі
ko: 모두
lt: visi
lv_lv: visi
ms_my: semua
pt_br: todos
ro: tot
ru: все
sl: vse
sr: све
uk: всі
vi: tất cả
zh: 所有

# search.mode.artist_track
source: featured artist track
bg: тракове от препоръчани изпълнители
ca: pista d'artista destacat
cs: skladba oficiálního umělce
de: Song eines Featured Artist
el: επιλεγμένοι καλλιτέχνες
es_419: artistas destacados
fr: piste de Featured Artist
id: lagu featured artist
ko: 공식 아티스트 곡
lt: ryškiojo atlikėjo kūrinys
lv_lv: iemīļotā mākslinieka dziesmas
ms_my: runut artis sorotan
pt_br: trilha de artista em destaque
ro: melodie artist oficial
ru: треки избранных исполнителей
uk: пісні обраних виконавців
vi: nhạc của nghệ sĩ nổi bật

# search.mode.beatmapset
source: beatmap
bg: бийтмап
ca: mapa
cs: beatmapa
es_419: mapa
he: ביטמאפ
hr_hr: beatmapa
kk_kz: карта
ko: 비트맵
lt: beatmap'as
lv_lv: bītmape
ms_my: peta rentak
ru: карты
sr: мапа
uk: бітмапи
zh: 谱面

# search.mode.forum_post
source: forum
bg: форум
ca: fòrum
cs: fórum
el: φόρουμ
es_419: foro
he: פורום
kk_kz: форум
ko: 포럼
lt: forumas
lv_lv: forums
pt_br: fórum
ru: форум
sr: форум
uk: форум
vi: diễn đàn
zh: 论坛

# search.mode.team
source: team
bg: отбор
ca: equip
cs: tým
el: ομάδα
es_419: equipos
fr: équipe
id: tim
ko: 팀
lt: komanda
lv_lv: komanda
ms_my: pasukan
pt_br: equipe
ro: echipă
ru: команды
uk: команди
vi: đội

# search.mode.user
source: player
bg: играч
ca: jugador
cs: hráč
de: Spieler
el: παίκτης
es_419: jugador
fil_ph: manlalaro
fr: joueur
he: שחקן
hr_hr: igrač
id: pemain
it: giocatore
kk_kz: ойыншы
ko: 플레이어
lt: žaidėjas
lv_lv: spēlētājs
ms_my: pemain
pt_br: jogador
ro: jucător
ru: игроки
sl: igralec
sr: играч
uk: гравці
vi: người chơi
zh: 玩家

# search.mode.wiki_page
source: wiki
he: וויקי
ko: 위키
ru: вики
sr: вики
uk: вікі
