Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Web/PageTitle.*.resx
Languages: lt, lv_lv

source: admin
lt: administratorius
lv_lv: administrātors

# error.error.400
source: invalid request
lt: negaliojanti užklausa
lv_lv: nepareizs pieprasījums

# error.error.404
source: missing
lt: nerasta
lv_lv: trūkst

# error.error.403
source: forbidden
lt: draudžiamas
lv_lv: aizliegts

# error.error.401
source: unauthorized
lt: neįgaliotas
lv_lv: nav autorizēts

# error.error.401-verification
source: account verification
lt: paskyros patvirtinimas
lv_lv: konta verifikācija

# error.error.405
source: missing
lt: nerasta
lv_lv: trūkst

# error.error.422
source: invalid request
lt: negaliojanti užklausa
lv_lv: nepareizs pieprasījums

# error.error.429
source: too many requests
lt: per daug užklausų
lv_lv: pārāk daudz pieprasījumu

# error.error.500
source: something broke
lt: kažkas nesuveikė
lv_lv: kaut kas salūza

# error.error.503
source: maintenance
lt: priežiūra
lv_lv: remonti

source: forum
lt: forumas
lv_lv: foruma

# forum.topic_logs_controller.index
source: topic logs
lt: temos žurnalas
lv_lv: tēmu pieraksts

# main.account_controller.verify_link
source: account verification
lt: paskyros patvirtinimas
lv_lv: konta verifikācija

# main.artists_controller._
source: featured artists
lt: rekomenduojami atlikėjai
lv_lv: kontraktētie mākslinieki

# main.beatmap_discussion_posts_controller._
source: beatmap discussion posts
lt: beatmap'o diskusijos Įrašai
lv_lv: ritma-mapju diskusijas raksts

# main.beatmap_discussions_controller._
source: beatmap discussions
lt: beatmap'o diskusijos
lv_lv: ritma-mapju diskusijas

# main.beatmap_packs_controller._
source: beatmap packs
lt: beatmap'ų rinkiniai
lv_lv: ritma-mapju pakas

# main.beatmapset_discussion_votes_controller._
source: beatmap discussion votes
lt: beatmap'o diskusijos balsai
lv_lv: ritma-mapju diskusiju balsis

# main.beatmapset_events_controller._
source: beatmap history
lt: beatmap'o istorija
lv_lv: ritma-mapju vēsture

# main.beatmapsets_controller.discussion
source: beatmap discussion
lt: beatmap'o diskusija
lv_lv: ritma-mapes diskusija

# main.beatmapsets_controller.index
source: beatmap listing
lt: beatmap'ų sąrašas
lv_lv: ritma-mapju saraksts

# main.beatmapsets_controller.show
source: beatmap info
lt: beatmap'o info
lv_lv: ritma-mapes info

# main.changelog_controller._
source: changelog
lt: pakeitimų sąrašas
lv_lv: izmaiņu pieraksts

# main.chat_controller._
source: chat
lt: pokalbiai
lv_lv: saraksti

# main.comments_controller._
source: comments
lt: komentarai
lv_lv: komentāri

# main.contest_entries_controller.judge_results
source: contest judging results
lv_lv: konkursa vērtēšanas rezultāti

# main.contests_controller._
source: contests
lt: konkursai
lv_lv: konkurs

# main.contests_controller.judge
source: contest judging
lv_lv: konkursa tiesāšana

# main.groups_controller.show
source: groups
lt: grupės
lv_lv: grupas

# main.home_controller.get_download
source: download
lt: atsisiųsti
lv_lv: lejupielādēt

# main.home_controller.index
source: dashboard
lt: ataskaitų sritis
lv_lv: panelis

# main.home_controller.search
source: search
lt: ieškoti
lv_lv: meklē

# main.home_controller.support_the_game
source: support the game
lt: paremk žaidimą
lv_lv: atbalsti spēli

# main.home_controller.testflight
source: testflight
lv_lv: testa lidojums

# main.legacy_matches_controller._
source: matches
lv_lv: spēlēs

# main.legal_controller._
source: information
lt: informacija
lv_lv: informācija

# main.livestreams_controller._
source: live streams
lt: tiesoginės transliacijos
lv_lv: tiešraides straumes

# main.news_controller._
source: news
lt: naujienos
lv_lv: jaunumi

# main.notifications_controller._
source: notifications history
lt: pranešimų istorija
lv_lv: paziņojumu vēsture

# main.password_reset_controller._
source: password reset
lt: slaptažodžio atkūrimas
lv_lv: paroles attiestatījums

# main.ranking_controller._
source: rankings
lt: reitingai
lv_lv: novietojums

# main.scores_controller._
source: performance
lt: pp
lv_lv: veiktspēja

# main.seasons_controller._
source: rankings
lt: reitingai
lv_lv: novietojums

# main.teams_controller._
source: teams
lv_lv: komandas

# main.teams_controller.create
source: create team
lv_lv: izveidot komandu

# main.teams_controller.edit
source: team settings
lv_lv: komandas iestatījumi

# main.teams_controller.leaderboard
source: team leaderboard
lv_lv: komandas līderu saraksts

# main.teams_controller.show
source: team info
lv_lv: komandas info

# main.tournaments_controller._
source: tournaments
lt: turnyrai
lv_lv: turnīri

# main.user_cover_presets_controller._
source: user cover presets
lv_lv: lietotāja standarta pārklājums

# main.users_controller._
source: player info
lt: žaidėjo informacija
lv_lv: spēlētāja info

# main.users_controller.create
source: create account
lt: kurti paskyrą
lv_lv: izveidot kontu

# main.users_controller.disabled
source: notice
lt: pastaba
lv_lv: paziņojums

# main.wiki_controller._
source: wiki
lv_lv: vikipēdija

# multiplayer.rooms_controller.events
source: room history
lv_lv: izstabas vēsture

# passport.authorization_controller._
source: authorize app
lt: įgalioti aplikaciją
lv_lv: autorizēt aplikāciju

source: store
lt: parduotuvė
lv_lv: veikals

# teams.members_controller.index
source: team members
lv_lv: komandas dalībnieki

# users.modding_history_controller._
source: modder info
lt: taisytojo info
lv_lv: moderācijas info

# users.multiplayer_controller._
source: multiplayer history
lt: tinklo žaidimų istorija
lv_lv: daudzspēlētāju vēsture
