Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Web/Teams.*.resx
Languages: be, bg, ca, cs, da, de, el, es, fi, fr, id, it, ja, ko, lv_lv, ms_my, nl, no, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# applications.accept.ok
source: Added user to team.
be: Гулец прыняты ў каманду.
bg: Потребителят беше добавен към отбора.
ca: Usuari afegit a l'equip.
cs: Uživatel byl přidán do týmu.
da: Tilføjede bruger til teamet.
de: Benutzer zum Team hinzugefügt.
el: Προστέθηκε χρήστης στην ομάδα.
es: Usuario añadido al equipo.
fi: Käyttäjä lisätty joukkueeseen.
fr: Vous avez accepté la candidature.
id: Pengguna ditambahkan ke tim.
it: Utente aggiunto alla squadra.
ja: ユーザーをチームに追加しました。
ko: 유저를 팀에 추가했습니다.
lv_lv: Pievienoji lietotāju komandai.
ms_my: Pengguna ditambah ke pasukan.
nl: Gebruiker aan team toegevoegd.
no: La til bruker i teamet.
pl: Dodano użytkownika do zespołu.
pt_br: Usuário adicionado à equipe.
ro: Utilizator adăugat în echipă.
ru: Игрок принят в команду.
sv: La till användare till laget.
th: เพิ่มผู้ใช้งานสู่ทีม
tr: Kullanıcı takıma eklendi.
uk: Користувача додано у команду.
vi: Đã thêm thành viên vào đội.
zh: 已将玩家添加进战队。
zh_hant: 已將使用者加入團隊。

# applications.destroy.ok
source: Cancelled join request.
be: Запыт на ўступленне адкліканы.
bg: Заявката беше отменена.
ca: Petició d'unió cancel·lada.
cs: Žádost o připojení byla zrušena.
de: Beitrittsanfrage abgebrochen.
el: Ακυρώθηκε το αίτημα συμμετοχής.
es: Solicitud para unirse al equipo cancelada.
fi: Liittymiskutsu peruttu.
fr: Candidature annulée.
id: Permintaan bergabung dibatalkan.
it: Richiesta di partecipazione annullata.
ja: 参加申請をキャンセルしました。
ko: 가입 요청을 취소했습니다.
lv_lv: Atcēli pieprasīšanās pieprasījumu.
ms_my: Permintaan masuk dibatalkan.
nl: Verzoek ingetrokken.
no: Kansellerte invitasjonsforespørsel.
pl: Anulowano prośbę o dołączenie.
pt_br: Pedido de adesão cancelado.
ro: Cerere de înscriere anulată.
ru: Запрос на вступление отозван.
sv: Avbröt anslutningsbegäran.
th: ยกเลิกการขอเข้าร่วมแล้ว
tr: Giriş isteği iptal edildi.
uk: Запит на вступ відкликано.
vi: Đã huỷ yêu cầu gia nhập.
zh: 已取消加入战队请求。
zh_hant: 已取消加入請求。

# applications.reject.ok
source: Rejected join request.
be: Запыт на ўступленне адхілены.
bg: Заявката беше отхвърлена.
ca: Petició d'unió rebutjada.
cs: Žádost o připojení byla zamítnuta.
de: Beitrittsanfrage abgelehnt.
el: Απορρίφθηκε το ίτημα συμμετοχής
es: Solicitud para unirse al equipo rechazada.
fi: Liittymiskutsu kielletty.
fr: Vous avez refusé la candidature.
id: Permintaan bergabung ditolak.
it: Richiesta di partecipazione respinta.
ja: 参加申請が拒否されました。
ko: 가입 요청을 거부했습니다.
lv_lv: Pievienošanās pieprasījums tika noliegts.
ms_my: Permintaan masuk ditolak.
nl: Verzoek afgewezen.
no: Avslo invitasjonsforespørsel.
pl: Odrzucono prośbę o dołączenie.
pt_br: Pedido de adesão rejeitado.
ro: Cerere de înscriere respinsă.
ru: Запрос на вступление отклонён.
sv: Avvisad anslutningsbegäran.
th: ปฎิเสธการขอเข้าร่วมแล้ว
tr: Giriş isteği reddedildi.
uk: Запит на вступ відхилено.
vi: Đã từ chối yêu cầu gia nhập.
zh: 已拒绝加入战队请求。
zh_hant: 已拒絕加入請求。

# applications.store.ok
source: Requested to join team.
be: Запыт на ўступленне адпраўлены.
bg: Заяви да влезе в отбора.
ca: Petició per unir-se a l'equip.
cs: Požádáno o připojení k týmu.
de: Beitrittsanfrage abgesendet.
el: Ζητήθηκε το αίτημα για τη συμμετοχή στην ομάδα
es: Solicita unirse al equipo.
fr: Candidature envoyée.
id: Permintaan bergabung dikirim.
it: Richiesto di partecipare al team.
ja: チームへの参加をリクエストしました。
ko: 가입을 요청하였습니다.
lv_lv: Tu pieprasīji pievienoties komandai.
ms_my: Kemasukan ke pasukan dipinta.
nl: Wilt lid worden.
no: Forespurt å delta i teamet.
pl: Przesłano prośbę o dołączenie do zespołu.
pt_br: Solicitado para se juntar à equipe.
ro: Alăturarea în echipa a fost solicitată.
ru: Запрос на вступление отправлен.
sv: Har begärt att få gå med i laget.
th: ขอร้องขอเข้าร่วมทีมแล้ว
tr: Takıma girmek için istek gönderildi.
uk: Запрошено вступ до команди.
vi: Đã yêu cầu gia nhập vào đội.
zh: 已请求加入战队。
zh_hant: 已請求加入團隊。

# card.members
source: {0} member|{0} members
be: {0} удзельнік|{0} удзельніка|{0} удзельнікаў
bg: {0} играч|{0} играча
ca: {0} membre|{0} membres
cs: {0} člen|{0} členové|{0} členů
de: {0} Mitglied|{0} Mitglieder
el: {0} μέλος|{0} μέλη
es: {0} miembro|{0} miembros
fr: {0} membre|{0} membres
it: {0} membro|{0} membri
ja: {0} メンバー|{0} メンバー
ko: {0}명의 회원
lv_lv: {0} lietotājs|{0} lietotāji
ms_my: {0} ahli
no: {0} medlem|{0} medlemmer
pl: {0} członek|{0} członków|{0} członków
pt_br: {0} jogador{0} jogadores
ro: un membru|{0} membrii|{0} de membrii
ru: {0} участник|{0} участника|{0} участников
sv: {0} medlem|{0} medlemmar
th: {0} สมาชิก|{0} สมาชิก
tr: {0} üye|{0} üye
uk: {0} учасник|{0} учасника|{0} учасників
vi: {0} thành viên|:{0} thành viên
zh_hant: {0} 位玩家|{0} 位玩家

# create.submit
source: Create Team
be: Стварыць каманду!
bg: Създай отбор
ca: Crear equip
cs: Vytvořit tým
da: Opret Team
de: Team erstellen
el: Δημιουργία Ομάδας
es: Crear equipo
fi: Luo Tiimi
fr: Créer une équipe
id: Buat Tim
it: Crea Squadra
ja: チームを作成
ko: 팀 만들기
lv_lv: Izveidot Komandu
ms_my: Cipta Pasukan
nl: Team Aanmaken
no: Opprett Team
pl: Utwórz zespół
pt_br: Criar Equipe
ro: Creează Echipă
ru: Создать команду!
sv: Skapa lag
th: สร้างทีม
tr: Takım Oluştur
uk: Створити команду
vi: Tạo đội
zh: 创建战队
zh_hant: 建立隊伍

# create.form.name_help
source: Your team name. The name is permanent at the moment.
be: Назва вашай каманды. Пакуль што яго нельга будзе змяніць.
bg: Името на вашият отбор. Името е перманентно за момента.
ca: Nom del teu equip. El nom serà permanent.
cs: Jméno tvého týmu. Toto jméno je v tuto chvíli trvalé.
da: Dit teams navn. Navnet er permanent i øjeblikket.
de: Dein Teamname. Der Name kann später nicht mehr geändert werden.
el: Το όνομα της ομάδας σου. Το όνομα είναι μόνιμο αυτή τη στιγμή.
es: El nombre de tu equipo. Por el momento, los nombres son permanentes.
fi: Sinun tiimisi nimi. Nimi on pysyvä tällä hetkellä.
fr: Le nom de votre équipe. Ce nom est permanent pour le moment.
id: Nama tim kamu. Nama ini akan bersifat permanen untuk saat ini.
it: Il nome della tua squadra. Il nome è permanente al momento.
ja: チーム名。現在一度決めたチーム名は変更できません。
ko: 당신의 팀 이름입니다. 아직까지는 이름을 변경할 수 없어요.
lv_lv: Jūsu komandas nosaukums. Nosaukums pašreiz ir neizmaināms.
ms_my: Nama pasukan anda. Nama ini kekal buat masa ini.
nl: Hoe je team heet. Voor nu kan je het niet veranderen.
no: Ditt teamnavn. Navnet er permanent for øyeblikket.
pl: Nazwa twojego zespołu. Aktualnie nie da się jej zmodyfikować.
pt_br: O nome da sua equipe. O nome é permanente no momento.
ro: Numele echipei. Acest nume este permanent pe moment.
ru: Название вашей команды. Пока что его нельзя будет изменить.
sv: Ditt lagnamn. Namnet är permanent just nu.
tr: Takım adınız. Ad şimdilik kalıcıdır.
uk: Назва вашої команди. Наразі вона є незмінною.
vi: Tên đội của bạn. Tên đội sẽ trở nên vĩnh viễn ở thời điểm hiện tại.
zh: 你的战队名称。目前不可再修改。
zh_hant: 你的隊伍名稱。名稱為永久的。

# create.form.short_name_help
source: Maximum 4 characters.
be: Максімум 4 знака.
bg: Максимум 4 символа.
ca: Màxim 4 lletres.
cs: Maximálně 4 znaky.
da: Højst 4 tegn.
de: Maximal 4 Zeichen.
el: Μέγιστο 4 χαρακτήρες.
es: Máximo 4 caracteres.
fi: Enintään 4 merkkiä.
fr: Maximum 4 caractères.
id: Maksimum 4 karakter.
it: Massimo 4 caratteri.
ja: 最大 4 文字。
ko: 최대 4자.
lv_lv: Maksimums 4 rakstzīmes.
ms_my: Maksimum 4 aksara.
nl: Maximaal vier letters.
no: Maks 4 tegn.
pl: Może składać się z maksymalnie 4 znaków.
pt_br: Máximo de 4 caracteres.
ro: Maxim 4 caractere.
ru: Максимум 4 символа.
sv: Maximalt 4 bokstäver.
th: สูงสุด 4 ตัวอักษร
tr: En fazla 4 karakter.
uk: Максимум 4 символи.
vi: Tối đa 4 kí tự.
zh: 最多4个字符。
zh_hant: 最多4個字元。

# create.form.title
source: Let's set up a new team
be: Прыступім да стварэння новай каманды
bg: Нека конфигурираме новия отбор
ca: Creem un nou equip
cs: Pojďme vytvořit nový tým
de: Ein neues Team anlegen
el: Ας δημιουργήσουμε μια νέα ομάδα
es: Vamos a crear un nuevo equipo
fi: Perustetaan uusi tiimi
fr: Créons une nouvelle équipe
id: Mari bentuk tim baru
it: Creiamo una nuova squadra
ja: 新しいチームを作成しましょう
ko: 팀을 만들어 볼까요?
lv_lv: Uzstādam jaunu komandu
ms_my: Mari sediakan pasukan baharu
nl: Zullen we een team opzetten?
no: La oss sette opp et nytt team
pl: Kreator nowego zespołu
pt_br: Vamos criar uma equipe
ro: Hai să configurăm o nouă echipă
ru: Приступим к созданию новой команды
sv: Låt oss sätta upp ett nytt lag
th: ตั้งทีมใหม่กันเถอะ!
tr: Hadi yeni bir takım kuralım
uk: Створімо нову команду
vi: Hãy thành lập một đội mới nào
zh: 来组建战队吧
zh_hant: 讓我們設立一個新的隊伍

# create.intro.description
source: Play together with friends; existing or new. You're not currently in a team. Join an existing team by visiting their team page or create your own team from this page.
be: Гуляйце разам з сябрамі, стварыўшы сваю каманду або заводзіце новых, уступаючы ў існуючыя! Пакуль вы не ў камандзе.
bg: Играй заедно с приятели; стари или нови. Ти не си в отбор за момента. Влез в вече съществуващ отбор като отидеш на страницата на отбора им или създай твой собствен отбор от тази страница.
ca: Juga amb els teus amics; veterans o principiants. Actualment no pertanys a cap equip. Uneix-te a un visitant la nostra pàgina d'equips, o crea el teu propi des d'aquesta pàgina.
cs: Hraj společně s přáteli; existujícími nebo novými. V současné době nejsi v týmu. Připoj se k existujícímu týmu navštívením jejich týmové stránky nebo vytvoř svůj vlastní tým na této stránce.
da: Spil sammen med eksisterende eller nye venner. Du er ikke i et team lige nu. Du kan melde dig ind i et team ved at besøge teamets side, eller lav dit eget team fra denne side.
de: Spiele zusammen mit Freunden, egal ob bereits erfahrene Spieler oder Anfänger. Du bist aktuell in keinem Team. Tritt einem existierenden Team bei, indem du die Teamseite besuchst oder hier dein eigenes Team erstellst.
el: Παίξε μαζί με φίλους, υπάρχοντες ή νέους. Δεν βρίσκεσαι σε ομάδα. Μπες σε μία υπάρχουσα ομάδα επισκέπτοντας την σελίδα ομάδας ή δημιούργησε την δικιά σου ομάδα από αυτήν τη σελίδα.
es: Juega con tus amigos, con los que ya tienes o con los nuevos. Actualmente no estás en un equipo. Únete a un equipo existente visitando su página de equipo o crea tu propio equipo desde esta página.
fi: Pelaa yhdessä kavereidesi kanssa; entisten tai uusien. Et ole tällä hetkellä tiimissä. Liity olemassa olevaan tiimiin vierailemalla heidän tiimisivullaan tai luo oma tiimisi tältä sivulta.
fr: Jouez avec des amis, qu'ils soient nouveaux ou plus anciens. Vous n'avez pas encore rejoint d'équipe. Vous pouvez rejoindre une équipe existante en visitant leur page d'équipe, ou créer votre propre équipe à partir de cette page.
id: Bermainlah bersama teman-temanmu; baik yang sudah akrab atau yang baru kamu kenal. Kamu saat ini tidak tergabung di dalam tim. Bergabunglah dengan tim yang sudah ada dengan mengunjungi halaman tim mereka atau buat tim kamu sendiri dari halaman ini.
it: Gioca insieme ad amici; presenti o nuovi. Al momento non sei in una squadra. Unisciti a squadre esistenti visitando la loro pagina oppure crea la tua squadra attraverso questa pagina.
ja: 既存のフレンドや新しいフレンドと一緒にプレイします。現在、あなたはチームに所属していません。チームページにアクセスして既存のチームに所属するか、このページからチームを作成してください。
ko: 현재 팀에 속해 있지 않습니다. 팀에 참가하거나 새로 만들어 친구와 함께 플레이해 보세요. 팀 페이지에 방문하여 팀에 가입하거나 이 페이지에서 팀을 새로 만들 수 있습니다.
lv_lv: Spēlē kopā ar draugiem; esošajiem vai jauniem. Tu pašlaik neesi komandā. Pievienojies esoša komandā, apmeklējot komandas lapu, vai izveido savu komandu šeit.
ms_my: Main bersama-sama dengan rakan yang ada mahupun yang baharu. Anda kini tiada dalam mana-mana pasukan. Masuk pasukan yang ada dengan melawati halaman pasukan mereka atau cipta pasukan sendiri dari halaman ini.
nl: Speel samen met je vrienden; bekend of nieuw. Je bent nog niet lid van een team. Word lid van een bestaand team door hun pagina te bezoeken, of maak hier je eigen team.
no: Spill sammen med venner; både kjente og nye. Du er for øyeblikket ikke i et team. Bli med i et eksisterende team ved å gå til deres teamside eller lag ditt eget team fra denne siden.
pl: Graj wspólnie ze swoimi przyjaciółmi. Nie jesteś aktualnie w żadnym zespole. Możesz dołączyć do istniejącego zespołu poprzez odwiedzenie jego strony lub utworzyć swój własny z wykorzystaniem poniższego kreatora.
pt_br: Jogue com seus amigos; atuais ou novos. Você não está em uma equipe no momento. Junte-se a uma equipe existente ao visitar a sua página ou crie sua própria equipe a partir dessa página.
ro: Jucați împreună cu prieteni, existenți sau noi. Nu sunteți într-o echipă momentan. Alătură-te unei echipe existente vizitând pagina echipei sau creează-ți propria echipă de pe această pagină.
ru: Играйте вместе с друзьями, создав свою команду или заводите новых, вступая в существующие! Сейчас вы не состоите в команде.
sv: Spela tillsammans med vänner, befintliga eller nya. Du är inte med i ett lag för närvarande. Gå med i ett befintligt lag genom att besöka deras lagsida eller skapa ditt eget lag från den här sidan.
tr: Mevcut ya da yeni arkadaşlarınla birlikte oyna. Şu anda bir takımda değilsiniz. Takım sayfalarını ziyaret ederek mevcut bir takıma katılın veya bu sayfadan kendi takımınızı oluşturun.
uk: Грайте разом з вашими друзями, або знайдіть нових! Наразі ви не перебуваєте в команді. Приєднайтеся до існуючої команди, відвідавши її сторінку, або створіть власну команду прямо тут.
vi: Chơi cùng với bạn; bạn cũ hay mới. Bạn đang không có đội. Truy cập vào trang của một nhóm bất kỳ để tham gia nhóm ấy hoặc tự tạo nhóm của mình từ trang này.
zh: 与新老朋友一起游戏吧。你目前并未加入任何战队，但你可以在这一页内，访问其他战队的主页并加入，或是直接创建你自己的战队。
zh_hant: 與新舊朋友一齊玩。你目前不在隊伍中。你可以到訪好友的隊伍頁面加入，或在這裏建立自己的隊伍。

# create.intro.title
source: Team!
be: Каманда!
bg: Отбор!
ca: Equip!
cs: Tým!
el: Ομάδα!
es: ¡Equipo!
fi: Tiimi!
fr: Équipe !
id: Tim!
it: Squadra!
ja: チーム！
ko: 팀!
lv_lv: Komanda!
ms_my: Pasukan!
pl: Graj w zespole!
pt_br: Equipe!
ro: Echipă!
ru: Команда!
sv: Lag!
th: ทีม!
tr: Takım!
uk: Команда!
vi: Đội!
zh: 战队！
zh_hant: 隊伍！

# destroy.ok
source: Team removed.
be: Каманды больш не існуе.
bg: Отборът е премахнат.
ca: Equip eliminat.
cs: Tým odebrán
da: Team fjernet.
de: Team entfernt.
el: Η ομάδα αφαιρέθηκε.
es: Equipo eliminado
fr: Équipe supprimée
id: Tim dihapus.
it: Squadra rimossa.
ja: チームを削除しました
ko: 팀 삭제됨
lv_lv: Komanda noņemta.
ms_my: Pasukan dipadam
nl: Team verwijderd.
no: Team fjernet.
pl: Usunięto zespół.
pt_br: Time removido
ro: Echipă ștearsă
ru: Команда распущена.
sv: Lag borttaget.
tr: Takım silindi.
uk: Команду видалено
vi: Nhóm đã bị xóa.
zh: 已删除战队
zh_hant: 團隊已移除。

# edit.ok
source: Settings saved successfully.
be: Налады захаваны.
bg: Настройките са запазени успешно.
ca: Configuració guardada correctament.
cs: Nastavení byla úspěšně uložena.
da: Indstillinger gemt.
de: Einstellungen gespeichert.
el: Οι ρυθμίσεις αποθηκεύτηκαν επιτυχώς.
es: Configuración guardada correctamente.
fi: Asetukset tallennettu onnistuneesti.
fr: Paramètres enregistrés avec succès.
id: Pengaturan berhasil disimpan.
it: Impostazioni salvate con successo.
ja: 設定が正常に保存されました。
ko: 설정이 저장되었습니다.
lv_lv: Iestatījumi veiksmīgi saglabāti.
ms_my: Tetapan berjaya disimpan.
nl: De instellingen zijn opgeslagen.
no: Innstillinger er lagret.
pl: Ustawienia zostały zapisane pomyślnie.
pt_br: Configurações salvas com sucesso.
ro: Setările au fost salvate cu succes.
ru: Настройки сохранены.
sv: Inställningarna har sparats.
th: บันทึกการตั้งค่าเรียบร้อยแล้ว
tr: Ayarlar başarıyla kaydedildi.
uk: Налаштування успішно збережено.
vi: Lưu cài đặt thành công.
zh: 设置已成功保存。
zh_hant: 設定儲存成功。

# edit.title
source: Team Settings
be: Налады каманды
bg: Отборни настройки
ca: Configuracions de l'Equip
cs: Nastavení týmu
da: Team-indstillinger
de: Teameinstellungen
el: Ρυθμίσεις Ομάδας
es: Configuración del equipo
fr: Paramètres de l'équipe
id: Pengaturan Tim
it: Impostazioni Squadra
ja: チームの設定
ko: 팀 설정
lv_lv: Komandas Iestatījumi
ms_my: Tetapan Pasukan
nl: Teaminstellingen
no: Teaminnstillinger
pl: Ustawienia zespołu
pt_br: Configurações da Equipe
ro: Setări Echipă
ru: Настройки команды
sv: Lag inställningar
th: การตั้งค่าทีม
tr: Takım Ayarları
uk: Налаштування команди
vi: Cài đặt đội
zh: 战队设置
zh_hant: 隊伍設定

# edit.description.label
source: Description
be: Апісанне
bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
lv_lv: Apraksts
ms_my: Keterangan
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sv: Beskrivning
th: รายละเอียด
tr: Açıklama
uk: Опис
vi: Mô tả
zh: 介绍
zh_hant: 敘述

# edit.description.title
source: Team Description
be: Апісанне каманды
bg: Описание на отбора
ca: Descripció de l'equip
cs: Popis týmu
da: Team-beskrivelse
de: Teambeschreibung
el: Περιγραφή Ομάδας
es: Descripción del equipo
fr: Description de l'équipe
id: Deskripsi Tim
it: Descrizione Squadra
ja: チームの説明
ko: 팀 설명
lv_lv: Komandas Apraksts
ms_my: Keterangan Pasukan
nl: Teambeschrijving
no: Team Beskrivelse
pl: Opis zespołu
pt_br: Descrição da Equipe
ro: Descrierea Echipei
ru: Описание команды
sv: Lag beskrivning
th: รายละเอียดกลุ่ม
tr: Takım Açıklaması
uk: Опис команди
vi: Mô tả đội
zh: 战队介绍
zh_hant: 隊伍敘述

# edit.flag.label
source: Team Flag
be: Сцяг каманды
bg: Знаме на отбора
ca: Bandera de l'equip
cs: Vlajka týmu
de: Teamflagge
el: Σημαία Ομάδας
es: Bandera del equipo
fi: Tiimin lippu
fr: Drapeau de l'équipe
id: Bendera Tim
it: Bandiera della squadra
ja: チームフラグ
ko: 팀 깃발
lv_lv: Komandas Karogs
ms_my: Bendera Pasukan
nl: Teamvlag
no: Team Flagg
pl: Herb zespołu
pt_br: Tag da Equipe
ro: Steagul Echipei
ru: Флаг команды
sv: Lag flagga
th: ธงทีม
tr: Takım Bayrağı
uk: Прапор команди
vi: Cờ đội
zh: 战队旗帜
zh_hant: 隊伍旗幟

# edit.flag.title
source: Set Team Flag
be: Загрузіць сцяг
bg: Задай отборно знаме
ca: Estableix una bandera per a l'equip
cs: Nastavit vlajku týmu
de: Teamflagge einstellen
el: Ορισμός Σημαίας Ομάδας
es: Establecer bandera del equipo
fi: Aseta Tiimin Lippu
fr: Définir le drapeau de l'équipe
id: Pasang Bendera Tim
it: Imposta bandiera della squadra
ja: チームフラグを設定
ko: 팀 깃발 설정
lv_lv: Uzstādīt Komandas Karogu
ms_my: Tetapkan Bendera Pasukan
nl: Teamvlag instellen
no: Angi Team Flagg
pl: Ustaw herb zespołu
pt_br: Definir Bandeira da Equipe
ro: Setează Steagul Echipei
ru: Загрузить флаг
sv: Sätt lagflagga
th: ตั้งธงทีม
tr: Takım Bayrağı Ayarla
uk: Встановити прапор команди
vi: Đặt cờ đội
zh: 设置战队旗帜
zh_hant: 設定隊伍旗幟

# edit.header.label
source: Header Image
be: Вокладка
bg: Заглавна снимка
ca: Capçalera de la Imatge
cs: Obrázek záhlaví
de: Bannerlogo
el: Εικόνα Κεφαλίδας
es: Imagen del encabezado
fr: Bannière
id: Gambar Tajuk
it: Copertina
ja: ヘッダー画像
ko: 헤더 이미지
lv_lv: Galvenes Bilde
ms_my: Gambar Kepala
nl: Bannerafbeelding
pl: Tło
pt_br: Imagem do cabeçalho
ro: Imagine Antet
ru: Обложка
sv: Rubrikbild
th: รูปภาพส่วนหัว
tr: Başlık Resmi
uk: Обкладинка
vi: Ảnh bìa
zh: 战队头像
zh_hant: 標題圖片

# edit.header.title
source: Set Header Image
be: Загрузіць вокладку
bg: Задай заглавна снимка
ca: Posar Capçalera a la Imatge
cs: Nastavit obrázek záhlaví
de: Bannerlogo hinzufügen
el: Ορισμός Εικόνας Κεφαλίδας
es: Establecer imagen del encabezado
fi: Aseta Otsikkokuva
fr: Définir la bannière
id: Pasang Gambar Tajuk
it: Imposta immagine di sfondo
ja: ヘッダー画像を設定
ko: 헤더 이미지 설정
lv_lv: Uzstādīt Galvenes Bildi
ms_my: Tetapkan Gambar Kepala
nl: Bannerafbeelding instellen
pl: Ustaw tło
pt_br: Definir imagem do cabeçalho
ro: Setează Imagine Antet
ru: Загрузить обложку
sv: Sätt rubrikbild
th: ตั้งค่ารูปภาพส่วนหัว
tr: Başlık Resmi Ayarla
uk: Встановити обкладинку
vi: Đặt ảnh bìa
zh: 设置战队头像
zh_hant: 設定標題圖片

# edit.settings.application_help
source: Whether to allow people to apply for the team
be: Ці дазволіць усім жадаючым падаваць запыты на ўступленне ў каманду
bg: Дали да е разрешено за потребители да заявяват отбор
ca: Si permetre que la gent sol·liciti unir-se a l'equip
cs: Zdali umožnit lidem, aby mohli podávat přihlášky do týmu
de: Ob Personen sich für das Team bewerben können
el: Αν θα επιτρέπεται σε άτομα να υποβάλουν αίτηση για την ομάδα
es: Permitir o no que las personas puedan solicitar formar parte del equipo
fr: Cette option permet aux autres joueurs d'envoyer une candidature pour rejoindre votre équipe
id: Apakah pengguna lain akan diizinkan untuk mendaftar ke tim
it: Indica se consentire alle persone di candidarsi per la squadra
ja: チームへの参加申請を許可するかどうか
ko: 사람들이 팀에 가입 요청을 보낼 수 있을지에 대한 여부
lv_lv: Vai atļaut cilvēkiem pieteikties komandai
ms_my: Membenarkan pemain lain memohon masuk pasukan
nl: Of mensen mogen vragen om lid te worden van het team
pl: Określa, czy inni użytkownicy mogą ubiegać się o dołączenie do zespołu
pt_br: Se deve permitir que as pessoas se inscrevam para a equipe
ro: Dacă este permis altora să trimită cereri de înscriere în echipă
ru: Разрешить ли всем желающим подавать запросы на вступление в команду
sv: Huruvida man ska tillåta att personer ansöker till laget
tr: İnsanların takıma başvuru yapmasına izin verilsin mi
uk: Чи дозволяти користувачам подавати заявку на вступ в команду
vi: Tùy chọn cho phép mọi người vào đội
zh: 是否允许其他人申请加入战队
zh_hant: 是否開放他人申請加入隊伍

# edit.settings.default_ruleset_help
source: The ruleset to be selected by default when visiting the team page
be: Рэжым гульні, які адлюстроўваецца на галоўнай старонцы каманды
bg: Правилата да се избират подразбиране при посещение на отборната страница
ca: El mode de joc a ser seleccionat per defecte quan visites la pàgina de l'equip
cs: Ruleset, který má být automaticky vybrán při návštěvě stránky týmu
de: Der Spielmodus, der beim Besuchen der Teamseite standardmäßig ausgewählt ist
el: Το σύνολο κανόνων που θα επιλεγεί από προεπιλογή κατά την επίσκεψη στη σελίδα της ομάδας
es: El modo de juego que se seleccionará de forma predeterminada al visitar la página del equipo
fr: Le mode de jeu sélectionné par défaut lors de la visite de la page de l'équipe
id: Ruleset yang akan terpilih secara bawaan pada saat mengunjungi halaman tim
it: La modalità di gioco impostata come predefinita quando si visita la pagina della squadra
ja: チームのページにアクセスしたときにデフォルトで表示されるルールセット
ko: 팀 페이지를 방문할 때 기본적으로 선택될 룰셋을 정합니다.
lv_lv: Pamatlikums, kurš būs izvēlēts standarti, apmeklējot komandas lapu
ms_my: Cara main yang dipilih secara asal ketika melawat halaman pasukan
nl: Deze spelmodus wordt als eerste weergegeven wanneer iemand de pagina van het team bezoekt
pl: Określa, który tryb gry zostanie wybrany automatycznie podczas odwiedzania strony zespołu
pt_br: O conjunto de regras a ser selecionado por padrão quando visitar a página da equipe
ro: Ruleset-ul care va fi selectat implicit la vizitarea paginii echipei
ru: Режим игры, отображаемый на главной странице команды
sv: Regeluppsättningen som ska väljas som standard när du besöker lagsidan
tr: Takım sayfası ziyaret edildiğinde varsayılan olarak seçilecek kural seti
uk: Режим гри, який буде обрано при відвідуванні сторінки команди
vi: Quy tắc sẽ được chọn làm mặc định khi xem trang của đội
zh: 第一次进入战队界面时默认选择的游戏模式
zh_hant: 第一次進入組隊介面時預設選擇的遊戲模式

# edit.settings.flag_help
source: Maximum size of {0}×{1}
be: Максімальны размер: {0}×{1}
bg: Максимален размер от {0}×{1}
ca: Mida màxima {0}×{1}
cs: Maximální velikost {0}×{1}
de: Maximale Größe von {0} × {1}
el: Μέγιστο μέγεθος {0}×{1}
es: Tamaño máximo de {0}×{1}
fi: Enimmäiskoko {0}×{1}
fr: Taille maximale de {0}×{1}
id: Ukuran maksimum {0}×{1}
it: Dimensione massima di {0}×{1}
ja: 最大サイズ {0}×{1}
ko: 최대 {0}{1}
lv_lv: Maksimālais izmērs: {0}×{1}
ms_my: Ukuran maksimum {0}×{1}
nl: Mag maximaal {0}×{1} groot zijn
no: Maksimal størrelse på {0}×{1}
pl: Maksymalny dopuszczalny rozmiar: {0}×{1}
pt_br: Tamanho máximo de {0}×{1}
ro: Dimensiunea maximă de {0}×{1}
ru: Максимальный размер: {0}×{1}
sv: Maximal storlek av {0}×{1}
tr: Maksimum boyut {0}×{1}
uk: Максимальний розмір: {0}×{1}
vi: Kích cỡ tối đa là {0}×{1}
zh: 最大尺寸 {0}×{1}
zh_hant: 最大尺寸為 {0}×{1}
