Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Web/Teams.*.resx
Languages: be, bg, ca, cs, da, de, el, es, fi, fr, id, it, ja, ko, lv_lv, ms_my, nl, no, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# edit.settings.header_help
source: Maximum size of {0}×{1}
be: Максімальны размер: {0}×{1}
bg: Максимален размер от {0}×{1}
ca: Mida màxima {0}×{1}
cs: Maximální velikost {0}×{1}
de: Maximale Größe von {0} × {1}
el: Μέγιστο μέγεθος {0}×{1}
es: Tamaño máximo de {0}×{1}
fi: Enimmäiskoko {0}×{1}
fr: Taille maximale de {0}×{1}
id: Ukuran maksimum {0}×{1}
it: Dimensione massima di {0}×{1}
ja: 最大サイズ {0}×{1}
ko: 최대 {0}{1}
lv_lv: Maksimālais izmērs: {0}×{1}
ms_my: Ukuran maksimum {0}×{1}
nl: Mag maximaal {0}×{1} groot zijn
no: Maksimal størrelse på {0}×{1}
pl: Maksymalny dopuszczalny rozmiar: {0}×{1}
pt_br: Tamanho máximo de {0}×{1}
ro: Dimensiunea maximă de {0}×{1}
ru: Максимальный размер: {0}×{1}
sv: Maximal storlek av {0}×{1}
tr: Maksimum boyut {0}×{1}
uk: Максимальний розмір: {0}×{1}
vi: Kích cỡ tối đa là {0}×{1}
zh: 最大尺寸 {0}×{1}
zh_hant: 最大尺寸為 {0}×{1}

# edit.settings.title
source: Team Settings
be: Налады каманды
bg: Отборни настройки
ca: Configuració de l'Equip
cs: Nastavení týmu
de: Teameinstellungen
el: Ρυθμίσεις Ομάδας
es: Configuración del equipo
fr: Paramètres de l'équipe
id: Pengaturan Tim
it: Impostazioni Squadra
ja: チームの設定
ko: 팀 설정
lv_lv: Komandas Iestatījumi
ms_my: Tetapan Pasukan
nl: Teaminstellingen
no: Team Innstillinger
pl: Ustawienia zespołu
pt_br: Configurações da Equipe
ro: Setări Echipă
ru: Настройки команды
sv: Lag inställningar
th: การตั้งค่าทีม
tr: Takım Ayarları
uk: Налаштування команди
vi: Cài đặt đội
zh: 战队设置
zh_hant: 隊伍設定

# edit.settings.application_state.state_0
source: Closed
be: Закрыта
bg: Затворен
ca: Tancat
cs: Zavřené
da: Lukket
de: Geschlossen
el: Κλειστό
es: Cerradas
fi: Suljettu
fr: Fermées
id: Ditutup
it: Chiuse
ja: 申請不可
ko: 닫힘
lv_lv: Aizvērts
ms_my: Ditutup
nl: Gesloten
no: Stengt
pl: Prywatny
pt_br: Fechado
ro: Închise
ru: Закрыта
sv: Stängd
tr: Kapalı
uk: Закрита
vi: Đã đóng
zh: 关闭
zh_hant: 關閉

# edit.settings.application_state.state_1
source: Open
be: Адкрыта
bg: Отворен
ca: Obert
cs: Otevřené
de: Offen
el: Ανοιχτό
es: Abiertas
fi: Avaa
fr: Ouvertes
id: Dibuka
it: Aperte
ja: 申請可能
ko: 열림
lv_lv: Atvērts
ms_my: Dibuka
no: Åpent
pl: Publiczny
pt_br: Aberto
ro: Deschise
ru: Открыта
sv: Öppen
tr: Açık
uk: Відкрита
vi: Mở
zh: 开放
zh_hant: 開放

# header_links.edit
source: settings
be: налады
bg: настройки
ca: configuració
cs: nastavení
de: Einstellungen
el: ρυθμίσεις
es: configuración
fr: paramètres
id: pengaturan
it: impostazioni
ja: 設定
ko: 설정
lv_lv: iestatījumi
ms_my: tetapan
nl: instellingen
no: innstillinger
pl: ustawienia
pt_br: configurações
ro: setări
ru: настройки
sv: inställningar
th: การตั้งค่า
tr: ayarlar
uk: налаштування
vi: cài đặt
zh: 设置
zh_hant: 設定

# header_links.leaderboard
source: leaderboard
be: рэйтынг
bg: класация
ca: puntuacions
cs: žebříček
de: Rangliste
el: Κατάταξη
es: tabla de clasificación
fr: classement
id: papan peringkat
it: classifica
ja: リーダーボード
ko: 리더보드
lv_lv: līderu saraksts
ms_my: papan pendahulu
nl: ranglijst
no: toppliste
pl: ranking
pt_br: placar
ro: clasament
ru: рейтинг
sv: topplistan
tr: sıralama
uk: таблиця лідерів
vi: bảng xếp hạng
zh: 排行榜
zh_hant: 排行榜

# header_links.show
source: info
be: інфармацыя
bg: информация
el: πληροφορίες
es: información
fr: infos
it: dettagli
ja: 情報
ko: 정보
ms_my: maklumat
nl: gegevens
pl: informacje
pt_br: informações
ru: главная
tr: bilgi
uk: інформація
vi: thông tin
zh: 信息
zh_hant: 資訊

# header_links.members.index
source: manage members
be: кіраванне ўдзельнікамі
bg: управление на участниците
ca: editar els membres
cs: spravovat členy
de: Mitglieder verwalten
el: Διαχείριση μελών
es: gestionar miembros
fr: gestion des membres
id: kelola anggota
it: gestisci membri
ja: メンバーの管理
ko: 팀원 관리
lv_lv: pārvaldīt dalībniekus
ms_my: urus ahli
nl: leden beheren
pl: zarządzaj członkami
pt_br: gerenciar membros
ro: gestionează membrii
ru: управление участниками
sv: hantera medlemmar
tr: üyeleri yönet
uk: керувати учасниками
vi: quản lý thành viên
zh: 管理战队成员
zh_hant: 管理成員

# leaderboard.global_rank
source: Global Rank
be: Глабальны рэйтынг
bg: Глобално класиране
ca: Classificació global
cs: Globální umístění
de: Globaler Rang
el: Παγκόσμια Κατάταξη
es: Clasificación global
fi: Kansainvälinen sijoitus
fr: Classement global
id: Peringkat Global
it: Classifica Globale
ja: 世界ランキング
ko: 세계 순위
lv_lv: Globālais rangs
ms_my: Pangkat Dunia
nl: Wereldwijde Ranking
pl: Ranking globalny
pt_br: Classificação Global
ro: Clasament Global
ru: Рейтинг в мире
sv: Global rang
tr: Küresel Sıralama
uk: Рейтинг у світі
vi: Xếp hạng toàn cầu
zh: 全球排名
zh_hant: 全球排名

# members.destroy.success
source: Team member removed
be: Удзельнік каманды выдалены
bg: Отборният член е премахнат
ca: Membre de l'equip eliminat
cs: Člen týmu byl odebrán
de: Teammitglied entfernt
el: Μέλος της ομάδας αφαιρέθηκε
es: Miembro del equipo eliminado
fi: Joukkueen jäsen poistettu
fr: Ce membre a été exclu
id: Anggota tim dikeluarkan
it: Rimosso membro della squadra
ja: チームメンバーを削除しました
ko: 팀원이 삭제되었습니다
lv_lv: Komandas biedrs noņemts
ms_my: Ahli pasukan dikeluarkan
nl: Lidmaatschap is opgeheven
pl: Usunięto członka zespołu
pt_br: Membro da equipe removido
ro: Membru al echipei eliminat
ru: Участник команды успешно исключён
sv: Lagmedlem borttagen
tr: Takım üyesi kaldırıldı
uk: Учасника видалено
vi: Đã loại thành viên đội
zh: 已移除战队成员
zh_hant: 隊伍成員已移除

# members.index.title
source: Manage Members
be: Кіраванне ўдзельнікамі
bg: Управление на членове
ca: Gestionar els Membres
cs: Spravovat členy
de: Mitglieder verwalten
el: Διαχείριση μελών
es: Gestionar miembros
fr: Gestion des membres
id: Kelola Anggota
it: Gestisci Membri
ja: メンバーの管理
ko: 멤버 관리
lv_lv: Pārvaldīt Dalībniekus
ms_my: Urus Ahli
nl: Leden Beheren
pl: Zarządzaj członkami zespołu
pt_br: Gerenciar Membros
ro: Gestionare Membri
ru: Управление участниками
sv: Hantera medlemmar
tr: Üyeleri Yönet
uk: Керувати учасниками
vi: Quản lý thành viên
zh: 管理战队成员
zh_hant: 管理成員

# members.index.applications.accept_confirm
source: Add user {0} to team?
be: Прыняць гульца {0} ў каманду?
bg: Добавяне на {0} към отбора?
ca: Afegir jugador {0} a l'equip?
cs: Přidat uživatele {0} do týmu?
de: {0} zum Team hinzufügen?
el: Προσθήκη χρήστη {0} στην ομάδα;
es: ¿Añadir a {0} al equipo?
fr: Êtes-vous sûr de vouloir accepter la candidature de {0} ?
id: Tambahkan pengguna {0} ke tim?
it: Vuoi aggiungere l'utente {0} alla squadra?
ja: ユーザー {0} をチームに追加しますか？
ko: 유저 {0} 님을 팀에 추가할까요?
lv_lv: Pievienot lietotāju {0} komandai?
ms_my: Tambah pengguna {0} ke pasukan?
nl: Gebruiker {0} aan het team toevoegen?
pl: Czy na pewno chcesz dodać użytkownika {0} do zespołu?
pt_br: Adicionar usuário {0} para a equipe?
ro: Adăugați utilizatorul {0} la echipă?
ru: Принять игрока {0} в команду?
sv: Lägga till användare {0} i laget?
tr: Kullanıcı {0} takıma eklensin mi?
uk: Додати користувача {0} до команди?
vi: Thêm {0} vào đội không?
zh: 确定将玩家 {0} 添加进战队吗？
zh_hant: 是否將玩家 {0} 加入團隊？

# members.index.applications.created_at
source: Requested At
be: Запыт адпраўлены
bg: Заявено на
ca: Sol·licitat a
cs: Žádost vytvořena
de: Anfrage am
el: Ζητήθηκε Στις
es: Solicitud realizada
fr: Date
id: Diminta Pada
it: Data
ja: 申請日
ko: 요청 일시
lv_lv: Pieprasīts Vietnē
ms_my: Dipinta Pada
nl: Ingestuurd
pl: Data przesłania
pt_br: Solicitado em
ro: Solicitat La
ru: Запрос отправлен
sv: Begärt vid
tr: İstek Zamanı
uk: Запитано
vi: Yêu cầu vào lúc
zh: 申请日期：
zh_hant: 申請於

# members.index.applications.empty
source: No join requests at the moment.
be: Няма запытаў на ўступленне.
bg: Няма заявки за влизане за момента.
ca: Sense peticions d'unió en aquests moments.
cs: Momentálně nemáte žádné žádosti o připojení.
de: Keine Beitrittsanfragen zurzeit.
el: Δεν υπάρχουν αιτήσεις συμμετοχής αυτή τη στιγμή.
es: No hay solicitudes para unirse al equipo por el momento.
fr: Aucune candidature pour le moment.
id: Tidak ada permintaan untuk bergabung pada saat ini.
it: Nessuna richiesta di partecipazione per ora.
ja: 現在参加申請はありません。
ko: 현재 가입 요청이 없습니다.
lv_lv: Pašreiz nav jauni pieprasījumi pievienoties.
ms_my: Tiada permintaan masuk pada masa ini.
nl: Op dit moment heeft niemand een verzoek ingestuurd.
pl: Brak próśb o dołączenie do zespołu.
pt_br: Nenhum pedido de adesão no momento.
ro: Nici o cerere de înscriere în acest moment.
ru: Нет запросов на вступление.
sv: Inga förfrågningar om anslutning för tillfället.
tr: Şu anda katılma isteği yok.
uk: Наразі немає запитів на вступ.
vi: Hiện nay không có yêu cầu gia nhập.
zh: 目前没有加入请求。
zh_hant: 目前沒有加入請求。

# members.index.applications.empty_slots
source: Available slots
be: Свабодных месцаў
bg: Налични места
ca: Places disponibles
cs: Dostupná místa
de: Verfügbare Plätze
el: Διαθέσιμες υποδοχές
es: Espacios disponibles
fr: Places disponibles
id: Slot yang tersedia
it: Posti disponibili
ja: 空きスロット
ko: 빈 슬롯
lv_lv: Brīvās vietas
ms_my: Slot tersedia
nl: Vrije plaatsen
pl: Dostępnych miejsc
pt_br: Vagas disponíveis
ro: Locuri disponibile
ru: Свободных мест
sv: Tillgängliga platser
tr: Kullanılabilir alan
uk: Доступні слоти
vi: Số chỗ còn trống
zh: 剩余名额
zh_hant: 剩餘名額

# members.index.applications.empty_slots_overflow
source: {0} user overflow|{0} users overflow
be: перапоўненая на {0} гульца|перапоўненая на {0} гульцоў
bg: препълнен с {0} потребители|препълнен с {0} потребители
ca: {0} límit d'usuaris|{0} límit d'usuaris
cs: {0} uživatel nad limit|{0} uživatelé nad limit|{0} uživatelů nad limit
de: {0} Benutzer zu viel|{0} Benutzer zu viel
el: {0} συνδεδεμένος χρήστης |{0} συνδεδεμένοι χρήστες
es: Exceso de {0} usuario|Exceso de {0} usuarios
fr: {0} membre en trop|{0} membres en trop
id: {0} kelebihan pengguna|{0} kelebihan pengguna
it: {0} utente in eccesso|{0} utenti in eccesso
ja: {0} 人のユーザーが超過|{0}人のユーザーが超過
ko: {0} 명 초과|{0} 명 초과
lv_lv: {0} lietotāja pārplūde|{0} lietotāju pārplūde
ms_my: {0} pengguna limpahan
nl: {0} te veel|{0} te veel
pl: {0} nadmiarowy użytkownik|{0} nadmiarowych użytkowników|{0} nadmiarowych użytkowników
pt_br: {0} excedente de usuário|{0} excedente de usuários
ro: un utilizator în plus|{0} utilizatori în plus|{0} de utilizatori în plus
ru: переполнена на {0} игрока|переполнена на {0} игроков
sv: {0} användaröverflöde|{0} användaröverflöde
tr: {0} kullanıcı fazlas|{0} kullanıcı fazlası
uk: Переповнення на {0} гравця|Переповнення на {0} гравців
vi: {0} người dùng|:{0} người dùng
zh: {0} 名玩家超限
zh_hant: {0} 位玩家超過上限

# members.index.applications.reject_confirm
source: Deny join request from user {0}?
be: Адхіліць запыт на ўступленне гульца {0}?
bg: Откажи заявката за влизане от потребител {0}?
ca: Rebutjar la petició d'unió del jugador {0}?
cs: Odmítnout žádost o připojení od uživatele {0}?
de: Beitrittsanfrage von {0} ablehnen?
el: Άρνηση αίτησης συμμετοχής από τον χρήστη {0};
es: ¿Rechazar la solicitud para unirse de {0}?
fr: Êtes-vous sûr de vouloir refuser la candidature de {0} ?
id: Tolak permintaan bergabung dari pengguna {0}?
it: Vuoi rifiutare la richiesta di partecipazione dell'utente {0}?
ja: ユーザー {0} からの参加リクエストを拒否しますか？
ko: {0} 님의 참가 신청을 거절할까요?
lv_lv: Noliegt pievienošanās pieprasījumu no lietotāja {0}?
ms_my: Tolak permintaan masuk dari pengguna {0}?
nl: Wil je het verzoek van gebruiker {0} afwijzen?
pl: Czy na pewno chcesz odrzucić prośbę o dołączenie do zespołu od użytkownika {0}?
pt_br: Recusar solicitação de adesão do usuário {0}?
ro: Refuzați cererea de înscriere de la utilizatorul {0}?
ru: Отклонить запрос на вступление игрока {0}?
sv: Avvisa anslutningsbegäran från användare {0}?
tr: {0} kullanıcısının katılma isteğini reddet?
uk: Відхилити запит на приєднання від користувача {0}?
vi: Từ chối yêu cầu tham gia từ {0}?
zh: 确定拒绝玩家 {0} 的加入请求吗？
zh_hant: 是否拒絕玩家 {0} 的加入請求？

# members.index.applications.title
source: Join Requests
be: Запыты на ўступленне
bg: Заявки за присъединяване
ca: Sol·licituds d'accés
cs: Žádosti o připojení
de: Beitrittsanfragen
el: Αιτήματα συμμετοχής
es: Solicitudes para unirse al equipo
fr: Candidatures
id: Permintaan Bergabung
it: Richieste di partecipazione
ja: 参加リクエスト
ko: 가입 요청
lv_lv: Pievienošanās Pieprasījumi
ms_my: Permintaan Masuk
nl: Verzoeken om lid te worden
pl: Prośby o dołączenie
pt_br: Pedidos de Adesão
ro: Cereri de Înscriere
ru: Запросы на вступление
sv: Anslutningsförfrågningar
tr: Katılma İstekleri
uk: Запити на вступ
vi: Yêu cầu gia nhập
zh: 加入战队申请
zh_hant: 加入請求

# members.index.table.joined_at
source: Join Date
be: Дата ўступлення
bg: Дата на присъединяване
ca: Data d'Unió
cs: Členem od
de: Beitrittsdatum
el: Ημερομηνία Συμμετοχής
es: Fecha de ingreso
fr: Date d'adhésion
id: Tanggal Bergabung
it: Data Iscrizione
ja: 参加日
ko: 가입일자
lv_lv: Pievienošanās Datums
ms_my: Tarikh Masuk
nl: Lid Geworden Op
pl: Data dołączenia
pt_br: Data de Registro
ro: Data Înscrierii
ru: Дата вступления
sv: Anslutningsdatum
tr: Katılma Tarihi
uk: Дата приєднання
vi: Ngày tham gia
zh: 加入日期
zh_hant: 加入日期

# members.index.table.remove
source: Remove
be: Выдаліць
bg: Премахване
ca: Eliminar
cs: Odebrat
de: Entfernen
el: Αφαίρεση
es: Eliminar
fr: Exclure
id: Keluarkan
it: Espelli
ja: 削除
ko: 제거
lv_lv: Noņemt
ms_my: Keluarkan
nl: Lidmaatschap Beëindigen
pl: Usuń
pt_br: Remover
ro: Elimină
ru: Исключить
sv: Ta bort
tr: Kaldır
uk: Видалити
vi: Loại
zh: 移除
zh_hant: 移除

# members.index.table.remove_confirm
source: Remove user {0} from team?
be: Выдаліць гульца {0} з каманды?
bg: Премахни потребител {0} от отбора?
ca: Eliminar el jugador {0} de l'equip?
cs: Odebrat uživatele {0} z týmu?
da: Fjern brugeren {0} fra teamet?
de: {0} aus dem Team entfernen?
el: Αφαίρεση χρήστη {0} από την ομάδα;
es: ¿Expulsar a {0} del equipo?
fi: Haluatko poistaa käyttäjän {0} joukkueestasi?
fr: Êtes-vous sûr de vouloir expulser {0} de votre équipe ?
id: Keluarkan pengguna {0} dari tim?
it: Vuoi rimuovere l'utente {0} dalla squadra?
ja: ユーザー {0} をチームから削除しますか？
ko: {0} 님을 팀으로부터 추방할까요?
lv_lv: Noņemt lietotāju {0} no komandas?
ms_my: Keluarkan pengguna {0} dari pasukan?
nl: De gebruiker {0} uit het team gooien?
pl: Czy na pewno chcesz usunąć użytkownika {0} z zespołu?
pt_br: Remover usuário {0} da equipe?
ro: Eliminați utilizatorul {0} din echipă?
ru: Исключить игрока {0} из команды?
sv: Ta bort användare {0} från laget?
tr: {0} kullanıcısını takımdan çıkar?
uk: Виключити користувача {0} з команди?
vi: Loại bỏ {0} khỏi đội không?
zh: 确定将玩家 {0} 移出战队吗？
zh_hant: 是否將 {0} 移出團隊？

# members.index.table.set_leader
source: Transfer team leadership
be: Перадаць правы кіравання
bg: Пренасяне на отборното лидерство
ca: Transferir el lideratge de l'equip
cs: Převést vedení týmu
de: Teamleitung übertragen
el: Μεταφορά ηγεσίας ομάδας
es: Transferir el liderazgo del equipo
fr: Nommer chef d'équipe
id: Pindahkan kepemimpinan tim
it: Trasferisci gestione della squadra
ja: チームリーダーを移譲
ko: 팀 대표 이관
lv_lv: Iedot komandas līdera pozīciju
ms_my: Pindahkan kepimpinan pasukan
nl: Benoemen als teamcaptain
pl: Przekaż status lidera zespołu
pt_br: Transferir liderança da equipe
ro: Transferați conducerea echipei
ru: Передать права управления
sv: Överför lag ledare
tr: Takım liderliğini devret
uk: Передати права керування командою
vi: Bàn giao quyền lãnh đạo đội
zh: 转让队长
zh_hant: 轉讓隊長

# members.index.table.set_leader_confirm
source: Transfer team leadership to user {0}?
be: Перадаць тытул капітана каманды гульцу {0}?
bg: Прехвърляне на лидерство на {0}?
ca: Transferir el lideratge de l'equip al jugador {0}?
cs: Převést vedení týmu na uživatele {0}?
de: Teamführung auf {0} übertragen?
el: Μεταφορά ηγεσίας της ομάδας στον χρήστη {0};
es: ¿Transferir el liderazgo del equipo a {0}?
fr: Êtes-vous sûr de vouloir nommer {0} en tant que chef de l'équipe ?
id: Pindahkan kepemimpinan tim ke pengguna {0}?
it: Vuoi trasferire la gestione della squadra all'utente {0}?
ja: チームリーダーをユーザー {0} に移譲しますか？
ko: {0} 님에게 팀 대표 자격을 이관할까요?
lv_lv: Pārslēgt komandas līdera pozīciju uz lietotāju {0}?
ms_my: Pindahkan kepimpinan pasukan kepada pengguna {0}?
nl: Wil je gebruiker {0} teamcaptain maken?
pl: Czy na pewno chcesz przekazać status lidera zespołu użytkownikowi {0}?
pt_br: Transferir liderança da equipe para usuário {0}?
ro: Transferați conducerea echipei către utilizatorul {0}?
ru: Передать титул капитана команды игроку {0}?
sv: Överför lag ledare till användare {0}?
tr: Takım liderliğini {0} kullanıcısına devret?
uk: Передати права керування командою користувачу {0}?
vi: Chuyển trưởng đội sang {0}?
zh: 确定将队长转让给玩家 {0} 吗？
zh_hant: 是否轉讓隊長給玩家 {0}？

# members.index.table.status
source: Status
be: Статус
bg: Състояние
ca: Estatus
cs: Stav
el: Κατάσταση
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ms_my: Taraf
pt_br: Situação
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái
zh: 状态
zh_hant: 狀態

# members.index.table.title
source: Current Members
be: Сучасныя ўдзельнікі
bg: Текущи членове
ca: Membres Actuals
cs: Aktuální členové
de: Aktuelle Mitglieder
el: Τρέχοντα μέλη
es: Miembros actuales
fr: Liste des membres
id: Anggota Saat Ini
it: Membri Attuali
ja: 現在参加しているメンバー
ko: 현재 멤버
lv_lv: Dalībnieku Patreizējais Skaits
ms_my: Ahli Semasa
nl: Huidige Leden
pl: Aktualni członkowie
pt_br: Membros atuais
ro: Membrii Actuali
ru: Текущие участники
sv: Nuvarande medlemmar
tr: Şu anki üyeler
uk: Наявні учасники
vi: Thành viên hiện tại
zh: 当前战队成员
zh_hant: 目前的成員

# members.index.status.status_0
source: Inactive
be: Неактыўны
bg: Неактивни
ca: Inactiu
cs: Neaktivní
de: Inaktiv
el: Ανενεργός
es: Inactivo
fr: Inactif
id: Tidak aktif
it: Inattivo
ja: 非アクティブ
ko: 비활성
lv_lv: Neaktīvi
ms_my: Lengai
nl: Niet actief
pl: Nieaktywny
pt_br: Inativo
ro: Inactiv
ru: Неактивный
sv: Inaktiv
tr: Pasif
uk: Неактивний
vi: Không hoạt động
zh: 不活跃
zh_hant: 不活躍

# members.index.status.status_1
source: Active
be: Актыўны
bg: Активни
ca: Actiu
cs: Aktivní
de: Aktiv
el: Ενεργός
es: Activo
fr: Actif
id: Aktif
it: Attivo
ja: アクティブ
ko: 활성
lv_lv: Aktīvi
ms_my: Giat
nl: Actief
pl: Aktywny
pt_br: Ativo
ro: Activ
ru: Активный
sv: Aktiv
tr: Aktif
uk: Активний
vi: Hoạt động
zh: 活跃
zh_hant: 活躍中

# members.set_leader.success
source: User {0} is now the team leader.
be: Цяпер гулец {0} - новы капітан каманды.
bg: Потребител {0} вече е лидер на отбора.
ca: Jugador {0} és el líder de l'equip.
cs: Uživatel {0} je nyní vedoucím týmu.
de: {0} ist jetzt Teamleiter.
el: Ο χρήστης {0} είναι τώρα ο αρχηγός της ομάδας.
es: {0} es ahora el líder del equipo.
fr: {0} est désormais le chef de l'équipe.
id: Pengguna {0} kini menjabat sebagai ketua tim.
it: L'utente {0} è ora il capitano della squadra.
ja: ユーザー {0} が新しいチームリーダーになりました。
ko: {0} 님이 팀의 리더가 되었어요.
lv_lv: Lietotājs {0} tagad ir komandas līderis
ms_my: Pengguna {0} kini ketua pasukan.
nl: Gebruiker {0} is nu de teamcaptain.
pl: Użytkownik {0} zostaje liderem zespołu.
pt_br: O usuário {0} agora é o líder da equipe.
ro: Utilizatorul {0} este acum liderul echipei.
ru: Теперь игрок {0} — новый капитан команды.
sv: Användare {0} är nu lagledare.
tr: {0} kullanıcısı artık takım lideri.
uk: Користувач {0} тепер керівник команди.
vi: Bây giờ {0} là trưởng đội.
zh: 玩家 {0} 现在是战队队长。
zh_hant: 玩家 {0} 現在是隊長。

# part.ok
source: Left the team ;_;
be: Вы пакінулі каманду ;_;
bg: Напусна отбора ;_;
ca: Has abandonat l'equip ;_;
cs: Opustil jsi tento tým ;_;
de: Team verlassen ;_;
el: Έφυγε από την ομάδα ;_;
es: Abandonar equipo ;_;
fr: Vous avez quitté l'équipe ;_;
id: Tinggalkan tim ;_;
it: Abbandonata la squadra ;_;
ja: チームから退出しました ;_;
ko: 팀을 나갔어요 ;_;
lv_lv: Komanda pamesta ;_;
ms_my: Pasukan ditinggalkan ;m;
nl: Je bent eruit ;_;
pl: Opuszczono zespół ;_;
pt_br: Deixou a equipe ;_;
ro: Ai părăsit echipa ;_;
ru: Вы покинули команду ;_;
sv: Lämnade laget ;_;
th: ออกจากทีม ;_;
tr: Takımdan ayrıldı ;_;
uk: Команду покинуто ;_;
vi: Đã rời đội ;_;
zh: 已离开战队 ;_;
zh_hant: 離開了隊伍 ;_;

# show.bar.chat
source: Team Chat
be: Камандны чат
bg: Чат на отбора
ca: Xat de l'equip
cs: Týmový chat
el: Συνομιλία Ομάδας
es: Chat del equipo
fi: Tiimikeskustelu
fr: Tchat d'équipe
id: Percakapan Tim
it: Chat della squadra
ja: チームチャット
ko: 팀 채팅
lv_lv: Komandas Tērzētava
ms_my: Bualan Pasukan
pl: Czat zespołu
pt_br: Chat da Equipe
ro: Chat Echipă
ru: Командный чат
sv: Lagchatt
th: แชททีม
tr: Takım Sohbeti
uk: Командний чат
vi: Trò chuyện đội
zh: 战队聊天
zh_hant: 隊伍聊天

# show.bar.destroy
source: Disband Team
be: Распусціць каманду
bg: Разпусни отбора
ca: Dissol l'Equip
cs: Rozpustit tým
de: Team auflösen
el: Διάλυση Ομάδας
es: Disolver equipo
fi: Hajota joukkue
fr: Dissoudre l'équipe
id: Bubarkan Tim
it: Sciogli la squadra
ja: チームを解散
ko: 팀 해체
lv_lv: Izjaukt Komandu
ms_my: Bubarkan Pasukan
nl: Team Opheffen
pl: Rozwiąż zespół
pt_br: Dispensar Equipe
ro: Dizolvă Echipa
ru: Распустить команду
sv: Upplös laget
th: ยุบทีม
tr: Takımı Dağıt
uk: Розпустити команду
vi: Giải tán đội
zh: 解散战队
zh_hant: 解散隊伍

# show.bar.join
source: Request Join
be: Ўступіць у каманду
bg: Заяви влизане
ca: Sol·licitar accés
cs: Požádat o připojení
de: Beitrittsanfrage stellen
el: Αίτημα Συμμετοχής
es: Solicitar unirse
fr: Demander à rejoindre
id: Minta Gabung
it: Invia richiesta di partecipazione
ja: 参加をリクエスト
ko: 가입 요청
lv_lv: Paprasīt Pievienoties
ms_my: Minta Kemasukan
nl: Lid Worden
pl: Poproś o dołączenie
pt_br: Pedir para juntar-se
ro: Cere Înscrierea
ru: Вступить в команду
sv: Begär medlemskap
tr: Katılma isteği gönder
uk: Запит на вступ
vi: Yêu cầu gia nhập
zh: 请求加入
zh_hant: 請求加入

# show.bar.join_cancel
source: Cancel Join
be: Адклікаць запыт
bg: Отказ от заявката
ca: Cancel·la la sol·licitud d'accés
cs: Zrušit žádost
de: Beitritt abbrechen
el: Ακύρωση Σύμμετοχής
es: Cancelar solicitud
fr: Annuler la demande
id: Batal Gabung
it: Annulla Partecipazione
ja: リクエストを取り消し
ko: 가입 취소
lv_lv: Atcelt Pievienošanos
ms_my: Batal Kemasukan
nl: Verzoek Intrekken
pl: Anuluj prośbę o dołączenie
pt_br: Cancelar Entrada
ro: Anulează Cererea
ru: Отозвать запрос
sv: Avbryt Gå med
tr: Katılmayı İptal Et
uk: Скасувати запит
vi: Huỷ gia nhập
zh: 取消加入
zh_hant: 取消加入

# show.bar.part
source: Leave Team
be: Пакінуць каманду
bg: Напускане на отбора
ca: Abandona l'Equip
cs: Opustit tým
de: Team verlassen
el: Αποχώρηση Από Την Ομάδα
es: Abandonar equipo
fr: Quitter l'équipe
id: Tinggalkan Tim
it: Abbandona squadra
ja: チームから抜ける
ko: 팀 나가기
lv_lv: Pamest Komandu
ms_my: Tinggalkan Pasukan
nl: Team Verlaten
no: Forlat Team
pl: Opuść zespół
pt_br: Deixar a equipe
ro: Părăsește Echipa
ru: Покинуть команду
sv: Lämna laget
th: ออกจากทีม
tr: Takımdan Ayrıl
uk: Покинути команду
vi: Rời đội
zh: 离开战队
zh_hant: 離開隊伍

# show.info.created
source: Formed
be: Сфармаваная
bg: Учреден
ca: Format
cs: Založen
de: Gegründet
el: Σχηματίστηκε
es: Formado
fr: Créée en
id: Dibentuk pada
it: Creata
ja: 結成日
ko: 결성일
lv_lv: Izveidoti
ms_my: Pembentukan
nl: Gesticht
pl: Data założenia
pt_br: Formado
ro: Formată
ru: Сформирована
sv: Bildades
tr: Oluşturuldu
uk: Створена
vi: Đã hình thành
zh: 创立于
zh_hant: 成立於

# show.members.members
source: Team Members
be: Удзельнікі каманды
bg: Членове в отбора
ca: Membres de l'Equip
cs: Členové týmu
de: Teammitglieder
el: Μέλη Ομάδας
es: Miembros del equipo
fr: Membres de l'équipe
id: Anggota Tim
it: Membri della squadra
ja: チームメンバー
ko: 팀 멤버
lv_lv: Komandas Dalībnieki
ms_my: Ahli Pasukan
nl: Teamleden
pl: Członkowie zespołu
pt_br: Membros da equipe
ro: Membrii Echipei
ru: Участники команды
sv: Lag medlemmar
th: สมาชิกทีม
tr: Takım Üyeleri
uk: Учасники команди
vi: Thành viên đội
zh: 战队成员
zh_hant: 隊伍成員

# show.members.owner
source: Team Leader
be: Капітан каманды
bg: Лидер на отбора
ca: Líder de l'Equip
cs: Vedoucí týmu
de: Teamleiter
el: Αρχηγός ομάδας
es: Líder del equipo
fr: Chef d'équipe
id: Ketua Tim
it: Capitano
ja: チームリーダー
ko: 팀장
lv_lv: Komandas Vadonis
ms_my: Ketua Pasukan
nl: Teamcaptain
pl: Lider zespołu
pt_br: Líder da Equipe
ro: Liderul Echipei
ru: Капитан команды
sv: Lag ledare
th: หัวหน้าทีม
tr: Takım Lideri
uk: Лідер команди
vi: Trưởng đội
zh: 队长
zh_hant: 隊伍領導人
