Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Web/Teams.*.resx
Languages: be, bg, ca, cs, da, de, el, es, fi, fr, id, it, ja, ko, lv_lv, ms_my, nl, no, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# show.sections.about
source: About Us!
be: Пра нас!
bg: Относто нас!
ca: Sobre nosaltres!
cs: O nás!
de: Über uns!
el: Σχετικά Με Εμάς!
es: ¡Acerca de nosotros!
fi: Tietoa meistä!
fr: À propos de nous !
id: Tentang Kami!
it: Su di noi!
ja: 私たちについて！
ko: 소개
lv_lv: Par Mums!
ms_my: Mengenai Kami!
nl: Over Ons!
pl: O nas
pt_br: Sobre Nós!
ro: Despre Noi!
ru: О нас!
sv: Om oss!
tr: Hakkımızda!
uk: Про нас!
vi: Về chúng tôi!
zh: 关于我们！
zh_hant: 關於我們！

# show.sections.info
source: Info
be: Інфармацыя
bg: Инфо
el: Πληροφορίες
es: Información
fr: Infos
it: Dettagli
ja: 情報
ko: 정보
ms_my: Maklumat
nl: Gegevens
pl: Informacje
ru: Общее
tr: Bilgi
uk: Інформація
vi: Thông tin
zh: 信息
zh_hant: 資訊

# show.sections.members
source: Members
be: Удзельнікі
bg: Членове
ca: Membres
cs: Členové
de: Mitglieder
el: Μέλη
es: Miembros
fr: Membres
id: Anggota
it: Membri
ja: メンバー
ko: 멤버
lv_lv: Dalībnieki
ms_my: Ahli
nl: Leden
pl: Członkowie
pt_br: Membros
ro: Membri
ru: Участники
sv: Medlemmar
tr: Üyeler
uk: Учасники
vi: Thành viên
zh: 成员
zh_hant: 成員

# show.statistics.rank
source: Rank
be: Ранг
bg: Ранг
ca: Posició
cs: Umístění
de: Rang
el: Κατάταξη
es: Puesto
fr: Classement
id: Peringkat
it: Posizione
ja: ランキング
ko: 순위
lv_lv: Rangs
ms_my: Pangkat
nl: Ranking
pl: Pozycja w rankingu
pt_br: Classificação
ro: Rang
ru: Рейтинг в мире
tr: Sıralama
uk: Ранг
vi: Hạng
zh: 排名
zh_hant: 排名

# show.statistics.leader
source: Team Leader
be: Капітан каманды
bg: Лидер на отбора
ca: Líder de l'equip
cs: Vedoucí týmu
de: Teamleiter
el: Αρχηγός Ομάδας
es: Líder del equipo
fi: Joukkuejohtaja
fr: Chef d'équipe
id: Ketua Tim
it: Capitano
ja: チームリーダー
ko: 팀장
lv_lv: Komandas Līderis
ms_my: Ketua Pasukan
nl: Teamcaptain
pl: Lider zespołu
pt_br: Líder da Equipe
ro: Liderul Echipei
ru: Капитан команды
sv: Lagledare
th: หัวหน้าทีม
tr: Takım Lideri
uk: Лідер команди
vi: Trưởng đội
zh: 队长
zh_hant: 隊長

# store.ok
source: Team created.
be: Каманда створана.
bg: Отборът е създаден.
ca: Equip creat.
cs: Tým vytvořen.
de: Team erstellt.
el: Η ομάδα δημιουργήθηκε.
es: Equipo creado.
fi: Tiimi luotu.
fr: Équipe créée.
id: Tim telah dibuat.
it: Squadra creata.
ja: チームを作成しました。
ko: 팀이 만들어졌습니다.
lv_lv: Komanda izveidota.
ms_my: Pasukan dicipta.
nl: Team is aangemaakt.
pl: Utworzono zespół.
pt_br: Equipe criada.
ro: Echipă creată.
ru: Команда создана.
sv: Lag skapat.
th: สร้างทีมเรียบร้อย
tr: Takım oluşturuldu.
uk: Команду створено.
vi: Đội đã được tạo.
zh: 已创建战队。
zh_hant: 已建立團隊。
