Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/SkinComponents/SkinnableComponentStrings.*.resx
Languages: cs, es, fil, fr, it, ko, pt_br, sv, tr, vi

source: Sprite name
cs: Název spritu
es: Nombre de la imagen
fil: Pangalan ng sprite
fr: Nom du sprite
it: Nome sprite
ko: 스프라이트 이름
pt_br: Nome do sprite
sv: Sprite namn
tr: Sprite adı
vi: Tên của sprite

# sprite_name_description
source: The filename of the sprite
cs: Název souboru spritu
es: El nombre de archivo de la imagen
fil: Pangalan ng file ng sprite
fr: Le nom du fichier du sprite
it: Il nome del file dello sprite
ko: 스프라이트 파일명
pt_br: O nome de arquivo do sprite
sv: Spritens filnamn
tr: Sprite'ın dosya adı
vi: Tên file của sprite

source: Font
cs: Písmo
es: Fuente
fr: Police de caractères
it: Carattere
ko: 글꼴
pt_br: Fonte
sv: Teckensnitt
tr: Yazı tipi
vi: Phông chữ

# font_description
source: The font to use.
cs: Styl písma.
es: El tipo de fuente a usar.
fil: Ang font na gagamitin.
fr: La police de caractères à utiliser.
it: Il carattere da usare.
ko: 사용할 폰트.
pt_br: A fonte a ser usada.
sv: Teckensnittet att använda.
tr: Kullanılacak yazı tipi.
vi: Phông chữ để sử dụng.

# text_element_text
source: Text
es: Texto
fil: Teksto
fr: Texte
it: Testo
ko: 텍스트
pt_br: Texto
tr: Metin
vi: Văn bản

# text_element_text_description
source: The text to be displayed.
cs: Text, který má být zobrazen.
es: El texto a mostrar.
fil: Ang teksto na ipapakita.
fr: Le texte à afficher.
it: Il testo da mostrare.
ko: 표시할 텍스트.
pt_br: O texto a ser exibido.
sv: Texten som ska visas.
tr: Görüntülenecek Metin.
vi: Văn bản sẽ được hiển thị.

source: Corner radius
cs: Poloměr okrajů
es: Radio de las esquinas
fil: Radius ng sulok
fr: Courbure des coins
it: Raggio dell'angolo
ko: 모서리 반경
pt_br: Cantos arredondados
sv: Hörnradie
tr: Köşe yarıçapı
vi: Bán kính góc

# corner_radius_description
source: How rounded the corners should be.
cs: Jak moc by měly být okraje zaobleny.
es: Cuán redondeadas deben ser las esquinas.
fil: Kung gaano kabilog ang mga sulok.
fr: À quel point les coins doivent être arrondis.
it: Quanto arrotondati devono essere gli angoli.
ko: 모서리를 얼마나 둥글게 할지 지정합니다.
pt_br: Escolha o arredondamento dos cantos.
sv: Hur rundade hörnen ska vara.
tr: Köşeler ne kadar yuvarlak olmalı.
vi: Độ tròn của góc.

source: Show label
cs: Zobrazit popisek
es: Mostrar etiqueta
fil: Ipakita ang label
fr: Afficher la description
it: Mostra etichetta
ko: 라벨 표시
pt_br: Mostrar o rótulo
sv: Visa etikett
tr: Etiketi göster
vi: Hiển thị nhãn

# show_label_description
source: Whether the component's label should be shown.
cs: Zdali má být zobrazen popisek komponenty.
es: Si la etiqueta del componente debe ser mostrada.
fil: Kung ipapakita ba ang label ng component.
fr: Si la description du composant doit être affichée.
it: Indica se mostrare l'etichetta del componente.
ko: 컴포넌트의 라벨을 표시할지에 대한 여부입니다.
pt_br: Se o rótulo do componente deve ser mostrado.
sv: Om komponentens etikett ska visas.
tr: Bileşenin etiketi gösterilmeli mi.
vi: Tên của các thành phần có hiện hay không.

source: Colour
cs: Barva
es: Color
fil: Kulay
fr: Couleur
it: Colore
ko: 색상
pt_br: Cor
sv: Färg
tr: Renk
vi: Màu sắc

# colour_description
source: The colour of the component.
cs: Barva komponenty.
es: El color del componente.
fil: Ang kulay ng component.
fr: La couleur du composant.
it: Il colore del componente.
ko: 컴포넌트의 색상입니다.
pt_br: A cor do componente.
sv: Komponentens färg.
tr: Bileşenin rengi.
vi: Màu sắc của cấu phần.

source: Text colour
cs: Barva textu
es: Color del texto
fil: Kulay ng teksto
fr: Couleur du texte
it: Colore del testo
ko: 텍스트 색상
pt_br: Cor do texto
sv: Text färg
tr: Yazı rengi
vi: Màu chữ

# text_colour_description
source: The colour of the text.
cs: Barva textu.
es: El color del texto.
fil: Ang kulay ng teksto.
fr: La couleur du texte.
it: Il colore del testo.
ko: 텍스트의 색상입니다.
pt_br: A cor do texto.
sv: Textens färg.
tr: Yazının rengi.
vi: Màu sắc của văn bản.

source: Use relative size
cs: Použít relativní velikost
es: Usar tamaño relativo
fil: Gamitin ang kaugnay na laki
fr: Utiliser la taille relative
it: Adatta dimensioni
ko: 상대적 크기 사용
sv: Använd relativ storlek
tr: Göreceli büyüklüğü kullan
vi: Sử dụng kích thước tương đối
