Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/BeatmapSubmission.*.resx
Languages: cs, de, el, es, fr, id, it, ko, lt, ms_my, nl, no, pl, pt_br, ro, ru, sv, tr, uk, vi, zh, zh_hant

# beatmap_submission_title
source: Beatmap submission
cs: Odeslání beatmapy
de: Beatmap-Veröffentlichung
el: Υποβολή Beatmap
es: Envío de mapas
fr: Mise en ligne
id: Submisi beatmap
it: Caricamento beatmap
ko: 비트맵 제출
lt: Beatmap'o pateikimas
ms_my: Penyerahan peta rentak
nl: Beatmap insturen
no: Beatmap innsending
pl: Przesyłanie beatmapy
pt_br: Envio do beatmap
ro: Încărcare beatmap
ru: Публикация карты
tr: Beatmap gönderimi
uk: Публікація бітмапи
vi: Gửi beatmap
zh: 发布谱面
zh_hant: 圖譜發布

# beatmap_submission_description
source: Share your beatmap with the world!
cs: Sdílej svou beatmapu s celým světem!
de: Zeige der Welt deine Beatmap!
el: Μοιράσου το beatmap σου με τον κόσμο!
es: ¡Comparte tu mapa con el mundo!
fr: Partagez votre beatmap avec le monde !
id: Bagikan beatmapmu kepada dunia!
it: Condividi la tua beatmap con il mondo!
ko: 비트맵을 세상과 공유해보세요!
lt: Pasidalink savo beatmap'u su pasauliu!
ms_my: Kongsi peta rentak anda dengan dunia!
nl: Deel je beatmap met iedereen!
no: Del ditt beatmap med verden!
pl: Podziel się swoją beatmapą ze światem!
pt_br: Compartilhe seu beatmap com o mundo!
ro: Distribuie beatmap-ul tău lumii!
ru: Поделитесь своей картой со всем миром!
sv: Dela din beatmap med världen!
tr: Beatmapini dünya ile paylaş!
uk: Поділіться своєю мапою зі світом!
vi: Chia sẻ beatmap của bạn cho cả thế giới nào!
zh: 和全世界分享你的谱面！
zh_hant: 和全世界分享你的圖譜！

source: Content permissions
cs: Oprávnění k použití obsahu
de: Nutzungsgenehmigungen
el: Δικαιώματα περιεχομένου
es: Permisos del contenido
fr: Permissions de contenu
id: Perizinan konten
it: Autorizzazioni contenuto
ko: 콘텐츠 권한
lt: Turinio leidimai
ms_my: Izin kandungan
nl: Contentrechten
no: Innholdstillatelser
pl: Uprawnienia do zawartych treści
pt_br: Permissões de conteúdo
ro: Permisiuni conținut
ru: Права на использование медиа
sv: Innehållsrättigheter
tr: İçerik izinleri
uk: Права на використання матеріалів
vi: Quyền trên nội dung
zh: 内容授权
zh_hant: 內容權限

# content_permissions_acknowledgement
source: I understand
cs: Chápu
de: Ich habe verstanden
el: Καταλαβαίνω
es: Entiendo
fr: Je comprends
id: Saya mengerti
it: Ho capito
ko: 이해했어요
lt: Supratau
ms_my: Saya faham
nl: Ik snap het
no: Jeg forstår
pl: Rozumiem
pt_br: Eu entendo
ro: Am înțeles
ru: Я понимаю
sv: Jag förstår
tr: Anladım
uk: Я розумію
vi: Tôi hiểu
zh: 我已知悉
zh_hant: 我了解了

source: Frequently asked questions
cs: Často kladené otázky
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fr: Foire aux questions
id: Pertanyaan umum
it: Domande frequenti
ko: 자주 묻는 질문
lt: Dažniausiai užduodami klausimai
ms_my: Soalan lazim
nl: Veelgestelde vragen
no: Ofte spurte spørsmål
pl: Często zadawane pytania
pt_br: Perguntas Frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sv: Frågor som ställs ofta
tr: Sıkça sorulan sorular
uk: Поширені запитання
vi: Câu hỏi thường gặp
zh: 常见问题
zh_hant: 常見問題

source: Submission settings
cs: Nastavení odeslání
de: Einreichungseinstellungen
el: Ρυθμίσεις υποβολής
es: Configuración del envío
fr: Paramètres de mise en ligne
id: Pengaturan submisi
it: Impostazioni d'invio
ko: 제출 설정
lt: Pateikimo parametrai
ms_my: Tetapan penyerahan
nl: Instellingen voor insturen
no: Innstillinger for innsending
pl: Ustawienia przesyłania
pt_br: Configurações de envio
ro: Setări încărcare
ru: Параметры публикации
sv: Inställningar för inlämningar
tr: Gönderim ayarları
uk: Налаштування публікації
vi: Cài đặt việc gửi
zh: 提交设定
zh_hant: 提交設定

# confirm_submission
source: Submit beatmap!
cs: Odeslat beatmapu!
de: Beatmap veröffentlichen!
el: Υποβολή beatmap!
es: ¡Enviar mapa!
fr: Publier la beatmap !
id: Kirim beatmap!
it: Invia la beatmap!
ko: 비트맵 제출하기!
lt: Įkelti beatmap'ą!
ms_my: Serah peta rentak!
nl: Beatmap insturen!
no: Send inn beatmap!
pl: Prześlij beatmapę!
pt_br: Enviar beatmap!
ro: Încarcă beatmap!
ru: Опубликовать карту!
sv: Lämna in beatmap!
tr: Beatmap'i gönder!
uk: Опублікувати бітмапу!
vi: Gửi beatmap!
zh: 提交谱面！
zh_hant: 提交圖譜！

# exporting
source: Exporting beatmap for compatibility...
cs: Exportování beatmapy pro kompatibilitu...
de: Exportiere Beatmap in kompatiblem Format...
el: Εξαγωγή beatmap για συμβατότητα...
es: Exportando mapa para compatibilidad...
fr: Exportation de la beatmap pour compatibilité...
id: Mengekspor beatmap untuk kompatibilitas...
it: Esportando la beatmap per compatibilità...
ko: 호환용 비트맵을 내보내는 중...
lt: Eksportuojamas beatmap'as suderinamumui...
ms_my: Mengeksport peta rentak untuk keserasian...
nl: Beatmap omzetten voor compatibiliteit...
no: Eksporterer beatmap for kompatibilitet...
pl: Eksportowanie beatmapy w kompatybilnym formacie...
pt_br: Exportando beatmap para compatibilidade...
ro: Se exportă beatmap pentru compatibilitate...
ru: Преобразование в совместимый формат...
sv: Exporterar beatmap för kompatibilitet...
tr: Beatmap uyumluluk için dışa aktarılıyor...
uk: Експортування мапи для сумісності...
vi: Đang xuất beatmap để cho tương thích...
zh: 正在导出谱面（兼容优先）……
zh_hant: 正在匯出相容模式的圖譜……

# preparing
source: Preparing for upload...
cs: Příprava na nahrání...
de: Upload wird vorbereitet...
el: Προετοιμασία για μεταφόρτωση...
es: Preparando para subir...
fr: Préparation de la mise en ligne...
id: Mempersiapkan unggahan...
it: Preparando il caricamento...
ko: 업로드 준비 중...
lt: Ruošiamasi įkėlimui...
ms_my: Menyiapkan untuk dimuat naik...
nl: Klaarmaken voor upload...
no: Forbereder opplasting...
pl: Przygotowywanie do przesłania...
pt_br: Preparando para o upload...
ro: Pregătire pentru încărcare...
ru: Подготовка к загрузке...
sv: Förbereder för uppladdning...
tr: Yüklemeye hazırlanılıyor...
uk: Підготовка до завантаження...
vi: Đang chuẩn bị tải lên...
zh: 准备上传……
zh_hant: 準備上傳……

# uploading
source: Uploading beatmap contents...
cs: Nahrávání obsahu beatmapy...
de: Lade Beatmap-Inhalte hoch...
el: Μεταφόρτωση περιεχομένου beatmap...
es: Subiendo el contenido del mapa...
fr: Mise en ligne du contenu de la beatmap...
id: Mengunggah konten beatmap...
it: Caricando contenuti beatmap...
ko: 비트맵 내용 업로드 중...
lt: Įkeliamas beatmap'o turinys...
ms_my: Memuat naik kandungan peta rentak...
nl: Inhoud beatmap uploaden...
no: Laster opp beatmap innhold...
pl: Przesyłanie zawartości beatmapy...
pt_br: Enviando conteúdo de beatmap...
ro: Se încarcă conținutul...
ru: Загрузка содержимого карты...
sv: Laddar upp beatmap innehåll...
tr: Beatmap içerikleri yükleniyor...
uk: Завантаження вмісту мапи...
vi: Đang tải nội dung beatmap...
zh: 正在上传谱面内容……
zh_hant: 正在上傳圖譜內容……

# finishing
source: Finishing up...
cs: Dokončování...
de: Abschluss...
el: Σχεδόν τελειώσαμε...
es: Finalizando...
fr: Finalisation...
id: Menyelesaikan unggahan...
it: Quasi finito...
ko: 마무리 중...
lt: Baigiama...
ms_my: Menghabiskan...
nl: Afronden...
no: Fullfører...
pl: Finalizowanie...
pt_br: Concluindo ...
ro: Finalizare...
ru: Завершение...
sv: Slutför...
tr: Bitiriliyor...
uk: Завершення...
vi: Đang hoàn tất...
zh: 即将完成……
zh_hant: 即將完成……

# content_permissions_disclaimer
source: Before you continue, we ask you to check whether the content you are uploading has been cleared for upload. Please understand that you are responsible for the content you upload to the platform and if in doubt, should ask permission from the creators before uploading!
cs: Než budeš pokračovat, prosíme tě, abys zkontroloval, zda obsah, který nahráváš, je v pořádku pro nahrání. Měj prosím na paměti, že jsi odpovědný za obsah, který na platformu nahráváš, a pokud si nejsi jistý, tak bys měl pro použití obsahu požádat svolení od tvůrců před nahráním!
de: Als Allererstes solltest du sicherstellen, dass du dazu berechtigt bist, die von dir ausgewählten Inhalte hochzuladen. Du bist für die Inhalte, die du auf die Plattform hochlädst, verantwortlich. Im Zweifelsfall solltest du vor dem Hochladen eine Genehmigung von dem jeweiligen Ersteller einholen!
el: Πριν συνεχίσεις, σε ζητάμε να κοιτάξεις αν το περιεχόμενο που ανεβάζεις έχει εκκαθαριστεί για μεταφόρτωση. Παρακαλώ κατάλαβε ότι εσύ είσαι υπεύθυνος για το περιεχόμενο που ανεβάζεις στην πλατφόρμα και αν αμφιβάλλεις, ζήτα άδεια από τους δημιουργούς πριν το ανεβάσεις!
es: Antes de continuar, te pedimos que compruebes si el contenido que estás subiendo ha sido autorizado para su subida. Ten en cuenta que eres responsable del contenido que subes a la plataforma y que, en caso de duda, debes pedir permiso a los creadores antes de subirlo.
fr: Avant de continuer, nous vous demandons de vérifier si vous avez l'autorisation d'utiliser le contenu que vous publiez. Veuillez comprendre que vous êtes responsable du contenu que vous publiez sur la plateforme et, en cas de doute, devez demander la permission aux créateurs avant de le publier !
id: Sebelum kamu melanjutkan, kami ingin meminta kamu untuk memastikan apakah konten yang ingin kamu unggah telah berizin. Mohon dipahami bahwa kamu bertanggung jawab terhadap konten yang kamu unggah, dan apabila kamu ragu, kamu sebaiknya meminta izin kepada pemilik konten yang kamu gunakan sebelum menggunggah!
it: Prima di continuare, vi chiediamo di verificare se il contenuto che state caricando è stato autorizzato al caricamento. Ti preghiamo di comprendere che sei responsabile dei contenuti che carichi sulla piattaforma e, in caso di dubbio, dovresti chiedere il permesso ai creatori prima di caricarli!
ko: 진행하시기 전에, 업로드 승인을 받은 컨텐츠를 업로드하고 계시는지 확인해주시길 부탁드려요. 업로드하시는 컨텐츠의 책임자는 이용자임을 이해해 주시고, 필요한 경우에는 업로드 전에 작곡가에게 업로드 권한을 요청하시길 바래요!
lt: Prieš tęsiant patikrinkit ar jūsų turinį leista įkelti. Prašome suprasti, kad jus esate atsakingas už turinį kuri įkeliate platformoje, ir jei abejojate pirmiausiai turėtumėte paprašyti kūrėjų leidimo!
ms_my: Sebelum anda meneruskan, mohon semak sekiranya kandungan yang anda memuat naik telah diizinkan untuk muat naik. Sila faham bahawa anda bertanggungjawab atas kandungan yang anda memuat naik ke pelantar. Sekiranya ragu, anda patut meminta izin dari pencipta sebelum memuat naik!
nl: Voordat je verdergaat, vragen we je om te controleren of de inhoud wel toegestaan is voor publicatie. Wees je ervan bewust dat jij verantwoordelijk bent voor de content die je op het platform plaatst. Als je twijfelt, vraag dan eerst toestemming aan de makers voordat je de inhoud uploadt!
no: Før du fortsetter, ber vi deg sjekke om innholdet du laster opp er klarert for opplasting. Vær oppmerksom på at du har ansvaret for innholdet du laster opp til plattformen og hvis du er i tvil, bør du be om tillatelse fra innholdsskaperne før opplasting!
pl: Zanim przejdziesz dalej, upewnij się, że posiadasz odpowiednie uprawnienia do przesyłanych treści. Pamiętaj, że ponosisz wszelką odpowiedzialność za treści przesłane na platformę - w razie wątpliwości skontaktuj się z twórcami przesyłanych treści w celu uzyskania odpowiednich pozwoleń.
pt_br: Antes de continuar, pedimos que verifique se o conteúdo que você está enviando foi limpo para envio. Por favor, entenda que você é responsável pelo conteúdo que você carrega na plataforma e, em caso de dúvida, deve pedir permissão aos criadores antes de fazer o upload!
ro: Înainte de a continua, vă rugăm să verificați dacă conținutul pe care îl încărcați a fost aprobat pentru încărcare. Vă rugăm să înțelegeți că sunteți responsabil pentru conținutul pe care îl încărcați pe platformă și dacă aveți dubii, ar trebui să cereți permisiunea creatorilor înainte de încărcare!
ru: Прежде чем продолжить, мы просим вас проверить, разрешено ли использовать загружаемое вами содержимое. Обратите внимание, что вы ответственны за опубликованный вами контент на платформе osu!. Если сомневаетесь, пожалуйста, получите разрешение от авторов перед загрузкой!
sv: Innan du fortsätter ber vi dig att kontrollera om innehållet du laddar upp har godkänts för uppladdning. Vänligen förstå att du är ansvarig för innehållet du laddar upp till plattformen och om du är osäker bör du be skaparna om tillstånd innan du laddar upp!
tr: Devam etmeden önce, yüklediğiniz içeriğin yüklemeye uygun olup olmadığını kontrol etmenizi rica ediyoruz. Yüklediğiniz içerikten sorumlu olduğunuzu unutmayın ve eğer emin değilseniz, yüklemeden önce içerik oluşturuculardan izin istemeniz gerektiğini unutmayın!
uk: Перед тим як продовжити, ми просимо вас перевірити чи є дозвіл на розміщення контенту, який ви завантажуєте. Будь ласка, пам'ятайте, що ви несете відповідальність за контент, який завантажуєте на платформу, і якщо ви не впевнені, запитайте дозволу від авторів перед завантаженням!
vi: Trước khi tiếp tục, chúng tôi yêu cầu bạn kiểm tra xem liệu nội dung bạn đang tải lên có phù hợp và được phép đăng tải hay không. Xin hãy hiểu rằng bạn phải chịu trách nhiệm cho nội dung mà bạn tải lên nền tảng và nếu có nghi ngờ, bạn nên xin phép người sáng tạo trước khi tải lên!
zh: 在你继续之前，请检查一下当前正在上传的内容是否获得了相应授权。请知悉：你需要对上传到平台的内容负责。如果你不确定内容是否得到授权，请在上传之前向对应的内容创建者申请授权！
zh_hant: 在你繼續之前，請你檢查你正在上傳的內容是否受版權保護。請你明白，你需要對你上傳的內容負責。如果有任何疑問，請在上傳之前詢問內容創作者！

# check_content_usage_guidelines
source: Check the content usage guidelines for more information
cs: Podívej se na pokyny k používání obsahu pro více informací
de: Siehe die Nutzungsrichtlinien für mehr Details
el: Έλεγξε τις οδηγίες χρήσης περιεχομένου για περισσότερες πληροφορίες
es: Consulta las pautas de uso de contenido para obtener más información
fr: Consultez le guide d'utilisation de contenu pour plus d'informations
id: Periksa panduan penggunaan konten untuk informasi lebih lanjut
it: Controlla le linee guida sull'utilizzo dei contenuti per maggiori informazioni
ko: 자세한 정보는 컨텐츠 이용 규칙을 확인해 주세요
lt: Peržiūrėk turinio naudojimo gaires dėl papildomos informacijos
ms_my: Semak garis panduan penggunaan kandungan untuk maklumat lanjut
nl: Bekijk de richtlijn contentgebruik voor meer informatie
no: Sjekk retningslinjer for bruk av innhold for mer informasjon
pl: Sprawdź wytyczne dot. wykorzystywania treści
pt_br: Verifique as diretrizes de uso de conteúdo para mais informações
ro: Verificați recomandările de utilizare a conținutului pentru mai multe informații
ru: Ознакомиться с руководством по правилам использования медиа
sv: Se riktlinjerna för innehållsanvändning för mer information
tr: Daha fazla bilgi için içerik kullanım yönergelerini kontrol edin
uk: Ознайомтеся з рекомендаціями щодо використання контенту, щоб дізнатись більше
vi: Kiểm tra hướng dẫn sử dụng nội dung để biết thêm thông tin chi tiết
zh: 查阅内容使用指南以了解更多信息
zh_hant: 查看內容使用指南以獲得更多資訊

source: Beatmap ranking criteria
cs: Kritéria hodnocení beatmapy
de: Ranking-Kriterien
el: Κριτήρια κατάταξης Beatmap
es: Criterios de clasificación de los mapas
fr: Critères de classement des beatmaps
id: Kriteria ranking beatmap
it: Criteri di classificazione Beatmap
ko: 비트맵 랭크 기준
lt: Beatmap'o reitingavimo kriterijai
ms_my: Ukur tara penarafan Berkedudukan peta rentak
nl: Eisen voor beatmap-ranking
no: Beatmap rangeringskriterier
pl: Kryteria rankingowe beatmap
pt_br: Critérios de classificação do beatmap
ro: Criterii de clasare beatmap
ru: Критерии ранкинга карт
sv: Beatmap rankningskriterier
tr: Beatmap derecelendirme kriterleri
uk: Критерії для рейтингових бітмап
vi: Tiêu chí xếp hạng beatmap
zh: 谱面上架标准
zh_hant: 圖譜進榜標準

# beatmap_ranking_criteria_description
source: Not sure you meet the guidelines? Check the list and speed up the ranking process!
cs: Nejsi si jistý, zda splňuješ požadavky? Podívej se na jejich seznam a urychli tím proces hodnocení!
de: Bist du dir nicht sicher, ob du die Richtlinien erfüllst? Diese Checkliste enthält das Wichtigste über den Ranking-Prozess!
el: Δεν είσαι σίγουρος για την κατανόηση οδηγιών (guidelines); Κοίτα τη λίστα και επιτάχυνε τη διαδικασία κατάταξης!
es: ¿No estás seguro de cumplir las pautas? ¡Consulta la lista y acelera el proceso de clasificación!
fr: Vous n'êtes pas sûr de respecter toutes les directives ? Jetez un œil à la liste et accélérez le processus de classement !
id: Tidak yakin apakah beatmap kamu memenuhi kriteria ini? Periksa daftar persyaratannya dan percepat proses ranking beatmap kamu!
it: Non sei sicuro di soddisfare le linee guida? Controlla la lista e velocizza il processo di classificazione!
ko: 규칙을 만족하는지 확실하지 않다면? 리스트를 확인해서 랭크 과정에 걸리는 시간을 줄일 수 있답니다!
lt: Neužtikrintas ar jūsų turinys atitinka gaires? Peržiūrėk sąrašą ir pagreitink reitingavimo procesą!
ms_my: Anda tidak pasti jika memenuhi garis panduan? Semak senarai dan percepatkan proses penarafan Berkedudukan!
nl: Weet je niet zeker of je je aan de richtlijn hebt gehouden? Kijk hem na en doorloop sneller het ranking-proces!
no: Er du sikker på at du er innenfor retningslinjene? Sjekk listen og fremskynde rangeringsprosessen!
pl: Nie masz pewności, czy beatmapa spełnia odpowiednie wytyczne? Sprawdź listę i przyspiesz proces nadania statusu rankingowego!
pt_br: Não tem certeza que você cumpre as diretrizes? Verifique a lista e acelere o processo de classificação!
ro: Nu ești sigur că îndeplinești criteriile? Verifică lista și accelerează procesul de clasare!
ru: Не уверены, что карта соответствуют всем правилам и рекомендациям? Сверьтесь со списком необходимых критериев, ускорьте процесс получения рейтинга!
sv: Är du osäker på om du uppfyller riktlinjerna? Kolla listan och snabba upp rankningsprocessen!
tr: Yönergeleri karşıladığınızdan emin değil misiniz? Listeyi kontrol edin ve derecelendirme sürecini hızlandırın!
uk: Не впевнені, що мапа відповідає критеріям? Перевірте список і спростіть процес рейтингу!
vi: Bạn không chắc mình đáp ứng các yêu cầu ư? Kiểm tra danh sách này và tăng tốc quá trình xếp hạng!
zh: 不确定你的谱面是否达到了上架标准？核对一下标准列表来加快谱面的上架进程！
zh_hant: 不確定你的圖譜是不是符合進榜指標？檢查進榜標準列表，加快進榜過程！

source: Submission process
cs: Proces odesílání
de: Einreichungsprozess
el: Διαδικασία υποβολής
es: Proceso de envío
fr: Processus de mise en ligne
id: Proses submisi
it: Processo d'invio
ko: 제출 절차
lt: Pateikimo procesas
ms_my: Proses penyerahan
nl: Insturen van een beatmap
no: Prosess for innlevering
pl: Proces przesyłania beatmap
pt_br: Processo de envio
ro: Procesul de încărcare
ru: Процедура ранкинга
sv: Inlämningsprocess
tr: Gönderim süreci
uk: Процес публікації
vi: Quy trình gửi bài
zh: 提交进程
zh_hant: 提交進度

# submission_process_description
source: Unsure about the submission process? Check out the wiki entry!
cs: Nejsi si jistý procesem odesílání? Podívejte se na tuto wiki stránku!
de: Unklarheiten beim Einreichungsprozess? Schau dir die Wikiseite an!
el: Όχι αρκετά σίγουρος για τη διαδικασία καταχώρησης; Τσέκαρε το wiki!
es: ¿No estás seguro del proceso de envío? ¡Consulta el artículo de la wiki!
fr: Vous avez des questions sur le processus de mise en ligne ? Consultez l'article correspondant sur le wiki !
id: Tidak yakin mengenai proses submisi yang ada? Pelajari entri wiki seputar proses ini!
it: Non sei sicuro del processo d'invio? Controlla la voce nella wiki!
ko: 제출 과정이 어렵다면? 위키 항목을 확인해 보세요!
lt: Neaiškus pateikimo procesas? Užeik į wiki!
ms_my: Tidak pasti tentang proses penyerahan? Lihat masukan wiki yang berkaitan!
nl: Weet je niet hoe het insturen van een beatmap werkt? Lees het wikiartikel!
no: Usikker på innsendingsprosessen? Sjekk ut wiki-oppføringen!
pl: Masz wątpliwości dotyczące procesu przesyłania beatmap? Sprawdź artykuł na wiki!
pt_br: Não tem certeza sobre o processo de envio? Confira a entrada wiki!
ro: Ai neclarități legate de procesul de încărcare? Verifica pagina de pe wiki!
ru: Хотите узнать больше об этапах получения рейтинга? Изучите подробную статью на вики!
sv: Osäker på inlämningsprocessen? Kolla in wiki-artikeln!
tr: Gönderim süreci hakkında emin değil misiniz? Wiki girdisine göz atın!
uk: Не впевнені як працює процес публікації? Ознайомтесь зі статтею у вікі!
vi: Không chắc chắn về quy trình đăng tải? Hãy tham khảo bài viết trên wiki!
zh: 对提交进程有疑问？参阅一下wiki条目！
zh_hant: 不確定提交流程嗎？請查看 wiki 頁面！

source: Mapping help forum
cs: Fórum pro pomoc s mapováním
de: Mapping-Hilfeforum
el: Φόρουμ βοήθειας mapping
es: Foro de ayuda sobre la creación de mapas
fr: Forum d'aide au mapping
id: Forum bantuan mapping
it: Forum di aiuto mapping
ko: 매핑 도움 포럼
lt: Beatmap'ų kūrimo pagalbos forumas
ms_my: Forum bantuan pemetaan
nl: Mapping-hulp forum
no: Tilording av hjelpeforum
pl: Forum pomocy w tworzeniu beatmap
pt_br: Mapear fórum de ajuda
ro: Forum ajutor creare beatmap-uri
ru: Форум для обсуждения маппинга
sv: Hjälpforum för kartläggning
tr: Map oluşturma yardım forumu
uk: Форум для допомоги з мапінгом
vi: Diễn đàn trợ giúp Mapping
zh: 作图帮助论坛
zh_hant: 模圖說明論壇

# mapping_help_forum_description
source: Got some questions about mapping and submission? Ask them in the forums!
cs: Máš nějaké otázky ohledně mapování a odesílání? Zeptej se na ně na fórech!
de: Fragen zum Mapping und zur Veröffentlichung? Stelle sie im Forum!
el: Έχεις ερωτήσεις για mapping ή υποβολή; Ρώτησε τες στα φόρουμς!
es: ¿Tienes algunas preguntas sobre el mapping y los envíos? ¡Pregúntalas en los foros!
fr: Vous avez des questions sur le mapping et la mise en ligne de beatmaps ? Posez-les dans les forums !
id: Memiliki pertanyaan seputar mapping dan pengunggahan beatmap? Tanyakan pertanyaanmu di forum!
it: Hai qualche domanda sul mapping e sull'invio? Chiedile nei forum!
ko: 매핑과 제출에 관해 궁금한 점이 있다면? 포럼에 질문해 보세요!
lt: Turi klausymų apie beatmap'ų kūrimą ir pateikimą? Užduok juos forumuose!
ms_my: Mempunyai soalan tentang pemetaan dan penyerahan? Tanyalah di forum!
nl: Heb je vragen over het maken en insturen van maps? Stel ze in het forum!
no: Har du noen spørsmål om mapping og innsending? Spør om det i forumet!
pl: Masz pytania dotyczące tworzenia beatmap i procesu przesyłania? Zadaj je na forum!
pt_br: Tem algumas perguntas sobre mapeamento e submissão? Pergunte-as nos fóruns!
ro: Ai întrebări despre crearea de beatmap-uri și încărcarea lor? Pune-le pe forum!
ru: Есть вопросы по маппингу и процедуре ранкинга? Задайте их на форуме!
sv: Har du några frågor om kartläggning och inlämning? Ställ dem i forumen!
tr: Map oluşturma ve gönderimi hakkında sorularınız mı var? Forumlarda sor!
uk: Маєте якісь питання щодо мапінгу та публікації? Задайте їх на форумі!
vi: Có câu hỏi nào về mapping và đăng tải không? Hãy đặt câu hỏi trên diễn đàn!
zh: 在作图和谱面提交中有疑问？在论坛中提问吧！
zh_hant: 對模圖和圖譜提交有疑問嗎？到論壇發問吧！

source: Modding queues forum
cs: Fórum módovacích front
de: Modding-Forum
el: Φόρουμ για modding ουρές
es: Foro de las colas de modding
fr: Forum des queues de modding
id: Forum antrean modding
it: Forum di code di modding
ko: 모딩 큐 포럼
lt: Taisymų eilių forumas
ms_my: Forum giliran penyelarasan
nl: Forum modding-wachtrijen
no: Modding køer forum
pl: Forum kolejek modowania
pt_br: Módulo fórum de filas
ro: Forum cozi modding
ru: Форум для поиска моддеров
sv: Forum för moddingköer
tr: Denetleme sırası forumu
uk: Форум черг для моддингу
vi: Diễn đàn danh sách chờ modding
zh: 摸图队列论坛
zh_hant: 模圖列隊論壇
