Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/BeatmapSubmission.*.resx
Languages: cs, de, el, es, fr, id, it, ko, lt, ms_my, nl, no, pl, pt_br, ro, ru, sv, tr, uk, vi, zh, zh_hant

# modding_queues_forum_description
source: Having trouble getting feedback? Why not ask in a mod queue!
cs: Máš problém se získáváním zpětné vazby? Proč se nezeptat ve módovací frontě!
de: Bisher noch kein Feedback erhalten? Frag doch im Modding-Forum nach!
el: Δυσκολεύεσαι να πάρεις ανατροφοδότηση (feedback); Γιατί δε ρωτάς σε μια ουρά mod!
es: ¿Tienes problemas para conseguir opiniones? ¡No dudes en pedirlas en las colas de mods!
fr: Vous avez des difficultés à obtenir des retours ? Pourquoi ne pas les demander dans une queue de modding !
id: Kesulitan mencari masukan? Cobalah untuk bertanya pada antrean modding!
it: Hai problemi a ricevere un feedback? Perché non chiedi in una coda di mod!
ko: 피드백을 받는 데에 어려움이 있다면? 모드 대기열에 질문을 올려보시길 추천드려요!
lt: Negauni jokių atsiliepimų? Pabandyk paklausti taisymų eilėje!
ms_my: Sukar mendapat maklum balas? Apa kata anda tanya dalam giliran penyelarasan!
nl: Heb je moeite met feedback krijgen? Vraag er eens voor in een modding-wachtrij!
no: Har du trøbbel ved å få tilbakemelding? Gjerne spør i en mod kø!
pl: Masz problem z uzyskaniem opinii o swojej beatmapie? Zapytaj w kolejce modowania!
pt_br: Está tendo problemas para receber um feedback? Por que não perguntar em uma fila de mods!
ro: Ai probleme în obținerea de feedback? Încearcă să întrebi într-o coadă de modding!
ru: Возникли проблемы с получением обратной связи? Поставьте карту в очередь моддера!
sv: Har du problem med att få feedback? Varför inte fråga i en moderatorkö!
tr: Geri bildirim almakta zorlanıyor musun? Neden bir denetim sırasında sormuyorsun!
uk: Маєте труднощі з пошуком відгуків? Чому б не запитати в черзі для моддингу!
vi: Gặp khó khăn trong việc nhận phản hồi? Tại sao không thử hỏi trong danh sách chờ mod!
zh: 很难获取谱面的反馈意见？为什么不在摸图队列中问问呢！
zh_hant: 難以取得圖譜的意見回饋嗎？何不試試模圖列隊！

# beatmap_submission_target_caption
source: Where would you like to post your beatmap?
cs: Kam bys chtěl odeslat svou beatmapu?
de: Wie möchtest du deine Beatmap veröffentlichen?
el: Πού θα ήθελες να δημοσιεύσεις το beatmap σου;
es: ¿Dónde te gustaría publicar tu mapa?
fr: Où souhaitez-vous poster votre beatmap ?
id: Ke mana kamu ingin mengirim beatmap kamu?
it: Dove vuoi pubblicare la tua beatmap?
ko: 비트맵을 어디에 게시할까요?
lt: Kur tu norėtum įkelti savo beatmap'ą?
ms_my: Di manakah anda ingin menghantar peta rentak anda?
nl: Waar wil je je beatmap zetten?
no: Hvor vil du legge ut beatmappet ditt?
pl: W której kategorii chcesz opublikować swoją beatmapę?
pt_br: Onde você gostaria de postar o seu beatmap?
ro: Unde doriți să încărcați beatmap-ul?
ru: В какой категории опубликовать карту?
sv: Var vill du lägga upp din beatmap?
tr: Beatmap'inizi nerede paylaşmak istersiniz?
uk: Де б ви хотіли розмістити свою мапу?
vi: Bạn muốn đăng beatmap của mình ở đâu?
zh: 你想要将谱面提交到哪个类别？
zh_hant: 你想將圖譜提交到哪個類別呢？

# beatmap_submission_target_wip
source: Works in Progress / Help (incomplete, not ready for ranking)
cs: Rozdělané / Vyžadující pomoc (nedokončená, není připravená k hodnocení)
de: Work In Progress / Hilfe (unvollständig, nicht bereit für das Ranking)
el: Έργα σε εξέλιξη / Βοήθεια (ελλιπής, όχι έτοιμο για κατάταξη)
es: Trabajo en progreso / Ayuda (incompleto, no está listo para ser clasificado)
fr: Travaux en cours / Aide (incomplète, pas prête au classement)
id: Work in Progress / Help (belum rampung, belum siap untuk di-rank)
it: Lavori in corso / Aiuto (incompleta, non pronta per la classifica)
ko: 제작 중 / 도움 필요 (미완성, 랭크 준비 안됨)
lt: Vis dar kuriamas (neužbaigtas, neparuoštas reitingavimui)
ms_my: Kerja Sedang Berjalan / Bantuan (tidak lengkap, tidak sedia untuk berkedudukan)
nl: Werk in Ontwikkeling / Hulp (nog niet af, kan niet gerankt worden)
no: Under arbeid / Hjelp (ikke komplett, ikke klar for rangering)
pl: Obecnie rozwijana (niekompletna, niegotowa do nadania statusu rankingowego)
pt_br: Obras em andamento/ajuda (incompleto, não pronto para classificação)
ro: În Lucru / Necesită Ajutor (incomplet, nepregătit pentru clasare)
ru: В разработке / Нужна помощь (не завершена, не готова к получению рейтинга)
sv: Pågående arbeten / Hjälp (ofullständig, inte redo för rangordning)
tr: Yapım Aşamasında / Yardım (tamamlanmamış, derecelendirme için hazır değil)
uk: В розробці / Допомога (незакінчена, не готова до рейтингу)
vi: Các tác phẩm đang trong quá trình hoàn thiện / Cần trợ giúp (chưa hoàn thành, chưa sẵn sàng để xếp hạng)
zh: 正在制作中/需要帮助（未完成，不准备上架）
zh_hant: 尚未完工/需要幫助（未完成、沒準備進榜）

# beatmap_submission_target_pending
source: Pending (complete, ready for ranking)
cs: Čekající (dokončená, připravená k hodnocení)
de: Ausstehend (fertig, bereit für das Ranking)
el: Εκκρεμεί (πλήρης, έτοιμο για κατάταξη)
es: Pendiente (completo, está listo para ser clasificado)
fr: En attente (terminée, prête au classement)
id: Pending (rampung, siap untuk di-rank)
it: In attesa (completa, pronta per la classifica)
ko: 대기 중 (완성, 랭크 준비 완료)
lt: Laukiantis (užbaigtas, paruoštas reitingavimui)
ms_my: Tergantung (lengkap, sedia untuk berkedudukan)
nl: Afwachtend (compleet, klaar om gerankt te worden)
no: Venter (fullført, klar for rangering)
pl: Oczekująca (ukończona, gotowa do uzyskania statusu rankingowego)
pt_br: Pendente (completo, pronto para classificação)
ro: În așteptare (complet, gata pentru clasare)
ru: На рассмотрении (завершена, готова к получению рейтинга)
sv: Väntar (klar för ranking)
tr: Beklemede (tamamlanmış, derecelendirmeye hazır)
uk: На розгляді (закінчена, готова до рейтингу)
vi: Đang chờ (hoàn thiện, chỉ chờ được xếp hạng)
zh: 待定（已完成，准备上架）
zh_hant: 待處理（已完成、準備進榜）

# notify_for_discussion_replies
source: Receive notifications for discussion replies
cs: Dostávat oznámení o odpovědích v diskuzi
de: Erhalte Benachrichtigungen zu Diskussionsantworten
el: Να λαμβάνω ειδοποιήσεις για απαντήσεις συζήτησης
es: Recibir notificaciones de las respuestas de las discusiones
fr: Recevoir des notifications pour les réponses aux discussions
id: Terima notifikasi untuk balasan diskusi baru
it: Ricevi notifiche per le risposte alla discussione
ko: 토론 답변 알림 받기
lt: Gauti diskusijos atsakymų pranešimus
ms_my: Terima pemberitahuan untuk balasan perbincangan
nl: Meldingen ontvangen voor reacties
no: Motta varsler om diskusjon svar
pl: Otrzymuj powiadomienia o nowych odpowiedziach w dyskusjach
pt_br: Receber notificações para respostas de discussão
ro: Primiți notificări pentru răspunsuri la discuții
ru: Получать уведомления об отзывах на карту
sv: Få aviseringar om diskussionssvar
tr: Tartışma yanıtları için bildirim al
uk: Отримувати повідомлення про відповіді в обговоренні
vi: Nhận thông báo khi có phản hồi ở thảo luận
zh: 接收讨论回复的通知
zh_hant: 接收討論回覆的通知

source: Load in browser after submission
cs: Načíst v prohlížeči po odeslání
de: Nach der Veröffentlichung im Browser öffnen
el: Φόρτωση στο πρόγραμμα περιήγησης μετά την υποβολή
es: Abrir el navegador después del envío
fr: Ouvrir dans le navigateur une fois la beatmap publiée
id: Muat di browser setelah terkirim
it: Carica nel browser dopo l'invio
ko: 제출 후 브라우저에서 로드하기
lt: Atidaryti naršyklėje po įkėlimo
ms_my: Muatkan dalam pelayar setelah penyerahan
nl: In je browser openen na insturen
no: Last inn i nettleser etter innsending
pl: Otwórz w przeglądarce po przesłaniu
pt_br: Carregar no navegador após a submissão
ro: Deschideți în browser după încărcare
ru: Открыть в браузере после загрузки
sv: Ladda i webbläsaren efter inlämning
tr: Gönderim sonrası tarayıcıda aç
uk: Відкрити в браузері після публікації
vi: Mở trong trình duyệt sau khi gửi đi
zh: 提交后在浏览器中打开谱面信息页
zh_hant: 提交後在瀏覽器開啟圖譜頁面

# legacy_export_disclaimer
source: Note: In order to make it possible for users of all osu! versions to enjoy your beatmap, it will be exported in a backwards-compatible format. While we have made efforts to ensure that this process keeps the beatmap playable in its intended form, some data related to features that previous versions of osu! do not support may be lost.
cs: Poznámka: Aby bylo možné pro uživatele všech verzí osu! tvoji beatmapu hrát, bude vyexportována ve zpětně kompatibilním formátu. Ačkoli jsme se snažili zajistit, aby tento proces zachoval beatmapu hratelnou v zamýšlené podobě, některá data související s funkcemi, které starší verze osu! nepodporují, mohou být ztracena.
de: Anmerkung: Damit Nutzer aller osu!-Versionen Spaß an deiner Beatmap haben können, wird sie in einem rückwärtskompatiblen Format exportiert. Wir versuchen, sicherzustellen, dass die Beatmap in ihrer originalen Form spielbar bleibt. Manche Daten zu Funktionen, die frühere osu!-Versionen nicht unterstützen, gehen jedoch möglicherweise verloren.
el: Σημείωση: Για να είναι δυνατό για όλους τους χρήστες όλων των εκδόσεων osu! να απολαύσουν το beatmap σου, θα γίνει η εξαγωγή του σε μια προς τα πίσω (backwards-compatible) συμβατή μορφή. Ενώ έχουμε κάνει προσπάθειες για να σιγουρευτούμε ότι αυτή η διαδικασία κρατάει το beatmap παικτό στη προβλεπόμενη μορφή του, κάποια δεδομένα που σχετίζονται με χαρακτηριστικά που προηγούμενες εκδόσεις osu! δεν υποστηρίζουν μπορεί να χαθούν.
es: Nota: Para que los usuarios de todas las versiones de osu! puedan disfrutar de tu mapa, se exportará en un formato compatible con versiones anteriores. Si bien hemos hecho todo lo posible para garantizar que este proceso mantenga el mapa jugable en su forma prevista, es posible que se pierdan algunos datos relacionados con funciones que las versiones anteriores de osu! no soportan.
fr: Remarque : Afin de permettre aux utilisateurs de toutes les versions d'osu! de profiter de votre beatmap, elle sera exportée dans un format rétrocompatible. Bien que nous ayons fait des efforts pour garantir que le processus conserve la beatmap dans sa forme prévue, quelques données liées aux fonctionnalités non disponibles sur les précédentes versions d'osu! peuvent être perdues.
id: Catatan: Agar beatmap kamu dapat dimainkan oleh pada seluruh versi osu!, beatmap ini akan diekspor dalam format yang kompatibel dengan osu! versi lawas (backwards-compatible). Walaupun kami telah berusaha agar proses ini tidak mengubah isi beatmap yang ada, sebagian data yang berhubungan dengan fitur yang tidak didukung oleh osu! versi lawas akan dapat hilang.
it: Nota: al fine di consentire agli utenti di tutte le versioni osu! di godere della tua beatmap, verrà esportata in un formato retrocompatibile. Anche se abbiamo fatto sforzi per garantire che il processo mantenga la beatmap giocabile nella sua forma prevista, alcuni dati relativi a funzionalità che le versioni precedenti di osu! non supportano potrebbero andare perduti.
ko: 참고: 모든 버전의 osu! 클라이언트에서 비트맵을 즐길 수 있도록 하기 위해, 하위 호환이 가능한 형식으로 내보낼게요. 이 과정은 본 비트맵을 본래의 의도된 형식대로 즐길 수 있도록 하는 최선의 방안이지만, 이전 버전의 osu! 에서 지원하지 않는 몇 가지의 기능들은 누락될 수도 있다는 점을 참고해 주세요.
lt: Pastaba: Siekiant padaryti beatmap'ą prieinama visų osu! versijų vartotojams, beatmap'as bus eksportuojamas atgalinai suderinamu formatu. Nors mes pasistengėme, kad šis procesas išlaikytu beatmap'ą žaidžiama numatytoje formoje, dalis duomenų susijusiu su funkcijomis, kuriu nepalaiko ankstesnės osu! versijos, gali būti prarasta.
ms_my: Catatan: Untuk membolehkan pengguna semua versi osu! menikmati peta rentak anda, peta rentak tersebut akan dieksport dalam format yang serasi ke belakang. Walaupun kami telah berusaha untuk memastikan proses ini mengekalkan peta rentak ini dalam bentuk asal, sebahagian data yang berkaitan dengan ciri yang tidak disokong oleh versi-versi sebelumnya osu! mungkin akan hilang.
nl: Let op: Zodat gebruikers van alle versies van osu! je beatmap kunnen spelen, wordt het omgezet in een formaat die compatibel is met eerdere versies. Ook al hebben we ons best gedaan om ervoor te zorgen dat de beatmap speelbaar blijft op de manier die bedoeld is, kan het gebeuren dat gegevens verloren gaan die betrekking hebben tot functies die niet bestaan in oudere versies van osu!.
no: Merk: For å gjøre det mulig for brukere av all osu!-versjoner for å nyte ditt beatmap, vil den bli eksportert i et bakovers-kompatibelt format. Samtidig som vi har arbeidet for å sikre at denne prosessen holder beatmappet som er spillbar i sin tiltenkte form. noen data relatert til funksjoner som tidligere versjoner av osu! ikke støtter kan gå tapt.
pl: Uwaga: Aby umożliwić użytkownikom wszystkich wersji osu! korzystanie z beatmapy, zostanie ona wyeksportowana w formacie kompatybilnym wstecz. Chociaż dołożyliśmy starań, aby proces ten umożliwiał zagranie beatmapy w zamierzonej formie, niektóre dane związane z funkcjami, których poprzednie wersje osu! nie obsługują, mogą zostać utracone.
pt_br: Nota: Para tornar possível que usuários de todas as versões do osu! desfrutem do seu beatmap, ele será exportado em um formato compatível com backward. Embora tenhamos feito esforços para garantir que o processo mantenha o beatmap jogável na sua forma pretendida. alguns dados relacionados a recursos que versões anteriores do osu! não há suporte que possa ser perdido.
ro: Notă: Pentru a face posibil ca utilizatorii tuturor versiunilor de osu! să se bucure de acest beatmap, el va fi exportat într-un format compatibil. Deși am făcut eforturi pentru a ne asigura că procesul menține beatmap-ul în forma sa originală, unele date legate de caracteristici care nu sunt compatibile cu versiuni anterioare de osu! se pot pierde.
ru: Примечание: Чтобы игроки всех версий osu! смогли насладиться вашей картой, она будет преобразована в обратно совместимый формат. Мы сделали всё возможное для исключения влияния этого процесса на исходное состояние карты, однако некоторые данные новых функций, не поддерживаемых предыдущими версиями osu!, в любом случае могут быть потеряны.
sv: Obs: För att göra det möjligt för användare av alla osu!-versioner att njuta av din beatmap kommer den att exporteras i ett bakåtkompatibelt format. Även om vi har gjort vårt bästa för att säkerställa att denna process håller beatmapen spelbar i sin avsedda form, kan viss data relaterad till funktioner som tidigare versioner av osu! inte stöder gå förlorade.
tr: Not: Tüm osu! sürümlerinin kullanıcılarının beatmap'inizin keyfini çıkarmasını mümkün kılmak için, beatmap geriye dönük uyumluluğa sahip bir biçimde dışa aktarılacaktır. Bu işlemin beatmapi amaçlanan biçimde oynanabilir tutmasını sağlamak için çaba sarf etmiş olsak da, önceki osu! sürümlerinin desteklemediği özelliklerle ilgili bazı veriler kaybolabilir.
uk: Примітка: Для того, щоб користувачі всіх версій osu! могли насолоджуватися вашими бітмапами, їх буде експортовано у зворотньо-сумісному форматі. Хоча ми доклали зусиль, щоб забезпечити відтворення бітмап у тому вигляді, в якому вони були створені, деякі дані, пов'язані з функціями, які не підтримуються попередніми версіями osu!, можуть бути втрачені.
vi: Lưu ý: Để người dùng của tất cả các phiên bản osu! có thể thưởng thức beatmap của bạn, nó sẽ được xuất ở định dạng tương thích ngược. Mặc dù chúng tôi đã nỗ lực để đảm bảo quá trình này giữ cho beatmap có thể chơi được ở dạng dự định, một số dữ liệu liên quan đến các tính năng mà các phiên bản trước của osu! không hỗ trợ có thể bị mất.
zh: 注意：为了确保所有 osu! 版本内的玩家都能享受你的谱面，它将按向后兼容的格式导出。即使我们已经努力确保谱面能按预期进行游玩，但一些可能包含与旧版本 osu! 不兼容的相关特性的数据将会丢失。
zh_hant: 注意：為了讓所有 osu! 版本的使用者都能享受你的圖譜，它將會以向下相容的格式匯出。雖然我們已盡力確保此過程能讓圖譜以其預期形式正常遊玩，但某些與舊版 osu! 不支援的功能相關的資料仍可能遺失。

source: Empty beatmaps cannot be submitted.
cs: Prázdné beatmapy nelze odeslat.
de: Leere Beatmaps können nicht veröffentlicht werden.
el: Αδύνατη η υποβολή κενών beatmaps.
es: No se pueden enviar mapas vacíos.
fr: Vous ne pouvez pas mettre en ligne une beatmap vide !
id: Kamu tidak dapat mengirim beatmap kosong.
it: Le beatmap vuote non possono essere inviate.
ko: 빈 비트맵은 제출할 수 없어요.
lt: Tuščių beatmap'ų negalima pateikti.
ms_my: Peta rentak kosong tidak boleh diserah.
nl: Lege beatmaps kunnen niet ingestuurd worden.
no: Tomme beatmaps kan ikke sendes.
pl: Nie możesz przesyłać pustych beatmap.
pt_br: Beatmaps vazios não podem ser enviados.
ro: Beatmap-urile goale nu pot fi încărcate.
ru: Нельзя опубликовать пустую карту.
sv: Tomma beatmaps kan inte skickas in.
tr: Boş beatmapler gönderilemez.
uk: Неможливо опублікувати порожні мапи.
vi: Beatmap trống không thể đăng lên.
zh: 无法提交空白谱面。
zh_hant: 無法提交空白圖譜。

source: Update beatmap!
cs: Aktualizovat beatmapu!
de: Beatmap aktualisieren!
el: Ενημέρωση beatmap!
es: ¡Actualizar mapa!
fr: Mettre à jour la beatmap !
id: Perbarui beatmap!
it: Aggiorna beatmap!
ko: 비트맵 업데이트하기!
lt: Atnaujinti beatmap'ą!
ms_my: Kemas kini peta rentak!
nl: Beatmap updaten!
no: Oppdater beatmap!
pl: Zaktualizuj beatmapę!
pt_br: Atualize o beatmap!
ro: Actualizare beatmap!
ru: Обновить карту!
sv: Uppdatera beatmap!
tr: Beatmap'i güncelle!
uk: Оновити бітмапу!
vi: Cập nhật beatmap!
zh: 更新谱面！
zh_hant: 更新圖譜！

source: Upload NEW beatmap!
cs: Nahrát NOVOU beatmapu!
de: NEUE Beatmap hochladen!
el: Ανέβασμα ΝΕΟΥ beatmap!
es: ¡Subir NUEVO mapa!
fr: Publier une NOUVELLE beatmap !
id: Unggah beatmap BARU!
it: Carica NUOVA beatmap!
ko: 새 비트맵 업로드하기!
lt: Įkelti naują beatmap'ą!
ms_my: Muat naik peta rentak BAHARU!
nl: NIEUWE beatmap uploaden!
no: Last opp NY beatmap!
pl: Prześlij NOWĄ beatmapę!
pt_br: Envie NOVO Beatmap!
ro: Încarcă un beatmap NOU!
ru: Загрузить НОВУЮ карту!
sv: Ladda upp NY beatmap!
tr: YENİ beatmap yükle!
uk: Завантажити НОВУ бітмапу!
vi: Tải lên beatmap MỚI!
zh: 上传新谱面！
zh_hant: 上傳新圖譜！
