Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/EditorSetup.*.resx
Languages: ar, be, bg, ca, cs, de, el, es, fa_ir, fil, fr, hu, id, it, ja, ko, lt, lv_lv, ms_my, nl, pl, pt, pt_br, ro, ru, sl_si, sv, th, tr, uk, vi, zh, zh_hant

# base_velocity_description
source: The base velocity of the beatmap, affecting things like slider velocity and scroll speed in some rulesets.
be: Базавая хуткасць уплывае на такія рэчы як хуткасць слайдэраў і хуткасць пракруткі ў некаторых наборах правілаў.
bg: Базовата скорост на бийтмап засяга неща като скорост на плъзгачите и скрола при някои зададени правила.
ca: La velocitat base del mapa, que afecta aspectes com la velocitat dels sliders i la velocitat de desplaçament en alguns modes de joc.
cs: Základní rychlost beatmapy, promítá se například do rychlosti sliderů nebo scrollování v některých rulesetech.
de: Die Basisgeschwindigkeit der Beatmap, die Dinge wie Slider- und Scrollgeschwindigkeit in einigen Spielmodi beeinflusst.
el: Η ταχύτητα βάσης του beatmap, επηρεάζει πράγματα όπως η ταχύτητα του slider και η ταχύτητα κύλισης σε ορισμένα rulesets.
es: La velocidad base del mapa, que afecta cosas como la velocidad del slider y la velocidad de desplazamiento en algunos modos de juego.
fil: Ang batayang bilis ng beatmap, na nakakaapekto sa mga bagay tulad ng bilis ng slider at bilis ng pag-scroll sa ilang mga ruleset.
fr: La vélocité de base de la beatmap, affectant certains paramètres tels que la vélocité des sliders et la vitesse de défilement dans certains modes de jeu.
hu: Az alapsebessége a beatmapnek, ami hatással van slider sebesség vagy scroll sebességre néhány ruleszettben.
id: Kecepatan dasar beatmap, yang memengaruhi hal-hal seperti kecepatan slider (slider velocity) dan kecepatan gulir not (scroll speed) pada ruleset tertentu.
it: La velocità di base della beatmap, influenzando proprietà come la velocità degli slider o la velocità di scorrimento per alcune modalità.
ja: ビートマップの基本速度。いくつかのルールセットでスライダーの速度やスクロールの速度などに影響します。
ko: 비트맵의 기본 속도입니다. 몇몇 룰셋에서 슬라이더 속도, 스크롤 속도와 같은 것들에 영향을 줍니다.
lt: Beatmap'o įprastinis greitis įtakoja tokius dalykus kaip slidukų greitį ir kai kurių rėžimų slinkimo greitį.
lv_lv: Ritma-mapes pamatātrums, kas ietekmē, piemēram, slīdņa ātrumu un ritināšanas ātrumu dažādos spēles režīmos.
ms_my: Halaju pangkal peta rentak yang mempengaruhi hal seperti halaju gelangsar dan kelajuan tatal dalam sebahagian cara main.
pl: Szybkość bazowa beatmapy wpływa na takie mechaniki jak szybkość sliderów czy szybkość przewijania w niektórych trybach gry.
pt: A velocidade base do beatmap, afetando coisas como a velocidade de slider ou de rolagem em algumas rulesets.
pt_br: A velocidade base do beatmap, afetando coisas como velocidade do slider e a velocidade de rolagem em algumas rulesets.
ro: Viteza de bază a beatmap-ului, afectând lucruri cum ar fi viteza sliderelor și viteza de scroll în unele ruleset-uri.
ru: Основное значение скорости для слайдеров и прокрутки в некоторых режимах игры.
sv: Bashastigheten av beatmapen, som påverkar saker som sliderhastighet och rullningshastighet i vissa spelregler.
th: ความเร็วพื้นฐานของบีทแมพ ซึ่งส่งผลต่อสิ่งต่างๆ เช่น ความเร็วแถบเลื่อนและความเร็วในการเลื่อนในเกมโหมดบางอัน
tr: Beatmap'in ana hızı, bazı oyun türlerinde slider ve kaydırma hızı gibi istatistikleri etkiler.
uk: Базова швидкість мапи, впливає на такі речі як швидкість слайдерів й швидкість прокручування в деяких режимах.
vi: Tốc độ gốc của beatmap, ảnh hưởng đến tốc độ của nốt trượt hoặc tốc độ cuộn trong một vài chế độ chơi khác.
zh: 谱面的基础滑条速度，影响某些游戏模式中的的滑条速度和滚动速度。
zh_hant: 圖譜的基本滑條速度，影響一些遊戲模式中滑條的速度和滑動的速度。

# metadata_header
source: Metadata
ar: البيانات التعريفية
be: Метададзеныя
bg: Метаданни
ca: Metadades
de: Metadaten
el: Μεταδεδομένα
es: Metadatos
fa_ir: ابرداده
fr: Métadonnées
hu: Metaadatok
it: Metadati
ja: メタデータ
ko: 메타데이터
lt: Metaduomenys
lv_lv: Metadati
pl: Metadane
pt: Meta-dados
pt_br: Metadados
ro: Date Melodie
ru: Метаданные
sl_si: Metapodatki
th: เมตาดาต้า
tr: Metaveri
uk: Метадані
vi: Siêu dữ liệu
zh: 元数据
zh_hant: 描述資料

source: Romanised Artist
ar: فنان بحروف رومانية
be: Раманізаваны Выканаўца
bg: Изпълнител на латински
ca: Artista romanitzat
cs: Umělec v latince
de: Romanisierter Künstler
el: Καλλιτέχνης (σε λατινικούς χαρακτήρες)
es: Artista romanizado
fa_ir: هنرمندی که با حروف رومی نوشته شده است
fil: Romanised na Artist
fr: Artiste romanisé
hu: Romanizált előadó
id: Artis (Teromanisasi)
it: Artista Romanizzato
ja: ローマ字でのアーティスト名
ko: 로마자로 적은 아티스트
lt: Romanizuotas Atlikėjas
lv_lv: Romanizēts Mākslinieks
ms_my: Perumian Nama Artis
nl: Geromaniseerde Artiest
pl: Artysta (latynizowany)
pt: Artista Romanizado
pt_br: Artista Romanizado
ro: Artist Romanizat
ru: Исполнитель (романизация)
sl_si: Romaniziran ustvarjalec
sv: Romaniserad artist
th: ศิลปินโรมาไนซ์
tr: Sanatçı (Latin harfler)
uk: Романізація
vi: Tên nghệ sĩ dạng La tinh hóa
zh: 曲师名（罗马音）
zh_hant: 演奏者的羅馬拼音

source: Romanised Title
ar: عنوان بحروف رومانية
be: Раманізаваная Назва
bg: Заглавие на латински
ca: Títol romanitzat
cs: Název v latince
de: Romanisierter Titel
el: Τίτλος (σε λατινικούς χαρακτήρες)
es: Título romanizado
fa_ir: نام رومی
fil: Romanised na Pamagat
fr: Titre romanisé
hu: Romanizált cím
id: Judul (Teromanisasi)
it: Titolo Romanizzato
ja: ローマ字でのタイトル
ko: 로마자로 적은 제목
lt: Romanizuotas Pavadinimas
lv_lv: Romanizēts Nosaukums
ms_my: Perumian Judul
nl: Geromaniseerde Titel
pl: Tytuł (latynizowany)
pt: Título Romanizado
pt_br: Título Romanizado
ro: Titlu Romanizat
ru: Название (романизация)
sl_si: Romaniziran naslov
sv: Romantiserad titel
th: ชื่อเรื่องแบบโรมัน
tr: Başlık (Latin harfler)
uk: Романізація
vi: Tiêu đề dạng La tinh hoá
zh: 标题（罗马音）
zh_hant: 標題的羅馬拼音

source: Creator
ar: المنشئ
be: Аўтар
bg: Създател
ca: Autor
cs: Tvůrce
de: Ersteller
el: Δημιουργός
es: Creador
fa_ir: سازنده
fil: Tagapaglikha
fr: Créateur
hu: Készítő
id: Pembuat
it: Autore
ja: 作者
ko: 제작자
lt: Kūrėjas
lv_lv: Autors
ms_my: Pencipta
nl: Maker
pl: Twórca
pt: Criador
pt_br: Criador
ru: Создатель
sl_si: Ustvarjalec
sv: Skapare
th: ผู้สร้าง
tr: Yaratıcı
uk: Автор
vi: Tác giả
zh: 谱师
zh_hant: 譜師

source: Source
be: Крыніца
bg: Източник
ca: Font
cs: Zdroj
de: Quelle
el: Πηγή
es: Fuente
fil: Pinagmulan
hu: Forrás
id: Sumber
it: Origine
ja: ソース
ko: 원작
lt: Šaltinis
lv_lv: Avots
ms_my: Sumber
pl: Źródło
pt: Fonte
ro: Sursă
ru: Источник
sv: Källa
th: แหล่งที่มา
tr: Kaynak
uk: Джерело
vi: Nguồn
zh: 来源
zh_hant: 來源

source: Difficulty Name
ar: اسم الصعوبة
be: Назва складанасці
bg: Име на трудност
ca: Nom de la dificultat
cs: Název obtížnosti
de: Schwierigkeitsname
el: Όνομα Δυσκολίας
es: Nombre de la dificultad
fa_ir: نام درجه سختی
fr: Nom de la difficulté
hu: Nehézség neve
id: Nama Tingkat Kesulitan
it: Nome Difficoltà
ja: 難易度名
ko: 난이도 이름
lt: Sunkumo Pavadinimas
lv_lv: Grūtības Nosaukums
ms_my: Nama Kesukaran
nl: Naam Moeilijkheidsgraad
pl: Nazwa poziomu trudności
pt: Nome da dificuldade
pt_br: Nome da dificuldade
ro: Nume Dificultate
ru: Название сложности
sl_si: Ime težavnosti
sv: Svårighetsgradens namn
th: ชื่อระดับความยาก
tr: Zorluk Adı
uk: Назва складності
vi: Tên độ khó
zh: 难度名
zh_hant: 難度名稱

# resources_header
source: Resources
ar: الموارد
be: Рэсурсы
bg: Ресурси
ca: Recursos
cs: Zdroje
de: Ressourcen
el: Πόροι
es: Recursos
fa_ir: منابع
fr: Ressources
hu: Források
id: Sumber Daya
it: Risorse
ja: リソース
ko: 리소스
lt: Ištekliai
lv_lv: Resursi
ms_my: Sumber
nl: Bestanden
pl: Zasoby
pt: Recursos
pt_br: Recursos
ro: Resurse
ru: Исходные файлы
sl_si: Viri
sv: Resurser
th: ทรัพยากร
tr: Kaynaklar
uk: Ресурси
vi: Tài nguyên
zh: 资源
zh_hant: 資源

source: Audio Track
ar: المقطع الصوتي
be: Гукавая дарожка
bg: Аудио запис
ca: Pista d'àudio
cs: Zvuková Stopa
de: Tonspur
el: Κομμάτι Ήχου
es: Pista de audio
fa_ir: تراک صوتی
fr: Piste audio
hu: Hangsáv
id: Berkas Lagu
it: Traccia Audio
ja: オーディオトラック
ko: 오디오 트랙
lt: Audio Takelis
lv_lv: Audio Celiņš
ms_my: Runut Audio
nl: Muziek Track
pl: Ścieżka audio
pt: Faixa de Áudio
pt_br: Faixa de áudio
ro: Melodie
ru: Аудиотрек
sl_si: Zvočna sled
sv: Ljudspår
th: แทร็กเสียง
tr: Ses Parçası
uk: Звукова доріжка
vi: Đoạn nhạc
zh: 音轨
zh_hant: 音樂曲目

# click_to_select_track
source: Click to select a track
ar: اضغط لتحديد أغنية
be: Націсніце, каб абраць трэк
bg: Кликнете за избор на запис
ca: Feu clic per seleccionar una pista
cs: Klikni pro výběr stopy
de: Klicke, um einen Titel auszuwählen
el: Κάνε κλικ για να επιλέξεις ένα κομμάτι
es: Haz clic para seleccionar una pista
fa_ir: برای انتخاب آهنگ کلیک کنید
fil: I-click upang makapili ng isang track
fr: Cliquez pour sélectionner une piste
hu: Kattints a zeneszám választásához
id: Klik untuk memilih berkas lagu
it: Clicca per selezionare una traccia
ja: クリックをして曲を選択
ko: 클릭하여 트랙을 고릅니다
lt: Spausk, kad pasirinkti takelį
lv_lv: Klikšķiniet, lai atlasītu celiņu
ms_my: Klik untuk memilih runut
nl: Klik om een nummer te selecteren
pl: Kliknij, by wybrać ścieżkę
pt: Clique para selecionar uma faixa
pt_br: Clique para selecionar uma faixa
ro: Clic pentru a selecta melodia
ru: Нажмите здесь, чтобы выбрать трек
sl_si: Klikni za izbiro skladbe
sv: Klicka för att välja en låt
th: คลิกเพื่อเลือกแทร็ก
tr: Bir parça seçmek için tıklayın
uk: Натисніть, щоб обрати трек
vi: Nhấn để chọn nhạc
zh: 点击选择音轨
zh_hant: 按一下以選擇歌曲

# click_to_select_background
source: Click to select a background image
ar: انقر لتحديد صورة الخلفية
be: Націсніце, каб абраць фанавы відарыс
bg: Кликнете за избор на заден фон
ca: Feu clic per seleccionar una imatge de fons
cs: Klikni pro zvolení obrázku pozadí
de: Klicken, um ein Hintergrundbild auszuwählen
el: Κάνε κλικ για να επιλέξεις μια εικόνα φόντου
es: Haz clic para seleccionar una imagen de fondo
fa_ir: برای انتخاب تصویر پس زمینه کلیک کنید
fil: I-click upang makapili ng isang larawan sa background
fr: Cliquez pour sélectionner une image d'arrière-plan
hu: Kattints háttérkép választásához
id: Klik untuk memilih gambar latar
it: Clicca per selezionare un'immagine di sfondo
ja: クリックをして背景を選択
ko: 클릭하여 배경 이미지를 고릅니다
lt: Spausk, kad pasirinkti fono paveikslą
lv_lv: Klikšķiniet, lai atlasītu fona attēlu
ms_my: Klik untuk memilih gambar latar
nl: Klik om een achtergrondafbeelding te selecteren
pl: Kliknij, by wybrać tło
pt: Clique para selecionar uma imagem de fundo
pt_br: Clique para selecionar uma imagem de fundo
ro: Clic pentru a selecta o imagine de fundal
ru: Нажмите здесь, чтобы выбрать фон
sl_si: Klikni za izbiro slike ozadja
sv: Klicka för att välja en bakgrundsbild
th: คลิกเพื่อเลือกภาพพื้นหลัง
tr: Arka plan resmi seçmek için tıkla
uk: Натисніть, щоб обрати фонове зображення
vi: Nhấn để chọn ảnh nền
zh: 点击选择背景图片
zh_hant: 按一下以選擇背景圖片

# application_scope_selection_title
source: Apply this change to all difficulties?
bg: Да се приложат ли промените към всички трудности?
ca: Aplicar aquest canvi a totes les dificultats?
cs: Použít tuto změnu pro všechny obtížnosti?
de: Diese Änderung auf alle Schwierigkeitsstufen anwenden?
el: Εφαρμογή αυτής της αλλαγής σε όλες τις δυσκολίες;
es: ¿Aplicar este cambio a todas las dificultades?
fil: I-apply ang pagbabagong ito sa lahat ng kahirapan?
fr: Appliquer ce changement à toutes les difficultés ?
id: Terapkan perubahan ini pada seluruh tingkat kesulitan?
it: Applicare questo cambiamento a tutte le difficoltà?
ja: この変更を全ての難易度に適用しますか？
ko: 이 변경 사항을 모든 난이도에 적용할까요?
lt: Taikyti šį pakeitimą visiems sunkumams?
lv_lv: Piemērot šīs izmaiņas visām grūtībām?
ms_my: Terap perubahan ini pada semua kesukaran?
pl: Zastosować tę zmianę dla wszystkich poziomów trudności?
pt: Aplicar esta alteração a todas as dificuldades?
pt_br: Aplicar esta mudança a todas as dificuldades?
ro: Aplică modificarea tuturor dificultăților?
ru: Применить это изменение ко всем сложностям?
sv: Tillämpa denna ändring på alla svårighetsgrader?
tr: Bu değişikliği bütün zorluklar için uygula?
uk: Застосувати ці зміни до всіх складностей?
vi: Áp dụng thay đổi cho mọi độ khó?
zh: 将此更改应用到所有难度？
zh_hant: 要將這項變更套用到所有難度嗎？

source: Apply to all difficulties
bg: Приложи за всички трудности
ca: Aplicar a totes les dificultats
cs: Použít pro všechny obtížnosti
de: Auf alle Schwierigkeitsstufen anwenden
el: Εφαρμογή σε όλες τις δυσκολίες
es: Aplicar a todas las dificultades
fil: I-apply sa lahat ng kahirapan
fr: Appliquer à toutes les difficultés
id: Terapkan pada seluruh tingkat kesulitan
it: Applica a tutte le difficoltà
ja: 全ての難易度に適用
ko: 모든 난이도에 적용
lt: Taikyti visiems sunkumams
lv_lv: Piemērot to visām grūtībām
ms_my: Terap pada semua kesukaran
pl: Zastosuj dla wszystkich poziomów trudności
pt: Aplicar a todas as dificuldades
pt_br: Aplicar a todas as dificuldades
ro: Aplică tuturor dificultăților
ru: Применить ко всем сложностям
sv: Lägg till på alla svårighetsgrader
tr: Bütün zorluklar için uygula
uk: Застосувати до всіх складностей
vi: Áp dụng cho tất cả độ khó
zh: 应用到所有难度
zh_hant: 套用到所有難度

# apply_to_this_difficulty
source: Only apply to this difficulty
bg: Приложи само за тази трудност
ca: Només aplicar a aquesta dificultat
cs: Použít pouze pro tuto obtížnost
de: Nur auf diese Schwierigkeitsstufe anwenden
el: Εφαρμογή μόνο σε αυτήν τη δυσκολία
es: Solo aplicar a esta dificultad
fil: I-apply lang sa kahirapan na ito
fr: Appliquer seulement à cette difficulté
id: Hanya terapkan pada tingkat kesulitan ini
it: Applica solo a questa difficoltà
ja: この難易度にのみ適用
ko: 이 난이도에만 적용
lt: Taikyti tik šiam sunkumui
lv_lv: Piemērot to tikai šajai grūtībai
ms_my: Hanya terap pada kesukaran ini
pl: Zastosuj tylko dla tego poziomu trudności
pt: Aplicar somente a esta dificuldade
pt_br: Apenas aplicar para esta dificuldade
ro: Aplică doar acestei dificultăți
ru: Применить только к этой сложности
sv: Lägg till endast för denna svårighetsgrad
tr: Sadece bu zorluk için uygula
uk: Застосувати тільки до цієї складності
vi: Áp dụng cho mỗi độ khó này
zh: 仅应用到这个难度
zh_hant: 僅套用到這個難度

# ruleset
source: Ruleset ({0})
ar: مجموعة القواعد ({0})
be: Рэжым ({0})
bg: Правила ({0})
ca: Mode de joc ({0})
de: Spielmodus ({0})
es: Modo de juego ({0})
fa_ir: مجموعه قوانین ({0})
fr: Mode de jeu ({0})
hu: Ruleszet ({0})
it: Modalità ({0})
ja: ルールセット ({0})
ko: 룰셋 ({0})
lt: Rėžimų nustatymai ({0})
lv_lv: Spēles režīms ({0})
ms_my: Cara main ({0})
nl: Spelmodus ({0})
pl: Tryb gry ({0})
ru: Настройки режима ({0})
sv: Regelverk ({0})
th: กฎตั้ง ({0})
tr: Oyun türü ({0})
uk: Режим ({0})
vi: Quy luật ({0})
zh: ({0}) 模式
zh_hant: 模式 ({0})

# combo_colour_prefix
source: Combo
ar: كومبو
be: Комба
bg: Комбо
cs: Kombo
fa_ir: ترکیبی
hu: Kombó
id: Kombo
ja: コンボ
ko: 콤보
lt: Kombo
lv_lv: Kombinācija
ms_my: Gabungan
pt: Combinação
ru: Комбо
sv: Kombo
th: คอมโบ
tr: Kombo
uk: Комбо
zh: 连击
zh_hant: 連擊數

source: Artist
ar: الفنان
be: Выканаўца
bg: Изпълнител
ca: Artista
cs: Umělec
de: Künstler
el: Καλλιτέχνης
es: Artista
fa_ir: هنرمند
fr: Artiste
hu: Előadó
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
lt: Atlikėjas
lv_lv: Mākslinieks
ms_my: Artis
nl: Artiest
pl: Artysta
pt: Artista
pt_br: Artista
ru: Исполнитель
sl_si: Ustvarjalec
th: ชื่อศิลปิน
tr: Sanatçı
uk: Виконавець
vi: Tác giả
zh: 曲师
zh_hant: 演出者

source: Title
ar: العنوان
be: Назва
bg: Заглавие
ca: Títol
cs: Název
de: Titel
el: Τίτλος
es: Título
fa_ir: عنوان
fil: Pamagat
fr: Titre
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
lt: Pavadinimas
lv_lv: Nosaukums
ms_my: Judul
nl: Titel
pl: Tytul
pt: Título
pt_br: Título
ro: Titlu
ru: Название
sl_si: Naslov
sv: Titel
th: ชื่อเพลง
tr: Başlık
uk: Назва
vi: Tên
zh: 曲名
zh_hant: 標題

# difficulty_header
source: Difficulty
ar: مستوى الصعوبة
be: Цяжкасць
bg: Трудност
ca: Dificultat
cs: Obtížnost
de: Schwierigkeit
el: Δυσκολία
es: Dificultad
fa_ir: درجه سختی
fil: Kahirapan
fr: Difficulté
hu: Nehézség
id: Tingkat Kesulitan
it: Difficoltà
ja: 難易度
ko: 난이도
lt: Sunkumas
lv_lv: Grūtība
ms_my: Kesukaran
nl: Moeilijkheidsgraad
pl: Trudność
pt: Dificuldade
pt_br: Dificuldade
ro: Dificultate
ru: Сложность
sl_si: Težavnost
sv: Svårighetsgrad
th: ระดับความยาก
tr: Zorluk
uk: Складність
vi: Độ khó
zh: 难度
zh_hant: 難度

# drag_to_set_background
source: Drag image here to set beatmap background!
ar: اسحب صورة هنا لتعيين خلفية الخريطة!
be: Перацягніце відарыс сюды, каб змяніць фон карты!
bg: Провлачете снимка тук, за задаване на фон!
ca: Arrossega una imatge aquí per a establir el fons del mapa!
cs: Sem přetáhněte obrázek pro nastavení pozadí beatmapy!
de: Ziehe ein Bild hierher, um den Beatmap-Hintergrund einzustellen!
el: Σύρετε την εικόνα εδώ για να ορίσετε φόντο beatmap!
es: ¡Arrastra una imagen aquí para establecer el fondo del mapa!
fa_ir: عکس را به اینجا بکشید تا بعنوان پس زمینه ی بیتمپ استفاده شود!
fil: I-drag ang larawan dito para itakda ang background ng beatmap!
fr: Glissez une image ici pour définir l'arrière-plan de la beatmap !
hu: Húzd ide a képet, hogy beállítsd a beatmap háttereként!
id: Seret gambarmu ke sini untuk memasang gambar latar pada beatmap!
it: Trascina qui l'immagine per impostare lo sfondo della beatmap!
ja: ここに画像をドラッグしてビートマップの背景を設定！
ko: 여기로 이미지를 끌어다 두어 비트맵 배경을 설정할 수 있어요!
lt: Įtempkite paveikslėlį čia, kad nustatytumtėte beatmap'o foną!
lv_lv: Ievilkt attēlu šeit, lai iestatītu ritma-mapes fonu!
ms_my: Tarik gambar ke sini untuk tetapkan latar!
pl: Przeciągnij obraz tutaj, by ustawić tło beatmapy!
pt: Arrasta uma imagem aqui para definir como plano de fundo!
pt_br: Arraste uma imagem aqui para definir o plano de fundo do beatmap!
ro: Trage imaginea aici pentru a seta fundalul beatmap-ului!
ru: Перетащите изображение сюда, чтобы установить фон карты!
sl_si: Povlecite sliko sem, da nastavite ozadje beatmape!
sv: Dra bilden hit för att ställa in beatmapens bakgrund!
th: ลากภาพมาที่นี่เพื่อตั้งค่าพื้นหลังบีทแมพ!
tr: Beatmap arka planını ayarlamak için buraya resim sürükleyin!
uk: Перетягніть зображення сюди, щоб встановити фон мапи!
vi: Kéo ảnh vào đây để đặt nền beatmap!
zh: 把图片拖至此处来将它设为谱面背景！
zh_hant: 將圖片拖曳至這裡即可將其設為圖譜背景！
