Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/EditorSetup.*.resx
Languages: ar, be, bg, ca, cs, de, el, es, fa_ir, fil, fr, hu, id, it, ja, ko, lt, lv_lv, ms_my, nl, pl, pt, pt_br, ro, ru, sl_si, sv, th, tr, uk, vi, zh, zh_hant

source: Beatmap Setup
ar: إعداد Beatmap
be: Налада карты
bg: Настройки на бийтмапа
ca: Configuració del mapa
cs: Nastavení Beatmapy
el: Ρύθμιση Beatmap
es: Configuración del mapa
fa_ir: تنظیمات بیت مپ
fil: Pag-setup ng Beatmap
fr: Création de beatmap
hu: Beatmap beállítás
id: Pengaturan Beatmap
it: Configurazione Beatmap
ja: ビートマップのセットアップ
ko: 비트맵 설정
lt: Beatmap'o Nuostatos
lv_lv: Ritma-mapes Uzstādīšana
ms_my: Persediaan Peta Rentak
nl: Beatmap-configuratie
pl: Ustawienia beatmapy
pt: Configuração do beatmap
pt_br: Configuração do Beatmap
ro: Setup Beatmap
ru: Настройки карты
sl_si: Nastavitev beatmape
sv: Beatmap-status
th: ติดตั้งบีทแมพ
tr: Beatmap Durumu
uk: Налаштування мапи
vi: Thiết lập Beatmap
zh: 谱面设置
zh_hant: 圖譜設定

# beatmap_setup_description
source: change general settings of your beatmap
ar: تغيير الإعدادات العامة لخريطتك
be: змяніць агульныя налады вашай карты
bg: промяна на основните бийтмап настройки
ca: canvia la configuració general del teu mapa
cs: změnit obecné nastavení beatmapy
de: allgemeine Einstellungen der Beatmap ändern
el: άλλαξε τις γενικές ρυθμίσεις του beatmap σου
es: cambia la configuración general de tu mapa
fa_ir: تنظیمات اصلی بیت مپ خود را تغییر دهید
fil: baguhin ang pangkalahatang mga setting ng iyong beatmap
fr: modifier les paramètres généraux de votre beatmap
hu: beatmaped általános beállításainak módosítása
id: ubah pengaturan umum beatmap kamu
it: modifica le impostazioni generali della tua beatmap
ja: ビートマップの一般設定を変更する
ko: 비트맵의 일반 설정을 변경합니다
lt: pakeisti bendruosius beatmap'o nustatymus
lv_lv: mainīt savas ritma-mapes vispārējos iestatījumus
ms_my: ubah tetapan umum peta rentak anda
nl: wijzig de algemene instellingen van je beatmap
pl: dostosuj ogólne ustawienia beatmapy
pt: altera as definições gerais do seu beatmap
pt_br: alterar configurações gerais de seu beatmap
ro: modifică setările generale ale beatmap-ului
ru: изменить общие настройки карты
sl_si: spremeni glavne nastavitve tvoje beatmape
sv: ändra allmänna inställningar för din beatmap
th: เปลี่ยนการตั้งค่าทั่วไปของบีทแมพของคุณ
tr: beatmap'inizin genel ayarlarını değiştirin
uk: змінити загальні налаштування вашої мапи
vi: thay đổi cài đặt chung Beatmap của bạn
zh: 更改谱面的基本设置
zh_hant: 變更你的圖譜的整體設定

# colours_header
source: Colours
ar: الألوان
be: Колеры
bg: Цветове
ca: Colors
cs: Barvy
de: Farben
el: Χρώματα
es: Colores
fa_ir: رنگ ها
fil: Mga kulay
fr: Couleurs
hu: Színek
id: Warna
it: Colori
ja: 色
ko: 색상
lt: Spalvos
lv_lv: Krāsas
ms_my: Warna
nl: Kleuren
pl: Kolorystyka
pt: Cores
pt_br: Cores
ro: Culori
ru: Цвета
sl_si: Barve
sv: Färger
th: สี
tr: Renkler
uk: Кольори
vi: Màu sắc
zh: 颜色
zh_hant: 顔色

source: Hit circle / Slider Combos
ar: كومبو الدوائر \ السلايدرات
be: Комба Нот / Слайдараў
bg: Ударни кръгове / Плъзгащи комбинации
ca: Cercle / Combos del slider
cs: Hit cirlce / Komba Slideru
el: Κύκλος χτυπήματος / Slider Combos
es: Combos de los sliders/círculos
fa_ir: روی ترکیب دایره/اسلایدر کلیک کنید
fr: Combos des cercles / sliders
hu: Ütőkör / Csúszka kombók
id: Kombo Hit Circle / Slider
it: Combo per Cerchi / Slider
ja: ヒットサークル / スライダーコンボ
ko: 히트 서클 / 슬라이더 콤보
lt: Apskritimų / Slidukų Kombo
lv_lv: Apļu / Slīdņu Kombinācija
ms_my: Gabungan Bulatan Pukulan / Gelangsar
nl: Hitcirkel- / slidercombo's
pl: Kolory kółek i sliderów w combo
pt: Marcar círculo / Combo de sliders
ro: Combo-uri Cerc / Slider
ru: Комбо нот/слайдеров
sl_si: Zadeti krogi / Slider combo-ji
sv: Träffcirkel / Sliderkombos
th: Hit วงกลม / Slider คอมโบ
tr: Hit circle / Slider Komboları
uk: Комбо Нот / Слайдерів
vi: Combo nhấn / trượt
zh: 打击圈 / 滑条连击颜色
zh_hant: 點擊圈圈 / 滑條連擊數

# design_header
source: Design
ar: التصميم
be: Дызайн
bg: Дизайн
ca: Disseny
el: Σχεδίαση
es: Diseño
fa_ir: طرح
fil: Disenyo
hu: Dizájn
id: Desain
it: Aspetto
ja: デザイン
ko: 디자인
lt: Dizainas
lv_lv: Dizains
ms_my: Reka Bentuk
nl: Ontwerp
pl: Projektowanie
pt: Projeto
pt_br: Aparência
ru: Дизайн
sl_si: Oblika
th: ออกแบบ
tr: Tasarım
uk: Дизайн
vi: Thiết kế
zh: 设计
zh_hant: 設計

source: Enable countdown
ar: تمكين العد التنازلي
be: Уключыць зваротны адлік
bg: Включено отброяване
ca: Activar compte enrere
cs: Povolit odpočet
de: Countdown aktivieren
el: Ενεργοποίηση αντίστροφης μέτρησης
es: Activar cuenta atrás
fa_ir: شمارش معکوس را فعال کنید
fil: Paganahin ang pababang pagbilang
fr: Activer le compte à rebours
hu: Visszaszámlálás engedélyezése
id: Aktifkan hitungan mundur
it: Abilita conto alla rovescia
ja: カウントダウンを有効にする
ko: 카운트다운 활성화
lt: Įjungti skaičiavimą
lv_lv: Ieslēgt atskaiti
ms_my: Upayakan hitung undur
nl: Aftellen inschakelen
pl: Włącz odliczanie
pt: Ativar contagem decrescente
pt_br: Habilitar contagem regressiva
ro: Activează numărătoare
ru: Включить обратный отсчёт
sl_si: Omogoči odštevanje
sv: Aktivera nedräkning
th: เปิดใช้งานการนับถอยหลัง
tr: Geri sayımı aç
uk: Увімкнути зворотний відлік
vi: Bật đếm ngược
zh: 启用倒计时
zh_hant: 開啟開頭前倒數動畫

# countdown_description
source: If enabled, an "Are you ready? 3, 2, 1, GO!" countdown will be inserted at the beginning of the beatmap, assuming there is enough time to do so.
ar: في حالة التشغيل, سيتم تضمين إشعار: "هل أنت مستعد؟ 3، 2، 1، العب!" وسيدرج العد التنازلي في بداية الخريطة.
be: Калі ўключана, "Are you ready? 3, 2, 1, GO!" зваротны адлік будзе даданы ў пачатак карты, калі для гэтага ёсць дастаткова часу.
bg: Ако е включено, известитето "Are you ready? 3, 2, 1, GO!" ще бъде добавено към началото на бийтмапа, приемайки че е оставено достатъчно стартово време.
ca: Si està activat, un «Estàs llest? 3, 2, 1, GO!» s'inserirà al principi del mapa, suposant que hi hagi prou temps per fer-ho.
cs: Pokud je povoleno, "Připaven? 3, 2, 1, TEĎ!" odpočet bude vsunut na začátek beatmapy za předpokladu, že je zde dostatek prostoru.
de: Sofern aktiviert, wird ein "Are you ready? 3, 2, 1, GO!"-Countdown am Anfang der Beatmap eingefügt, vorausgesetzt es ist genügend Zeit vorhanden.
el: Εάν ενεργοποιηθεί, μια καταμέτρηση "Είστε έτοιμοι; 3, 2, 1, ΠΑΜΕ!¨ θα εισαχθεί στην αρχή του beatmap, με την προϋπόθεση ότι υπάρχει αρκετός χρόνος γι' αυτό.
es: Si está activado, una cuenta atrás de «¿Estás listo? 3, 2, 1, GO!» se insertará al principio del mapa, suponiendo que haya tiempo suficiente para hacerlo.
fa_ir: اگر فعال باشد، یک شمارش معکوس "آماده اید؟ 3، 2، 1، برو!" در ابتدای بیت مپ با فرض اینکه زمان کافی برای انجام این کار وجود دارد، درج خواهد شد.
fil: Kung pinagana, isang "Handa ka na ba? 3, 2, 1, GO!" Ang pababang pagbilang ay ilalagay sa panimula ng beatmap, sa pag-aakalang may sapat na oras para gawin ito.
fr: Si activé, un "Prêt ? 3, 2, 1, GO !" sera ajouté au début de la beatmap, en supposant qu'il y ait assez de temps pour le faire.
hu: Engedélyezve, egy "Készen állsz? 3, 2, 1, GYERÜNK!" visszaszámlálás lesz beillesztve a beatmaped elejére, amennyiben van elég hely.
id: Apabila diaktifkan, hitungan mundur "Are you ready? 3, 2, 1, GO!" akan disisipkan pada awal beatmap di kala terdapat cukup waktu.
it: Se abilitato, ci sarà "Sei pronto? 3, 2, 1, VIA!" come conto alla rovescia all'inizio della beatmap, supponendo che ci sia abbastanza tempo per farlo.
ja: 有効にすると、"Are you ready? 3, 2, 1, GO!" というカウントダウンが、ビートマップの最初に挿入されます。（十分な表示時間がある場合）
ko: 활성화되어 있으면, "준비됐나요? 3, 2, 1, 시작!"이라는 카운트다운이 비트맵 시작 지점에 삽입됩니다. 이미 카운트다운을 표시할 충분한 시간이 있다고 가정하니 시간이 충분히 있는지 확인하세요.
lt: Įjungtus, „Ar pasiruošęs? 3, 2, 1, Varyk!“ skaičiuotė bus įterpta į beatmap'o pradžią, jei bus laiko šiam intarpui.
lv_lv: Ja ieslēgts, tiek parādīts paziņojums "Vai esat gatavs? 3, 2, 1, AIZIET!" atskaite tiks ievietota ritma-mapes sākumā, ja vien ir pietiekami daudz laika.
ms_my: Sekiranya diupayakan, hitung undur "Are you ready? 3, 2, 1, GO!" akan disisipkan pada permulaan peta rentak jika masa mencukupi.
nl: Indien ingeschakeld, zal er een "Are you ready? 3, 2, 1, GO!" aftelling toegevoegd worden aan het begin van de beatmap, zolang er genoeg tijd voor is.
pl: Jeśli ta opcja jest włączona, na początku beatmapy zostanie umieszczone odliczanie, pod warunkiem że będzie na to wystarczająco dużo czasu.
pt: Se ativado, um "Estás pronto? 3, 2, 1, VÁ!"a contagem será inserida no início do beatmap, assumindo que haja tempo suficiente para fazê-lo.
pt_br: Se ativado, um "Você está pronto? 3, 2, 1, VAI!" A contagem regressiva será inserida no início do beatmap, supondo que haja tempo suficiente para isso.
ro: Dacă este activat, o numărătoare "Ești gata? 3, 2, 1, START!" va fi introdusă la începutul beatmap-ului, presupunând că există suficient timp pentru a face acest lucru.
ru: Если включено, отсчёт "Are you ready? 3, 2, 1, GO!" будет вставлен в начало карты, при условии, что для этого есть достаточно времени.
sl_si: Če je omogočeno, se prikaže sporočilo "Are you ready? 3, 2, 1, GO!" se bo odštevanje vstavilo na začetek beatmap, če bo za to dovolj časa.
sv: Om detta är aktiverat så kommer en "Är du redo? 3, 2, 1, GO!"-nedräkning infogas i början av din beatmap, förutsatt att det finns tillräckligt med tid för att göra det.
th: หากเปิดใช้งาน ข้อความ "Are you ready? 3, 2, 1, GO!" การนับถอยหลังจะถูกแทรกที่จุดเริ่มต้นของบีทแมพ หากมีเวลาเพียงพอในการแทรกเข้าไป
tr: Açıldığında, bir "Hazır mısın? 3, 2, 1, Haydi!" Geri sayımı beatmap'in başlangıcına eklenecek, bunu yapmak için yeterli zamanın olduğunu varsayarsak.
uk: Якщо увімкнено, буде встановлено зворотний відлік "Are you ready 3, 2, 1, GO!" на початку бітмапи, припускаючи що для цього буде достатньо часу.
vi: Nếu được bật, dòng đếm ngược "Sẵn sàng chưa? 3, 2, 1, BẮT ĐẦU!" sẽ được đặt vào đầu màn chơi, khi có đủ thời gian để làm điều đó.
zh: 开启后，如果谱面开头空闲时间足够长，那么谱面物件出现之前将会显示 “Are you ready? 3, 2, 1, GO!”
zh_hant: 開啟後，如果有足夠時間的話，圖譜開始前會出現「Are you ready? 3, 2, 1, GO!」的倒數畫面。

source: Countdown speed
ar: سرعة العد التنازلي
be: Хуткасць зваротнага адліку
bg: Скорост на отброяване
ca: Velocitat de compte enrere
cs: Rychlost odpočtu
de: Countdown-Geschwindigkeit
el: Ταχύτητα αντίστροφης μέτρησης
es: Velocidad de la cuenta atrás
fa_ir: سرعت شمارش معکوس
fil: Bilis ng Pababang pagbilang
fr: Vitesse du compte à rebours
hu: Visszaszámlálás sebessége
id: Kecepatan hitungan mundur
it: Velocità conto alla rovescia
ja: カウントダウンの速度
ko: 카운트다운 속도
lt: Skaičiuotės greitis
lv_lv: Atskaites ātrums
ms_my: Kelajuan hitung undur
nl: Aftelsnelheid
pl: Szybkość odliczania
pt: Velocidade da contagem
pt_br: Velocidade da contagem regressiva
ro: Viteză numărătoare
ru: Скорость отсчёта
sl_si: Hitrost odštevalnika
sv: Nedräkningshastighet
th: ความเร็วนับถอยหลัง
tr: Geri sayım hızı
uk: Швидкість відліку
vi: Tốc độ đếm ngược
zh: 倒计时速度
zh_hant: 倒數速度

# countdown_offset_description
source: If the countdown sounds off-time, use this to make it appear one or more beats early.
ar: إذا كان العد التنازلي خارج عن الوقت, استخدم هذا لجعله يبدء نغمة او اثنتين اسرع.
be: Калі адлік гучыць збітым па рытме, скарыстайце гэта, каб зрабіць яго на адзін або некалькі тактаў раней.
bg: Ако отброяващите звуци на съвпадат, използвайте това за да ги нагласите по-рано.
ca: Si el compte enrere sona fora de temps, utilitzeu-ho per fer que sembli un o més cops aviat.
cs: Pokud odpočet zní mimo rytmus, použijte tuto volbu, aby se objevil o jeden či více úderů dříve.
de: Nutze diese Option, um den Countdown einen oder mehrere Beats früher zu starten, wenn dieser nicht im richtigen Moment beginnt.
el: Εάν η αντίστροφη μέτρηση ακούγεται εκτός χρόνου, χρησιμοποιήστε το για να εμφανιστεί ένα ή περισσότερα χτυπήματα νωρίς.
es: Si la cuenta atrás suena fuera de tiempo, usa esto para hacer que aparezca uno o más pulsos antes.
fa_ir: اگر صدای شمارش معکوس هماهنگ نیست، می توانید از این گزینه استفاده کنید تا بیک یا چند بیت زودتر ظاهر شود.
fil: Kung ang pababang pagbilang ay parang off-time, gamitin ito para lumabas ito ng isa o higit pang mga beat nang maaga.
fr: Si le compte à rebours sonne décalé par rapport à la musique, utilisez ceci pour qu'il apparaisse un ou plusieurs temps plus tôt.
hu: Ha a visszaszámlálás nem hangzik az ütemen, használd ezt, hogy egy vagy több ütemmel előrébb vagy hátrébb kerüljön.
id: Apabila hitungan mundur tidak terdengar selaras, gunakan pengaturan ini untuk memundurkan hitungan mundur sejauh satu beat atau lebih.
it: Se il conto alla rovescia suona fuori tempo, utilizza questo per farlo apparire di una o più pulsazioni in anticipo.
ja: カウントダウンの音が遅れて聞こえる場合は、この設定項目を使用して1ビート以上早く表示させることができます。
ko: 만약 카운트다운 박자가 어긋날 때는 이 옵션을 사용하여 한 박자 이상 빠르게 나타나게 할 수 있습니다.
lt: Jei skaičiuotė nepritinka ritmui, su šiuo nustatymu gali ją atitraukti vienu ar daugiau dužiu.
lv_lv: Ja atskaites skaņas izklausās nelaikā, izmantojiet šo, lai tā parādītos par vienu vai vairākiem sitieniem agrāk.
ms_my: Sekiranya hitung undur kedengaran luar rentak, gunakan pilihan ini untuk membuat hitung undur muncul satu rentak awal atau lebih.
nl: Deze optie laat het aftellen één of meer beats eerder beginnen. Handig als het moment waarop het aftellen begint verkeerd klinkt.
pl: Jeśli dźwięk odliczania nie jest zsynchronizowany, użyj tej opcji, by pojawił się jeden lub więcej beatów wcześniej.
pt: Se a contagem regressiva parecer fora do prazo, use-o para fazer parecer uma ou mais batidas mais cedo.
pt_br: Se a contagem regressiva estiver fora do tempo, use isso para fazer aparecer uma ou mais batidas mais cedo.
ro: Dacă numărătoarea sună desincronizată, foloseste această opțiune pentru a o începe mai devreme.
ru: Если отсчёт не попадает в такт, воспользуйтесь этой настройкой, чтобы сместить его на один или несколько бит назад.
sl_si: Če se odštevanje ne sliši pravočasno, ga s tem ukazom spremeniš za en ali več taktov prej.
sv: Om nedräkningen låter osynkad, använd detta för att få den att börja ett eller flera taktslag tidigare.
th: หากเสียงนับถอยหลังไม่ตรงเวลา ให้ใช้สิ่งนี้เพื่อทำให้การนับถอยหลังดังขึ้นหนึ่งจังหวะหรือมากกว่านั้นก่อนเวลา
tr: Geri sayımın temposu yanlış gibiyse, onu birkaç vuruş daha önce göstermek için bunu kullanın.
uk: Якщо зворотний відлік звучить невчасно, використовуйте це, щоб здвинути його на один або на кілька ударів раніше.
vi: Nếu như âm thanh đếm ngược bị lệch, dùng cái này để làm nó xuất hiện sớm hơn một hoặc nhiều nhịp.
zh: 如果倒计时听起来与节拍错位，请试着把它向前移动一个或多个拍子。
zh_hant: 如果倒數聲音聽起來有些對不上，請調整該設定讓倒數畫面提前一拍或是更多拍出來

source: Countdown offset
ar: توقيت العد التنازلي
be: Здвіг зваротнага адліку
bg: Офсет на отброяване
ca: Desplaçament de compte enrere
cs: Posunutí odpočtu
el: Μετατόπιση αντίστροφης μέτρησης
es: Compensación de la cuenta atrás
fa_ir: تاخیر در شمارش معکوس
fil: Offset ng Pababang pagbilang
fr: Décalage du compte à rebours
hu: Visszaszámlálás eltolása
id: Offset hitungan mundur
it: Offset conto alla rovescia
ja: カウントダウンオフセット
ko: 카운트다운 오프셋
lt: Skaičiouklės poslinkis
lv_lv: Atskaites nobīde
ms_my: Imbangan hitung undur
nl: Offset voor aftellen
pl: Opóźnienie odliczania
pt: Offset da contagem
pt_br: Offset da contagem regressiva
ro: Decalaj numărătoare
ru: Сдвиг обратного отсчёта
sl_si: Odmik odštevalnika
sv: Nedräkningsförskjutning
th: Offset การนับถอยหลัง
tr: Geri sayım offseti
uk: Зсув відліку
vi: Độ lệch đếm ngược
zh: 倒计时偏移量
zh_hant: 倒數畫面時間偏移

source: Widescreen support
ar: دعم الشاشة الواسعة
be: Падтрымка шырокага экрана
bg: Широкоекранна поддръжка
ca: Implementació de pantalla ampla
cs: Podpora pro širokoúhlou obrazovku
de: Breitbild-Unterstützung
el: Υποστήριξη ευρείας οθόνης
es: Soporte para pantalla ancha
fa_ir: پشتیبانی از صفحه عریض
fil: Suporta sa widescreen
fr: Prise en charge de l'écran large
hu: Széles képernyő támogatása
id: Dukungan layar lebar
it: Supporto per schermi larghi
ja: ワイドスクリーンの対応
ko: 와이드스크린 지원
lt: Plačiuju ekranu palaikymas
lv_lv: Platekrāna atbalsts
ms_my: Sokongan layar lebar
nl: Breedbeeldondersteuning
pl: Tryb panoramiczny dla scenorysów
pt: Suporte à tela cheia
pt_br: Suporte a widescreen
ro: Suport widescreen
ru: Широкоэкранная поддержка
sl_si: Podpora za široke zaslone
sv: Stöd för bredbildsskärm
th: รองรับจอไวด์สกรีน
tr: Geniş ekran desteği
uk: Широкоекранна підтримка
vi: Hỗ trợ màn hình rộng
zh: 故事板宽屏支持
zh_hant: 寬螢幕支援

# widescreen_support_description
source: Allows storyboards to use the full screen space, rather than be confined to a 4:3 area.
ar: يسمح للوحات القصص باستخدام مساحة الشاشة كاملة, بدلاً من أن تكون محصورة في منطقة 4:3.
be: Дазваляе раскадроўцы карыстацца ўсім экранам, а не абмяжоўвацца вобласцю 4:3.
bg: Позволява на анимациите да използват целия екран, вместо да бъдат конфигурирани към 4:3 размер.
ca: Permet als guions gràfics utilitzar l'espai de pantalla completa, en lloc de limitar-se a una àrea de 4:3.
cs: Povoluje storyboardům použití celé obrazovky spíše než, aby byly omezené na 4:3 oblast.
de: Erlaubt Storyboards den gesamten Bildschirm zu nutzen, anstatt sich auf einen 4:3-Bereich zu beschränken.
el: Επιτρέπει στους πίνακες ιστοριών να χρησιμοποιούν το διάστημα πλήρους οθόνης, αντί να περιορίζονται σε μια περιοχή 4:3.
es: Permite a los storyboards utilizar el espacio de pantalla completa, en lugar de estar confinados a un área de 4:3.
fa_ir: به استوری‌بردها اجازه می‌دهد از فضای تمام صفحه استفاده کنند، به‌جای محدود شدن به ناحیه 4:3.
fil: Nagbibigay-daan sa mga storyboard na gamitin ang buong espasyo ng screen, sa halip na makulong sa isang 4:3 na lugar.
fr: Permet aux storyboards d'utiliser l'espace de tout l'écran, plutôt qu'une zone en 4:3.
hu: Engedélyezze a storyboardoknak, hogy a teljes képernyő területet használja, ahelyett, hogy egy 4:3 területre legyen korlátozva.
id: Memungkinkan storyboard untuk menggunakan seluruh ruang pada layar alih-alih hanya terbatas pada area 4:3.
it: Consente alle storyboard di utilizzare l'intera area dello schermo invece di essere limitate a un'area in 4:3.
ja: ストーリーボードを4:3の領域に限定せず、画面全体を使用することができます。
ko: 스토리보드를 4:3 비율에 한정시키지 않고 전체 화면을 쓸 수 있도록 허용합니다.
lt: Leidžia foninėms animacijoms naudoti visa ekrano erdvę, vietoj to kad būtu suvaržyta 4:3 santykio erdvės.
lv_lv: Atļauj montāžām izmantot visu ekrāna laukumu, nevis tikai 4:3 apgabalu.
ms_my: Benarkan papan cerita untuk menggunakan ruang layar penuh berbanding dibatasi kawasan 4:3.
nl: Geeft storyboards de volledige ruimte van het scherm, in plaats van dat ze beperkt is tot een 4:3-formaat.
pl: Pozwala scenorysom na wykorzystanie całej przestrzeni wyświetlacza zamiast ograniczać je do obszaru 4:3.
pt: Permita que os storyboards utilizem o espaço todo da tela, do que confinado numa área 4:3.
pt_br: Permita que storyboards utilizem a tela cheia ao invés de uma área 4:3.
ro: Permite storyboard-urilor să folosească spațiul întregului ecran, în loc să fie limitate la o zonă 4:3.
ru: Позволяет сторибордам использовать всё пространство экрана, снимая ограничение по области 4:3.
sl_si: Storyboard-om omogoča uporabo celotnega prostora na zaslonu, namesto da bi bile omejene na območje 4:3.
sv: Tillåter storyboards att använda hela skärmen, i stället för att begränsas till ett 4:3-område.
th: อนุญาตให้สตอรีบอร์ดใช้พื้นที่เต็มหน้าจอ แทนที่จะจำกัดอยู่ในพื้นที่ 4:3
tr: Storyboard'ların 4:3 alan ile kısıtlanmak yerine tam ekran alanını kullanmalarına izin verir.
uk: Дозволяє сторібордам займати й використовувати весь простір екрану, замість прив'язки до площі 4:3.
vi: Cho phép các storyboard sử dụng toàn màn hình, thay vì sử dụng khu vực tỉ lệ 4:3.
zh: 启用此设置可以让故事板以全屏大小来展示，而非默认的 4:3。
zh_hant: 允許 Storyboard 佔滿全螢幕，而不是侷限在 4:3 比例的畫面中。

source: Epilepsy warning
ar: تحذير الصرع
be: Папярэджанне аб эпілепсіі
bg: Предупреждение за епилепсия
ca: Avís d'epilèpsia
cs: Výstraha na epileptický obsah
de: Epilepsie-Warnung
el: Προειδοποίηση για επιληψία
es: Advertencia de epilepsia
fa_ir: هشدار در مورد تشنج حساس به نور
fil: Babala sa epilepsy
fr: Avertissement d'épilepsie
hu: Epilepszia figyelmeztetés
id: Peringatan epilepsi
it: Avviso epilessia
ja: 光敏感性発作についての警告
ko: 광과민성 증후군 경고
lt: Epilepsijos perspėjimas
lv_lv: Epilepsijas brīdinājums
ms_my: Amaran epilepsi
nl: Epilepsie-waarschuwing
pl: Ostrzeżenie o epilepsji
pt: Aviso de epilepsia
pt_br: Aviso de epilepsia
ro: Avertizare de epilepsie
ru: Предупреждение об эпилепсии
sl_si: Opozorilo za epilepsijo
sv: Epilepsivarning
th: คำเตือนโรคลมชัก
tr: Epilepsi uyarısı
uk: Попередження про епілепсію
vi: Cảnh báo động kinh
zh: 光敏性癫痫警告
zh_hant: 癲癇警告

# epilepsy_warning_description
source: Recommended if the storyboard or video contain scenes with rapidly flashing colours.
ar: مستحسن إذا كانت لوحة القصة أو الفيديو يحتوي على مشاهد بألوان تتغير بسرعة.
be: Рэкамендуецца, калі фон змяшчае сцэны з хутка мільготкімі колерамі.
bg: Препоръчително е при анимации и видео съдържащи често премигващи цветове и сцени.
ca: Recomanat si el guió gràfic o el vídeo contenen escenes amb colors ràpids.
cs: Doporučuje se, pokud storyboard nebo video obsahuje obsah s rychle měnícími se barvami.
de: Empfohlen, wenn das Storyboard oder Video Szenen mit schnell blinkenden Farben enthält.
el: Συνίσταται αν το storyboard ή το βίντεο περιλαμβάνει σκηνές με χρώματα που αλλάζουν γρήγορα.
es: Recomendado si el storyboard o el vídeo contienen escenas con colores rápidamente parpadeantes.
fa_ir: اگر استوری برد یا فیلم شما دارای صحنه هایی با رنگ های سریع چشمک زن باشد، توصیه می شود.
fil: Inirerekomenda kung ang storyboard o video ay naglalaman ng mga eksenang may mabilis na kumikislap na mga kulay.
fr: Recommandé si le storyboard ou la vidéo contient des scènes aux couleurs clignotant rapidement.
hu: Ajánlott, hogyha a storyboard vagy videó használ villámgyorsan villanó színeket.
id: Disarankan apabila storyboard atau video mengandung adegan dengan warna yang berkelip secara cepat.
it: Consigliato se sono presenti scene, nella storyboard o nel video, con luci e colori che cambiano rapidamente.
ja: ストーリーボードや映像に、急速に色が点滅するシーンがある場合におすすめです。
ko: 색이 빠르게 깜빡이는 스토리보드나 영상을 포함하고 있다면 켜두는 것을 권장합니다.
lt: Rekomenduojama, jei foninėje animacijoje ar vaizdo įraše yra bliksiojančios spalvos.
lv_lv: Ieteicams, ja montāža vai videoklipā ir ainas ar strauji mirgojošām krāsām.
ms_my: Disarankan sekiranya papan cerita atau video mengandungi adegan berwarna yang berkelip pantas.
nl: Aanbevolen als het storyboard of de video delen met snel flitsende kleuren bevat.
pl: Zalecane, jeśli scenorys lub wideo w tle zawiera sceny z szybko migającymi kolorami.
pt: Recomendado se o storyboard/vídeo não conter cenas com cores piscantes rápidas.
pt_br: Recomendado se o storyboard ou vídeo contém cenas com cores piscantes rápidas.
ro: Recomandat dacă storyboard-ul sau videoclipul conține scene rapid intermitente.
ru: Рекомендуется, если сториборд или видео содержит сцены с резкими вспышками цветов.
sl_si: Priporočljivo, če storyboard ali videoposnetek vsebujeta prizore s hitro utripajočimi barvami.
sv: Rekommenderas om din storyboard eller video innehåller scener med snabbt blinkande färger.
th: แนะนำหากสตอรีบอร์ดหรือวิดีโอมีฉากที่มีสีกะพริบถี่ๆ
tr: Storyboard ya da videoda hızla yanıp sönen renk içeren sahneler mevcut ise önerilir.
uk: Рекомендовано в випадках якщо сторіборд або відео - має сцени з мерехтінням кольорів.
vi: Được khuyên dùng khi storyboard hoặc video có chứa những cảnh có hình ảnh nhấp nháy mạnh.
zh: 如果故事板或视频包含快速闪烁颜色的场景，请启用此选项。
zh_hant: 如果 Storyboard 或是影片含有快速變換色彩的場景，建議將此設定開啟。
