Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Editor.*.resx
Languages: ca, cs, de, el, es, fil, fr, hu, id, it, ko, lt, lv_lv, ms_my, pl, pt, pt_br, ro, ru, tr, uk, vi, zh, zh_hant

source: Beatmap editor
cs: Editor beatmap
el: Επεξεργασία beatmap
es: Editor de mapas
fil: Editor ng Beatmap
fr: Éditeur de beatmaps
id: Editor beatmap
it: Editor beatmap
ko: 비트맵 편집기
lt: Beatmap'ų redaktorius
lv_lv: Ritma-mapes rediģētājs
ms_my: Sunting peta rentak
pl: Edytor beatmap
pt: Editor de beatmap
pt_br: Editor beatmap
ro: Editor beatmap
ru: Редактор карт
tr: Beatmap düzenleyici
uk: Редактор бітмап
vi: Trình chỉnh sửa beatmap
zh: 谱面编辑器
zh_hant: 圖譜編輯器

source: Waveform opacity
ca: Opacitat de la forma d'ona
cs: Průhlednost zvukové vlny
de: Deckkraft der Wellenform
el: Διαφάνεια κυματομορφής
es: Opacidad de la forma de onda
fil: Opasidad ng Waveform
fr: Opacité du spectre audio
hu: Hullámforma átláthatatlansága
id: Opasitas gelombang
it: Opacità forma d'onda
ko: 오디오 파형 불투명도
lt: Bangos formos nepermatomumas
lv_lv: Viļņu formas caurspīdīgums
ms_my: Kelegapan bentuk gelombang
pl: Nieprzezroczystość wykresu fali
pt: Opacidade das ondas
pt_br: Opacidade da onda de áudio
ro: Opacitate waveform
ru: Непрозрачность осциллограммы
tr: Dalga biçimi opaklığı
uk: Непрозорість звукохвилі
vi: Độ mờ phổ âm thanh
zh: 波形不透明度
zh_hant: 波聲形不透明度

source: Show hit markers
ca: Mostrar marcadors de cop
cs: Zobrazit značky zásahů
de: Treffermarkierungen anzeigen
el: Εμφάνιση δεικτών χτυπήματος
es: Mostrar marcadores de golpe
fil: Ipakita ang mga Tanda ng Tama
fr: Afficher les marqueurs de clics
hu: Találati jelölők mutatása
id: Tampilkan penanda hit
it: Mostra gli indicatori di colpo
ko: 히트 마커 보이기
lt: Rodyti paspaudimo žymeklius
lv_lv: Rādīt trāpījumu marķierus
ms_my: Tunjuk penanda pukulan
pl: Pokaż znaczniki uderzeń
pt: Mostrar marcadores de acerto
pt_br: Mostrar os marcadores de acerto
ro: Afișează indicatori lovitură
ru: Показывать попадание в ноту
tr: İsabet işaretlerini göster
uk: Показувати попадання по ноті
vi: Hiện các mốc đánh dấu trúng
zh: 标明物件圆圈
zh_hant: 顯示打擊物件標記

# auto_seek_on_placement
source: Automatically seek after placing objects
ca: Automàticament buscar després de posar objectes
cs: Automatický posun po umístění objektů
de: Nach dem Platzieren von Objekten automatisch positionieren
el: Αυτόματη αναζήτηση μετά την τοποθέτηση αντικειμένων
es: Buscar automáticamente después de colocar objetos
fil: Awtomatikong mag-seek pagkatapos maglagay ng mga bagay
fr: Rechercher automatiquement après le placement d'objets
hu: Automatikusan menj az objektum időpontjára
id: Sesuaikan posisi linimasa setelah menempatkan objek
it: Spostati automaticamente dopo aver posizionato oggetti
ko: 오브젝트 배치 후 해당 구간으로 자동 탐색
lt: Automatiškai peršokti į padėto objekto vietą
lv_lv: Automātiski tīt pēc objektu nolikšanas
ms_my: Jangkau secara automatik setelah meletakkan objek
pl: Automatycznie przechodź do umieszczanego obiektu
pt: Procurar automaticamente após colocar objetos
pt_br: Mover automaticamente após colocar objetos
ro: Derulează poziția după adăugarea obiectelor
ru: Переходить к новому объекту автоматически
tr: Obje yerleştirildikten sonra zaman çizgisini otomatik olarak üzerine getir
uk: Автоматичний перехід до нового об'єкту
vi: Tự động di chuyển con trỏ sau khi đặt nốt
zh: 放置物件后时间轴自动跳转
zh_hant: 在放置物件後自動搜尋

source: Timing
ca: Temps
cs: Časování
el: Χρονισμός
es: Tiempo
hu: Időzítés
it: Tempo
ko: 타이밍
lt: Taktai
lv_lv: Laika noteikšana
ms_my: Pemasaan
pl: Rytmika
pt: Tempo
pt_br: Tempo
ro: Măsură
ru: Тайминг
tr: Zamanlama
uk: Таймінг
vi: Thời gian
zh: 时间轴
zh_hant: 時間軸

# set_preview_point_to_current
source: Set preview point to current time
ca: Estableix el punt de previsualització al temps actual
cs: Nastavit bod náhledu na aktuální čas
de: Vorschau auf aktuelle Zeit setzen
el: Όρισε το σημείο προεπισκόπησης στο τρέχον χρονικό σημείο
es: Establecer el punto de previsualización al tiempo actual
fil: Itakda ang Punto ng Preview sa Kasalukuyang Oras
fr: Définir le point d'aperçu au temps actuel
hu: Előnézeti pont beállítása az aktuális időre
id: Tetapkan waktu saat ini sebagai titik pratinjau
it: Imposta il punto di anteprima in questo momento
ko: 현재 지점을 프리뷰 시점으로 설정
lt: Nustatyti peržiūros tašką į dabartinį laiką
lv_lv: Iestatīt priekšskatījuma punktu uz pašreizējo laiku
ms_my: Tetapkan titik pratonton ke masa ini
pl: Ustaw początek podglądu na bieżący czas
pt: Definir amostra ao momento atual
pt_br: Definir ponto de pré-visualização para o tempo atual
ro: Folosiți momentul actual ca și punct previzualizare
ru: Установить аудиопревью с текущего тайм-кода
tr: Önizleme noktasını geçerli saate ayarla
uk: Встановити точку аудіопрев'ю
vi: Đặt mốc thời gian hiện tại làm điểm xem trước
zh: 将预览点设为当前时间
zh_hant: 將預覽時間點設為目前時間

# adjust_existing_objects_on_timing_changes
source: Move already placed objects when changing timing
cs: Přesunout již umístěné objekty při změně časování
de: Verschiebe bereits platzierte Objekte beim Verändern des Timings
el: Μετακίνηση ήδη τοποθετημένων αντικειμένων κατά την αλλαγή χρονισμού
es: Mover los objetos ya colocados al cambiar la temporización
fil: Ilipat ang mga nilagay na bagay pag iniba ang timing
fr: Déplacer les objets déjà placés lors du changement du timing
id: Pindahkan objek yang telah ditempatkan pada saat mengubah timing
it: Sposta gli elementi già inseriti quando cambi il tempo
ko: 타이밍 변경 시에 이미 배치된 오브젝트들을 옮기기
lt: Perkelti padėtus objektus radagavus taktus
lv_lv: Bīdīt jau novietotus objektus, kad izmaina laiku
ms_my: Gerakkan objek yang sudah diletakkan ketika mengubah pemasaan
pl: Przenieś już umieszczone obiekty przy zmianie rytmu
pt_br: Mover objetos já posicionados ao alterar cronometragem
ro: Mută obiectele deja plasate la schimbarea măsurii
ru: Сдвигать все объекты на таймлайне с изменениями тайминга
tr: Zamanlamayı değiştirirken yerleştirilmiş nesnelerin yerini de değiştir
uk: Перемістити вже розміщені об'єкти при зміні таймінгу
vi: Di chuyển các đối tượng đã đặt khi thay đổi thời gian
zh: 在修改时间轴时，同步移动所有已经放置的物件
zh_hant: 「移動」已經在切換定時時放置物件

# export_for_editing
source: For editing (.olz)
ca: Per a editar (.olz)
cs: Pro úpravy (.olz)
de: Zum Bearbeiten (.olz)
el: Για επεξεργασία (.olz)
es: Para editar (.olz)
fil: Para sa pag-edit (.olz)
fr: Pour l'édition (.olz)
hu: Szerkesztéshez (.olz)
id: Untuk menyunting (.olz)
it: Per la modifica (.olz)
ko: 편집용 (.olz)
lt: Redagavimui (.olz)
lv_lv: Rediģēšanai (.olz)
ms_my: Untuk penyuntingan (.olz)
pl: Do edycji (.olz)
pt: Para edição (.olz)
pt_br: Para edição (.olz)
ro: Pentru editare (.olz)
ru: В формате для редактирования (.olz)
tr: Düzenlemek için (.olz)
uk: Для редагування (.olz)
vi: Cho việc chỉnh sửa (.olz)
zh: 编辑优先 (.olz)
zh_hant: 編輯性優先 (.olz)

# export_for_compatibility
source: For compatibility (.osz)
ca: Per a compatibilidad (.osz)
cs: Pro kompatibilitu (.osz)
de: Zur Kompatibilität (.osz)
el: Για συμβατότητα (.osz)
es: Para compatibilidad (.osz)
fil: Para sa kompatibilidad (.osz)
fr: Pour la compatibilité (.osz)
hu: Kompatibilitáshoz (.osz)
id: Untuk kompatibilitas (.osz)
it: Per compatibilità (.osz)
ko: 호환용 (.osz)
lt: Suderinimui (.osz)
lv_lv: Savienojamībai (.osz)
ms_my: Untuk keserasian (.osz)
pl: W kompatybilnym formacie (.osz)
pt: Para compatibilidade (.osz)
pt_br: Para compatibilidade (.osz)
ro: Pentru compatibilitate (.osz)
ru: В совместимом формате (.osz)
tr: Uyumluluk için (.osz)
uk: Для сумісності (.osz)
vi: Cho tính tương thích (.osz)
zh: 兼容优先 (.osz)
zh_hant: 相容性優先 (.osz)

source: Create new difficulty
ca: Crear nova dificultat
cs: Vytvořit novou obtížnost
de: Neuen Schwierigkeitsgrad anlegen
el: Δημιουργία νέας δυσκολίας
es: Crear nueva dificultad
fil: Lumikha ng bagong kahirapan
fr: Créer une nouvelle difficulté
hu: Új nehézség létrehozása
id: Buat tingkat kesulitan baru
it: Crea nuova difficoltà
ko: 새로운 난이도 생성
lt: Sukurti naują sunkumą
lv_lv: Izveidot jaunu grūtību
ms_my: Cipta kesukaran baru
pl: Utwórz nowy poziom trudności
pt: Criar nova dificuldade
pt_br: Criar nova dificuldade
ro: Creează o nouă dificultate
ru: Создать новую сложность
tr: Yeni zorluk oluştur
uk: Створити нову складність
vi: Tạo độ khó mới
zh: 创建新难度
zh_hant: 新增新難度

source: Change difficulty
ca: Canviar dificultat
cs: Změnit obtížnost
de: Schwierigkeitsgrad wechseln
el: Αλλαγή δυσκολίας
es: Cambiar dificultad
fil: Baguhin ang kahirapan
fr: Changer de difficulté
hu: Nehézség megváltoztatása
id: Sunting tingkat kesulitan lain
it: Cambia difficoltà
ko: 난이도 변경
lt: Keisti sunkumą
lv_lv: Nomainīt grūtību
ms_my: Ubah kesukaran
pl: Zmień poziom trudności
pt: Alterar dificuldade
pt_br: Mudar dificuldade
ro: Schimbă dificultatea
ru: Сменить сложность
tr: Zorluğu değiştir
uk: Змінити складність
vi: Thay đổi độ khó
zh: 切换难度
zh_hant: 變更難度

source: Delete difficulty
ca: Eliminar dificultat
cs: Odstranit obtížnost
de: Schwierigkeitsgrad löschen
el: Διαγραφή δυσκολίας
es: Eliminar dificultad
fil: Tanggalin ang kahirapan
fr: Supprimer la difficulté
hu: Nehézség törlése
id: Hapus tingkat kesulitan
it: Elimina difficoltà
ko: 난이도 삭제
lt: Ištrinti sunkumą
lv_lv: Dzēst grūtību
ms_my: Padam kesukaran
pl: Usuń poziom trudności
pt: Eliminar dificuldade
pt_br: Apagar dificuldade
ro: Șterge dificultatea
ru: Удалить сложность
tr: Zorluğu sil
uk: Видалити складність
vi: Xóa độ khó
zh: 删除难度
zh_hant: 刪除難度

# setup_screen
source: setup
ca: configurar
cs: nastavení
de: einrichten
el: ρύθμιση
es: configurar
fil: pag-setup
fr: configuration
hu: beállítás
id: pengaturan
it: opzioni
ko: 일반 설정
lt: sąranka
lv_lv: uzstādīšana
ms_my: persediaan
pl: ustawienia
pt: definição
pt_br: configuração
ro: configurare
ru: настройка
tr: kurulum
uk: налаштування
vi: thiết lập
zh: 设置
zh_hant: 設定

# compose_screen
source: compose
ca: compositor
cs: vytvoření
de: komponieren
el: σύνθεση
es: componer
fr: composition
hu: létrehozás
id: gubah
it: creazione
ko: 채보
lt: komponuoti
lv_lv: veidot
ms_my: gubah
pl: kompozycja
pt: compôs
pt_br: compor
ro: compune
ru: редактор
tr: bestele
uk: композиція
vi: soạn
zh: 编排
zh_hant: 編排

# design_screen
source: design
ca: disseny
el: σχεδίαση
es: diseño
fil: disenyo
hu: dizájn
id: desain
it: aspetto
ko: 디자인
lt: dizainas
lv_lv: dizains
ms_my: reka bentuk
pl: projektowanie
pt: aparência
pt_br: aparência
ru: дизайн
tr: tasarla
uk: дизайн
vi: thiết kế
zh: 设计
zh_hant: 設計

# timing_screen
source: timing
ca: temps
cs: časování
el: χρονισμός
es: tiempo
hu: időzítés
it: tempo
ko: 타이밍
lt: taktai
lv_lv: laika noteikšana
ms_my: pemasaan
pl: rytmika
pt: tempo
pt_br: tempo
ro: măsură
ru: тайминг
tr: zamanlama
uk: таймінг
zh: 时轴
zh_hant: 時間軸

# verify_screen
source: verify
ca: verificar
cs: ověřit
de: überprüfen
el: επιβεβαίωση
es: verificar
fil: patunayan
fr: vérification
hu: hitelesítés
id: verifikasi
it: verifica
ko: 무결성 증명
lt: tikrinti
lv_lv: apliecināt
ms_my: sahkan
pl: weryfikacja
pt: verificar
pt_br: verificar
ro: verificare
ru: проверка
tr: doğrula
uk: перевірити
vi: xác minh
zh: 检查
zh_hant: 驗證

source: Playback speed
ca: Velocitat de reproducció
cs: Rychlost přehrávání
de: Wiedergabegeschwindigkeit
el: Ταχύτητα αναπαραγωγής
es: Velocidad de reproducción
fil: Bilis ng pag-playback
fr: Vitesse de lecture
hu: Lejátszási sebesség
id: Kecepatan pemutaran
it: Velocità di riproduzione
ko: 재생 속도
lt: Atkūrimo greitis
lv_lv: Atskaņošanas ātrums
ms_my: Kelajuan putar semula
pl: Szybkość odtwarzania
pt: Velocidade de reprodução
pt_br: Velocidade de reprodução
ro: Viteză de redare
ru: Скорость воспроизведения
tr: Oynatma hızı
uk: Швидкість відтворення
vi: Tốc độ phát lại
zh: 播放速度
zh_hant: 播放速度

# test_beatmap
source: Test!
ca: Prova!
cs: Otestovat!
el: Δοκιμή!
es: ¡Probar!
fil: I-test!
fr: Tester !
hu: Kipróbálás!
id: Uji Beatmap!
it: Prova!
ko: 테스트!
lt: Testuoti!
lv_lv: Testēt!
ms_my: Uji!
pl: Testuj
pt: Testar!
pt_br: Testar!
ro: Testează!
ru: Тест!
tr: Dene!
uk: Тест!
vi: Thử!
zh: 测试！
zh_hant: 測試！

# rotation_snapped
source: {0:0}° (snapped)
ca: {0:0}° (encaixat)
cs: {0:0}° (po krocích)
de: {0:0}° (in 15°-Schritten)
el: {0:0}° (δεμένο)
es: {0:0.0}° (distanciado)
fil: {0:0}° (na-snap)
hu: {0:0.0}° (Rácshoz illesztve)
id: {0:0}° (sesuai sudut)
it: {0:0}° (fisso)
ko: {0:0.0}° (스냅)
lt: {0:0}° (fiksuota)
lv_lv: {0:0}° (pa 15°)
ms_my: {0:0}° (terlekat)
pl: {0:0}° (przyciągnięty)
pt: {0:0}° (posicionado)
pt_br: {0:0}° (encaixado)
ro: {0:0.0}° (fixat)
ru: {0:0}° (шаг 15°)
tr: {0:0}° (sabitlendi)
uk: {0:0}° (крок 15°)
vi: {0:0}° (đã snap)
zh: {0:0}° (吸附网格)
zh_hant: {0:0}° (吸附)

# limited_distance_snap_grid
source: Limit distance snap placement to current time
ca: Limitar la ubicació de la configuració de distància al temps actual
cs: Omezit přichycení umístění dle vzdálenosti na aktuální čas
de: Beschränke die Platzierung im Distanzraster auf die aktuelle Zeit
el: Περιορίστε την τοποθέτηση προσκόλλησης απόστασης στην τρέχουσα ώρα
es: Limitar la ubicación del ajuste de distancia al tiempo actual
fil: Limitahan ang pagkakalagay ng distansiya ng snap sa kasalukuyang oras
fr: Limiter le placement du distance snap au temps actuel
hu: Távolság alapú pattintás szűkítése jelenlegi időre
id: Batasi penempatan distance snap pada waktu saat ini
it: Limita il posizionamento distanziato a scatto al momento corrente
ko: distance snap 배치를 현재 시점으로 제한
lt: Apriboti atstumo užfiksavimą esamam laikui
lv_lv: Ierobežot attāluma izvietošanu uz pašreizējo laiku
ms_my: Hadkan penempatan lekat jarak ke masa semasa
pl: Ogranicz umieszczanie obiektów z przyciąganiem odległościowym do bieżącego czasu
pt: Limitar distância de posição do encaixo no tempo atual
pt_br: Limitar a distância o posicionamento do encaixe para o tempo atual
ro: Limitează folosirea de distance snap la momentul actual
ru: Интервальная расстановка только для текущего тайм-кода
tr: Distance snap yerleşimini geçerli zamanla sınırlayın
uk: Обмежити розміщення прив'язки дистанції до поточного часу
vi: Giới hạn làm tròn khoảng cách đến thời điểm hiện tại
zh: 使用间距锁定时限制物件时间点
zh_hant: 鎖定間距時限制物件的時間點

# contract_sidebars
source: Contract sidebars when not hovered
cs: Smrštit postranní panely, když nad nimi není ukazatel myši
de: Seitenleisten verkleinern, wenn der Mauszeiger nicht darüber gehalten wird
el: Δεν ξέρω πως να το μεταφράσω αυτό. (Contract sidebars when not hovered)
es: Contraer las barras laterales cuando no se pase el ratón por encima
fil: Paliitin ang mga sidebar kapag hindi naka-hover
fr: Contracter les barres latérales lorsqu'elles ne sont pas survolées
id: Sembunyikan panel samping pada saat tidak dilayangi oleh kursor
it: Restringi i pannelli laterali se non attivi
ko: 호버하지 않을 때에는 사이드바 축소
lt: Sutraukti šonines juostas pasitraukus
lv_lv: Samazināt sāna slīdņus, kad nav aizskarti
ms_my: Kecut palang sisi ketika tidak dilayang
pl: Zwiń panele boczne, gdy nie są wskazane kursorem
pt_br: Contrair barras laterais quando não passar o mouse
ro: Minimizează barele laterale când nu sunt utilizate
ru: Сворачивать боковые панели автоматически
tr: Kenar çubuklarını üzerine gelinmediğinde daraltın
uk: Згортати бокові панелі, коли не наведено курсор
vi: Thu gọn các thanh bên khi không di chuột vào
zh: 自动收起侧边栏
zh_hant: 在滑鼠接近時開啟側邊欄

# must_be_in_editor_to_handle_links
source: Must be in edit mode to handle editor links
cs: Pro zpracování odkazů pro editor je třeba být v režimu úprav
de: Der Bearbeitungsmodus muss aktiviert sein, um Editorlinks zu bearbeiten.
el: Πρέπει να είσαι σε λειτουργία επεξεργασίας για να χειριστείς συνδέσμους επεξεργαστή (editor links)
es: Debes estar en modo edición para acceder a los enlaces del editor
fil: Dapat ay nasa edit mode upang pangasiwaan ang mga link ng editor
fr: Vous devez être en mode "éditer" pour utiliser les liens de l'éditeur
id: osu! harus berada pada mode edit untuk menangani tautan editor
it: Deve essere in modalità modifica per gestire i collegamenti dell'editor
ko: 편집기 링크를 다루려면 우선 편집 모드에 진입해야 합니다
lt: Turi būti radagavimo rėžime, kad galėtum valdyti radaktoriaus nuorodas
lv_lv: Jābūt rediģēšanas režīmā, lai apstrādātu redaktora saites
ms_my: Mesti berada dalam mod sunting untuk menangani pautan penyunting
pl: Takie linki są obsługiwane wyłącznie w edytorze beatmap
pt: Deve estar no modo editor para manipular ligações de editor
pt_br: Precisa estar no modo de edição para manipular links do editor
ro: Trebuie să fii în modul de editare pentru a accesa link-uri de editor
ru: Откройте редактор карт, чтобы взаимодействовать с ссылками на тайм-коды
tr: Düzenleyici linklerini açmak için düzenleyici modunda olmak gerekir
uk: Ви повинні бути в редакторі, щоб передивлятись посилання
vi: Phải ở chế độ chỉnh sửa để xử lý các liên kết của trình chỉnh sửa
zh: 必须在编辑器界面内处理编辑器链接
zh_hant: 必須在編輯模式才能處理編輯器連結

# failed_to_parse_edtior_link
source: Failed to parse editor link
cs: Nepodařilo se zpracovat odkaz pro editor
de: Fehler beim Parsen des Editorlinks
el: Αποτυχία ανάλυσης του συνδέσμου επεξεργαστή
es: No se ha podido acceder al enlace del editor
fil: Nabigong i-parse ang link ng editor
fr: Impossible d'analyser le lien de l'éditeur
id: Tautan editor gagal diurai
it: Analisi del collegamento all'editor non riuscita
ko: 에디터 링크 파싱에 실패했습니다
lt: Nepavyko išnagrinėti redaktoriaus nuorodos
lv_lv: Neizdevās analizēt redaktora saiti
ms_my: Gagal menghuraikan pautan penyunting
pl: Nie udało się przetworzyć linku edytora
pt: Falhou ao analisar ligação de editor
pt_br: Falha ao analisar o link do editor
ro: Analiza link-ului de editor a eșuat
ru: Не удалось интерпретировать ссылку на тайм-код
tr: Düzenleyici bağlantısını çözümleme başarısız
uk: Не вдалось отримати цей тайм-код
vi: Không thể phân tích liên kết của trình chỉnh sửa
zh: 解析编辑器链接失败
zh_hant: 編輯器連結解析失敗

source: Timeline
cs: Časová osa
de: Zeitleiste
el: Χρονολόγιο
es: Línea de tiempo
id: Linimasa
it: Cronologia
ko: 타임라인
lt: Laiko juosta
lv_lv: Laika skala
ms_my: Garis masa
pl: Oś czasu
pt: Cronologia
pt_br: Linha do tempo
ro: Cronologie
ru: Таймлайн
tr: Zaman çizgisi
uk: Часова шкала
vi: Dòng thời gian
zh: 时间轴
zh_hant: 時間軸

# timeline_show_timing_changes
source: Show timing changes
cs: Zobrazit změny časování
de: Zeige Timing Änderungen
el: Εμφάνιση αλλαγών χρόνου
es: Mostrar cambios de temporización
fil: Ipakita ang pag-iiba ng timing
fr: Afficher les changements de timing
id: Tampilkan perubahan timing
it: Mostra modifiche tempo
ko: 타이밍 변경 표시
lt: Rodyti taktų pakeitimus
lv_lv: Rādīt grafika izmaiņas
ms_my: Tunjuk perubahan pemasaan
pl: Pokaż zmiany rytmu
pt: Mostrar alterações de temporização
pt_br: Mostrar mudanças de temporização
ro: Afișează modificările de măsură
ru: Показывать тайминг-секции
tr: Zamanlama değişikliklerini göster
uk: Показувати зміни таймінгу
vi: Hiện thay đổi timing
zh: 显示时间轴变化
zh_hant: 顯示時機變動

# timeline_show_breaks
source: Show breaks
cs: Zobrazit přestávky
de: Pausen anzeigen
el: Εμφάνιση διαλυμάτων
es: Mostrar descansos
fil: ipakita ang breaks
fr: Afficher les pauses
id: Tampilkan jeda
it: Mostra pause
ko: 휴식 시간 표시
lt: Rodyti pertraukas
lv_lv: Rādīt pārtraukumus
ms_my: Tunjuk rehat
pl: Pokaż przerwy
pt_br: Mostrar pausas
ro: Arată pauzele
ru: Показывать паузы
tr: Molaları göster
uk: Показувати перерви
vi: Hiển thị các điểm ngắt
zh: 显示休息段
zh_hant: 顯示休息時間

# timeline_show_ticks
source: Show ticks
cs: Zobrazit tiky
de: Zeige Taktangaben
el: Εμφάνιση ticks
es: Mostrar marcas
fil: Ipakita ang ticks
fr: Afficher les ticks
id: Tampilkan tick
it: Mostra i tick
ko: 눈금자 표시
lt: Rodyti tiksėjimus
lv_lv: Rādīt iezīmes
ms_my: Tunjuk tanda
pl: Pokaż znaczniki rytmu
pt: Mostrar marcas
pt_br: Mostrar ticks
ro: Afișează gradații
ru: Показывать тики
tr: İşaretleri göster
uk: Показувати тіки
vi: Hiện dấu tích
zh: 显示节拍细分线
zh_hant: 顯示時間軸

source: Bookmarks
cs: Záložky
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fr: Marque-pages
id: Markah
it: Segnalibri
ko: 북마크
lt: Žymės
lv_lv: Grāmatzīmes
ms_my: Penanda
pl: Zakładki
pt_br: Marcadores
ro: Marcaje
ru: Закладки
tr: Yer işaretleri
uk: Закладки
vi: Các dấu trang
zh: 书签
zh_hant: 書籤

source: Add bookmark
cs: Přidat záložku
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
es: Añadir marcador
fil: Magdagdag ng bookmark
fr: Ajouter un marque-page
id: Tambah markah
it: Aggiungi segnalibro
ko: 북마크 추가
lt: Pridėti žymę
lv_lv: Pievienot grāmatzīmes
ms_my: Tambah penanda
pl: Dodaj zakładkę
pt_br: Adicionar marcador
ro: Adaugă marcaj
ru: Добавить закладку
tr: Yer işareti ekle
uk: Додати закладку
vi: Thêm dấu trang
zh: 添加书签
zh_hant: 新增書籤

source: Remove closest bookmark
cs: Odebrat nejbližší záložku
de: Nächstes Lesezeichen entfernen
el: Αφαίρεση πλησιέστερου σελιδοδείκτη
es: Eliminar el marcador más cercano
fil: Tanggalin ang pinakamalapit na bookmark
fr: Supprimer le marque-page le plus proche
id: Hapus markah terdekat
it: Rimuovi segnalibro più vicino
ko: 가장 가까운 북마크 제거
lt: Pašalinti artimiausią žymę
lv_lv: Noņemt tuvāko grāmatzīmi
ms_my: Padam penanda terdekat
pl: Usuń najbliższą zakładkę
pt_br: Remover o marcador mais próximo
ro: Elimină cel mai apropiat marcaj
ru: Удалить ближайшую закладку
tr: En yakın yer imini kaldır
uk: Видалити найближчу закладку
vi: Xoá dấu trang gần nhất
zh: 移除最近的书签
zh_hant: 移除最近的書籤

source: Seek to previous bookmark
cs: Přejít na předchozí záložku
de: Zum vorherigen Lesezeichen springen
el: Αναζήτηση σε προηγούμενο σελιδοδείκτη
es: Ir al marcador anterior
fil: Pumunta sa dating bookmark
fr: Marque-page précédent
id: Tuju markah sebelumnya
it: Scorri al segnalibro precedente
ko: 이전 북마크 지점으로 이동
lt: Grįžti į praeitą žymę
lv_lv: Iet uz iepriekšējo grāmatzīmi
ms_my: Jangkau ke penanda sebelumnya
pl: Przejdź do poprzedniej zakładki
pt_br: Ver o marcador anterior
ro: Sari la marcajul anterior
ru: Перейти к предыдущей закладке
tr: Önceki yer imine git
uk: Перейти до попередньої закладки
vi: Chuyển về dấu trang trước
zh: 移至上一书签
zh_hant: 前往上一個書籤

source: Seek to next bookmark
cs: Přejít na další záložku
de: Zum nächsten Lesezeichen springen
el: Αναζήτηση στον επόμενο σελιδοδείκτη
es: Ir al siguiente marcador
fil: Pumunta sa susunod na bookmark
fr: Marque-page suivant
id: Tuju markah selanjutnya
it: Scorri al segnalibro successivo
ko: 다음 북마크 지점으로 이동
lt: Peršokti į kitą žymę
lv_lv: Iet uz nākamo grāmatzīmi
ms_my: Jangkau ke penanda seterusnya
pl: Przejdź do następnej zakładki
pt_br: Ver o próximo marcador
ro: Sari la următorul marcaj
ru: Перейти к следующей закладке
tr: Sonraki yer imine git
uk: Перейти до наступної закладки
vi: Chuyển sang dấu trang tiếp theo
zh: 移至下一书签
zh_hant: 前往下一個書籤

source: Reset bookmarks
cs: Resetovat záložky
de: Lesezeichen zurücksetzen
el: Επαναφορά σελιδοδεικτών
es: Restablecer marcadores
fil: I-reset ang mga bookmarks
fr: Réinitialiser les marque-pages
id: Atur ulang markah
it: Reimposta segnalibri
ko: 북마크 초기화
lt: Atstatyti žymes
lv_lv: Atiestatīt grāmatzīmes
ms_my: Tetap semula penanda
pl: Usuń wszystkie zakładki
pt_br: Redefinir marcadores
ro: Resetare marcaje
ru: Удалить все закладки
tr: Yer işaretlerini sıfırla
uk: Скинути закладки
vi: Đặt lại dấu trang
zh: 删除所有书签
zh_hant: 重設書籤
