Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/EditorSetup.*.resx
Languages: ar, be, bg, ca, cs, de, el, es, fa_ir, fil, fr, hu, id, it, ja, ko, lt, lv_lv, ms_my, nl, pl, pt, pt_br, ro, ru, sl_si, sv, th, tr, uk, vi, zh, zh_hant

source: Letterbox during breaks
ar: مربع الرسائل أثناء الفواصل الزمنية
be: Паласы на экране падчас перапынкаў
bg: Letterbox ефект през почивките
ca: Bústia de lletres durant els descansos
cs: Ohraničení během přestávek
de: Schwarze Balken während der Pausen
el: Letterbox κατά τα διαλείμματα
es: Letterbox durante los descansos
fa_ir: صندوق پست در زمان استراحت
fil: Letterbox kapag nasa mga break
fr: Letterboxing pendant les pauses
hu: Letterboxoljon szünetekkor
id: Letterbox pada saat break
it: Letterbox durante le pause
ja: 休憩時間中のレターボックス
ko: 휴식 시간 도중에 레터박스 표시
lt: Cinematiniai titrai per pertraukas
lv_lv: Melnās joslas pārtraukumos
ms_my: Pemetisuratan semasa rehat
nl: Letterbox tijdens pauzes
pl: Efekt letterbox podczas przerw
pt: Caixa de letras durante pausas
pt_br: Letterbox durante pausas
ro: Letterbox în timpul pauzelor
ru: Затемнение во время перерывов
sl_si: Letterbox med premori
sv: Brevlåda under raster
th: จดหมายในช่วงพัก
tr: Mola sırasında letterbox görünümü
uk: Обрізання екрану з боків під час перерв
vi: Letterbox trong lúc giải lao
zh: 休息时显示黑边
zh_hant: 休息時顯示黑邊

# letterbox_during_breaks_description
source: Adds horizontal letterboxing to give a cinematic look during breaks.
ar: يضيف صندوق الأحرف الأفقية لإعطاء صورة سينمائية أثناء الفواصل الزمنية.
be: Дадае чорныя паласы па вертыкальных краях экрану для кінематаграфічнага выгляду падчас перапынкаў.
bg: Добавя хоризонтални линии отгоре и долу за кинематографичен вид по време на почивките.
ca: Afegeix una bústia horitzontal per donar un aspecte cinematogràfic durant els descansos.
cs: Přidá horizontální ohraničení pro kinematografický efekt.
de: Fügt schwarze Balken an den Bildschirmrändern hinzu, um während der Pausen ein filmähnliches Aussehen zu geben.
el: Προσθέτει οριζόντια letterboxing για να δώσει μια κινηματογραφική εμφάνιση κατά τη διάρκεια των διαλειμμάτων.
es: Añade barras negras a los bordes de la pantalla para crear una apariencia de película durante los descansos.
fa_ir: جعبه نامه افقی را اضافه می کند تا در زمان استراحت ظاهری سینمایی ایجاد کند.
fil: Nagdaragdag ng pahalang na letterboxing upang magbigay ng sinematikong hitsura kapag nasa mga break.
fr: Ajoute du letterboxing horizontal pour donner un aspect cinématique durant les pauses.
hu: Add vízszintes letterboxolást, hogy egy filmes kinézete legyen a szüneteknek.
id: Menampilkan kotak hitam di bagian atas dan bawah layar pada saat break untuk efek dramatis seperti di film-film.
it: Aggiunge delle bande nere per dare un aspetto cinematografico durante le pause.
ja: 水平方向のレターボックスを追加し、休憩時間に映画のような演出をします。
ko: 휴식 시간 도중에 영화 같은 느낌을 주는 수직 레터박스를 추가합니다.
lt: Prideda horizontalius cinematinius titrus per pertraukas.
lv_lv: Pievieno melnās joslas, lai iedotu kinematogrāfisku efektu pārtraukumu laikā.
ms_my: Menambahkan pemetisuratan melintang untuk memberi tampak wayang semasa rehat.
nl: Voegt horizontale letterboxing toe om een cinematische blik te geven tijdens pauzes.
pl: Dodaje poziomy efekt letterbox podczas przerw, by nadać tłu beatmapy filmowy wygląd.
pt: Adicionar caixas de letras horizontais para dar um visual cinemático durante pausas.
pt_br: Adiciona faixas horizontais para uma dar visão cinematográfica durante pausas.
ro: Adaugă un letterbox orizontal pentru a crea o impresie cinematografică în timpul pauzelor.
ru: Добавляет градиентные черные полосы во время перерывов для кинематографичности.
sl_si: Doda vodoravni letterboxing za kinematografski videz med premori.
sv: Lägger till horisontell letterboxing för att ge ett filmiskt utseende under pauser.
th: เพิ่มแถบตัวอักษรแนวนอนเพื่อให้ดูคล้ายภาพยนตร์ในช่วงพัก
tr: Mola sırasında sinematik bir görünüm için üst ve alta siyah şerit ekler.
uk: Додає горизонтальне обрізання екрану для створення кінематографічного ефекту під час перерв.
vi: Thêm letterbox nằm ngang để tạo sự sống động trong lúc giải lao.
zh: 在休息时间内，于屏幕上下添加横向的黑边，让它看起来像电影一样。
zh_hant: 休息時間時，在螢幕上下兩側添加電影風格的黑邊。

source: Samples match playback rate
ar: معدل التشغيل يتزامن مع العينات
be: Адпаведнасць сэмплаў хуткасці прайгравання
bg: Шаблоните да съвпадат със скоростта на възпроизвеждане
ca: Les mostres coincideixen amb la velocitat de reproducció
cs: Vzorky se shodují s rychlostí přehrávání
de: Samples stimmen mit der Wiedergabegeschwindigkeit überein
el: Δείγματα ταιριάζουν με ρυθμό αναπαραγωγής
es: Los efectos de sonido corresponden a la velocidad de la música
fa_ir: نمونه ها با سرعت پخش مطابقت دارند
fil: Rate ng playback sa Mga sample na tugma
fr: Les bruitages correspondent à la vitesse de la musique
hu: Hangminták megegyeznek a visszajátszási rátával
id: Sesuaikan laju pemutaran sampel dengan lagu
it: Fai corrispondere i suoni alla velocità di riproduzione
ja: サンプルを再生速度に合わせる
ko: 샘플을 재생 속도에 맞추기
lt: Pavyzdžiai prisitaiko prie atgrojimo greičio
lv_lv: Paraugi atbilst atskaņošanas ātrumam
ms_my: Sepadankan sampel dengan kadar putar semula
nl: Samples komen overeen met afspeelsnelheid
pl: Dopasowanie sampli do szybkości odtwarzania
pt: Amostras correspondem a taxa de reprodução
pt_br: Amostras correspondem à taxa de reprodução
ro: Sample-urile urmăresc rata de redare
ru: Соответствие сэмплов скорости воспроизведения
sl_si: Vzorci se ujemajo s hitrostjo predvajanja
sv: Samples matchar uppspelningshastighet
th: ตัวอย่างตรงกับอัตราการเล่น
tr: Vuruş seslerini oynatım hızıyla eşle
uk: Семпли відповідають швидкості відтворення
vi: Sample chơi lại cùng tốc độ với bản nhạc
zh: 音效匹配播放速率
zh_hant: 打擊音效符合播放速度

# samples_match_playback_rate_description
source: When enabled, all samples will speed up or slow down when rate-changing mods are enabled.
ar: عند التشغيل, جميع العينات سوف تسرع أو تبطئ في حال تمكين مودات تغيير السرعة.
be: Калі ўключана, усе сэмплы будуць паскарацца або запавольвацца калі ўключаны моды, якія змяняюць хуткасць.
bg: Всички шаблони ще се забавят или избързват при включване на променящ скоростта мод.
ca: Quan s'habilita, totes les mostres s'acceleraran o alentiran quan s'habilitin les modificacions de canvi de velocitat.
cs: Pokud povoleno, veškeré vzorky budou zrychleny či zpomaleny, pokud je mód ovlivňující rychlost povolen.
de: Sofern aktiviert, werden alle Samples an die Geschwindigkeit von aktivierten geschwindigkeitsändernden Mods angepasst.
el: Όταν ενεργοποιηθεί, όλα τα δείγματα επιταχύνουν ή επιβραδύνουν όταν είναι ενεργοποιημένα τα mods αλλαγής ρυθμού.
es: Cuando está habilitado, todos los efectos de sonido se acelerarán o ralentizarán cuando se usen mods que cambien la velocidad de la música.
fa_ir: فعال کردن این ویژگی باعث افزایش یا کاهش تمام نمونه‌ها در زمانی که حالت تغییر نرخ فعال است، می‌شود.
fil: Kapag naka-enable, ang lahat ng mga sample ay bibilis o babagal kapag pinagana ang mga mod na nagbabago ng rate.
fr: Si activé, tous les bruitages seront accélérés ou ralentis lorsque des mods modifiant la vitesse de la musique seront utilisés.
hu: Engedélyezéskor, az összes hangminta felgyorsul vagy lelassul amikor ráta-módosító modok engedélyezve vannak.
id: Apabila diaktifkan, seluruh sampel suara akan ikut melaju atau melambat pada saat mod yang mengubah kecepatan lagu sedang aktif.
it: Se abilitata, tutti i campionamenti audio verranno velocizzati o rallentati quando sono attive mod con modifiche alla velocità.
ja: この機能を有効にすると、レートチェンジャーモジュールが有効なときにすべてのサンプルがスピードアップまたはスローダウンします。
ko: 활성화되어 있을 경우, 속도를 변경하는 모드가 켜져 있을 때 모든 샘플의 속도를 그에 맞춰 가감속합니다.
lt: Kai įjungta, visi pavyzdžiai pagreitės arba sulėtės priklausomai nuo pasirinkto greiti kečiančio modo.
lv_lv: Kad ieslēgts, visi paraugi paātrināsies vai palēnināsies, ja ir iespējoti ātruma maiņas modi.
ms_my: Sekiranya diupayakan, semua sampel akan dilajukan atau diperlahankan apabila penyesuai perubahan kadar diaktifkan.
nl: Wanneer ingeschakeld zullen alle samples meeversnellen of -vertragen bij het gebruik van mods die de afspeelsnelheid veranderen.
pl: Jeśli ta opcja jest włączona, szybkość wszystkich sampli zostanie dopasowana do szybkości odtwarzania zmienionej przez aktualnie włączone modyfikatory.
pt: Ao ativares, todas as amostras aceleraram ou desaceleraram quando os mods de alteração de taxa estão ativos.
pt_br: Quando ativado, todas as amostras vão aumentar ou reduzir a velocidade quando mods que alteram a taxa estiverem ativados.
ro: Când este activată, toate sample-urile vor accelera sau încetini când modurile de schimbare a ratei de redare sunt activate.
ru: Когда включено, все сэмплы будут ускорены или замедлены в случае игры с модами, меняющими скорость.
sl_si: Ko je omogočeno, se vsi vzorci pospešijo ali upočasnijo, ko so omogočeni modi s spreminjanjem hitrosti.
sv: Om detta är aktiverat kommer alla samples att snabba upp eller sakta ner när hastighetsändrande mods är aktiverade.
th: เมื่อเปิดใช้งาน ตัวอย่างทั้งหมดจะเพิ่มความเร็วหรือช้าลงเมื่อเปิดใช้งานม็อดการเปลี่ยนแปลงอัตรา
tr: Etkinleştirildiğinde, hız değiştiren modlar açıkken tüm vuruş sesleri hızlanır veya yavaşlar.
uk: Коли увімкнено, всі семпли будуть прискорюватись або сповільнятись, якщо моди зміни швидкості увімкнено.
vi: Nếu được bật, mọi sample sẽ tăng hoặc giảm tốc độ khi các mod thay đổi tốc độ được bật.
zh: 如果启用此设置，所有音效的播放速率，将会在影响歌曲速度的模组启用时自动变速。
zh_hant: 如果開啟，當使用了會影響歌曲速度的Mod，所有的打擊音效將會變快或變慢。

# circle_size_description
source: The size of all hit objects
ar: حجم جميع الكائنات القابلة للنقر
be: Памер уcіх аб'ектаў
bg: Големината за всички ударни обекти
ca: La mida de tots els objectes d'impacte
cs: Velikost všech hit objektů
de: Die Größe aller Hit-Objekte
el: Το μέγεθος όλων των αντικειμένων χτυπήματος
es: El tamaño de todos los objetos
fa_ir: اندازه تمام اشیاء ضربه پذیر
fil: Ang laki ng lahat ng mga bagay na tamaan
fr: La taille de tous les objets
hu: Az ütő objektumok mérete
id: Ukuran seluruh objek permainan
it: La dimensione di tutti gli oggetti
ja: すべてのヒットオブジェクトのサイズ
ko: 모든 히트 오브젝트의 크기
lt: Visų paspaudimo objektų dydis
lv_lv: Visu trāpījumu objektu lielums
ms_my: Ukuran semua objek pukulan
nl: De grootte van alle hitobjecten
pl: Wielkość wszystkich obiektów
pt: O tamanho de todos os objetos acertáveis
pt_br: O tamanho de todos os objetos acertáveis
ro: Dimensiunea tuturor hit-object-urilor
ru: Размер всех игровых объектов
sl_si: Velikost vseh objektov
sv: Storleken på alla träffobjekt
th: ขนาดของวัตถุที่ Hit ทั้งหมด
tr: Tüm nesnelerin boyutu
uk: Розмір всіх об'єктів
vi: Kích cỡ của các hit object
zh: 所有物件的大小
zh_hant: 所有打擊物件的大小

# drain_rate_description
source: The rate of passive health drain throughout playable time
ar: معدل الاستنزاف السلبي لشريط الطاقة طول فترة اللعب
be: Хуткасць пасіўнай страты здароўя падчас гульні
bg: Стойност за пасивната загуба на живот по време на игра
ca: La taxa de drenatge de salut passiva al llarg del temps de joc
cs: Rychlost pasivního ubývání života v průběhu hraní
de: Die Rate des passiven Gesundheitsverlustes während des Gameplays
el: Ο ρυθμός παθητικής αποστράγγισης υγείας καθ 'όλη τη διάρκεια του παιχνιδιού
es: La tasa de drenaje de salud pasiva a lo largo del tiempo de juego
fa_ir: میزان از دست دادن سلامت تاثیر پذیر در طول زمان قابل بازی
fil: Ang rate ng passive health drain sa buong puwedeng laruin na oras
fr: La sévérité du drain de santé passif pendant le jeu
hu: A passzív életvesztés rátája a játszási időn keresztül
id: Laju penurunan health bar pasif dalam permainan
it: Il grado di drenaggio passivo della vita durante il tempo giocabile
ja: プレイ中の体力消耗率
ko: 플레이 가능 시간 도중에 스스로 체력이 감소하는 비율
lt: Gyvybių senkimo greitis per žaidimo laiką
lv_lv: Pasīvās dzīvības izsīkšanas ātrums visā spēles laikā
ms_my: Kadar saliran nyawa lengai sepanjang masa permainan
nl: De snelheid van passieve HP-drain tijdens de gameplay
pl: Szybkość pasywnego spadku życia podczas rozgrywki
pt: A taxa de drenagem de saúde passiva durante o tempo jogável
pt_br: A taxa de drenagem de vida passiva durante o tempo jogável
ro: Rata de pierdere pasivă de viață de-a lungul jocului
ru: Скорость пассивной потери здоровья в течение игрового времени
sl_si: Stopnja pasivnega zmanjšanja health-a v času igranja
sv: Graden av passiv HP-tömning under speltid
th: อัตราพลังชีวิตติดตัวตลอดเวลาที่เล่นได้
tr: Oynanabilir süre boyunca canın kendiliğinden azalma hızı
uk: Швидкість пасивної втрати здоров'я протягом ігрового часу
vi: Tốc độ giảm máu nền trong lúc chơi
zh: 整个游玩过程时的掉血速率
zh_hant: 遊玩時的掉血速度

# approach_rate_description
source: The speed at which objects are presented to the player
ar: السرعة التي يتم بها عرض الكائنات على اللاعب
be: Хуткасць, з якой гульнявыя аб'екты з'яўляюцца перад гульцом
bg: Скоростта с която обектите се представят на играча
ca: La velocitat a la qual es presenten els objectes al jugador
cs: Rychlost, kterou se objekty ukazují hráči
de: Die Geschwindigkeit, mit der Objekte erscheinen
el: Η ταχύτητα με την οποία παρουσιάζονται τα αντικείμενα στον παίκτη
es: La velocidad a la que se presentan los objetos al jugador
fa_ir: سرعت ظاهر شدن اشیا به بازیکن
fil: Ang bilis kung saan ang mga bagay ay ipinakita sa player
fr: La vitesse à laquelle les objets apparaissent à l'écran
hu: Az objektumok játékosnak való megjelenítésének sebessége
id: Kecepatan kemunculan objek permainan
it: La velocità con cui gli oggetti vengono mostrati al giocatore
ja: オブジェクトがプレイヤーに表示される速度
ko: 오브젝트가 플레이어에게 나타나는 속도
lt: Objektu parodymo žaidėjui greitis
lv_lv: Ātrums, ar kādu objekti tiek rādīti spēlētājam
ms_my: Kelajuan penampilan objek kepada pemain
nl: De snelheid waarmee de objecten getoond worden aan de speler
pl: Szybkość z jaką obiekty pojawiają się na polu gry
pt: A velocidade em que os objetos são apresentados ao jogador
pt_br: A velocidade em que objetos são mostrados ao jogador
ro: Viteza cu care obiectele sunt prezentate jucătorului
ru: Скорость, с которой игровые объекты появляются на экране
sl_si: Hitrost, s katero se objekti prikažejo igralcu
sv: Hastigheten av objekten som visas för spelaren
th: ความเร็วในการนำเสนอวัตถุต่อผู้เล่น
tr: Nesnelerin oyuncuya sunulma hızı
uk: Швидкість з якою об'єкти відображаються гравцю
vi: Tốc độ xuất hiện của các mục tiêu
zh: 物件出现的速度
zh_hant: 物件出現的速度

# overall_difficulty_description
source: The harshness of hit windows and difficulty of special objects (ie. spinners)
ar: قوة النوافذ القابلة للنقر وصعوبة الكائنات الخاصة (مثل السبنر)
be: Строгасць вокнаў траплення і цяжкасць асобых аб'ектаў (напрыклад, спінеры)
bg: Строгост за ударния прозорец и трудност на специалните обекти (въртележки)
ca: La duresa de les finestres d'impacte i la dificultat dels objectes especials (p.e., spinners)
cs: Velikost časového okna pro kliknutí objektů a obtížnost zvláštních objektů (např. spinnerů)
de: Die Größe des Trefferzeitfensters und Schwierigkeit spezieller Objekte (z. B. Spinner)
el: Η σκληρότητα των παραθύρων χτύπημα και δυσκολία των ειδικών αντικειμένων (δηλ. spinners)
es: La precisión de las ventanas de tiempo y la dificultad de los objetos especiales (spinners)
fa_ir: سختی پنجره های ضربه پذیر و پیچیدگی اشیاء خاص (مانند اسپینرها)
fil: Gaano ka lupit ang mga hit window at kahirapan ng mga espesyal na bagay (hal. spinners)
fr: La sévérité des fenêtres de timing et la difficulté des objets spéciaux (spinners)
hu: Az ütések elfogadásának időablakának szigorúsága és speciális objektumok (pl. pörgennytűk) nehézsége
id: Keketatan rentang waktu penilaian dan tingkat kesulitan berbagai objek khusus (mis. spinner)
it: La severità per le soglie di tempo dei colpi e la difficoltà degli spinner
ja: ヒットタイミングの厳しさ、特殊なオブジェクト（スピナーなど）の難易度
ko: 히트 판정과 특별한 오브젝트 (스피너 등)의 난이도
lt: Paspaudimo paklaidos griežtumas ir specialiu objektu sukumas (pvz. suktukai)
lv_lv: Trāpījumu logu skarbums un īpašo objektu (t. i., griezēju) sarežģītība
ms_my: Keketatan tempoh pukulan dan kesukaran objek khas (cth. pemutar)
nl: De striktheid van de hit windows en de moeilijkheid van speciale objecten (bv. spinners)
pl: Dokładność z jaką należy uderzać obiekty oraz trudność obiektów specjalnych (np. spinnerów)
pt: A dureza de quebrar janelas e a dificuldade de objetos especiais (ex: spinners)
pt_br: A dureza da janela de acerto e a dificuldade de objetos especiais (ex: spinners)
ro: Gradul de dificultate al ferestrelor de lovitură și dificultatea obiectelor speciale (ex. spinner-uri)
ru: Строгость окон попадания и сложность специальных объектов (например, спиннеры)
sl_si: Ostrost oken objektov in težavnost posebnih objektov (npr. spinner-jev)
sv: Exaktheten i träffönster och svårigheten av speciella objekt (dvs. spinners)
th: ความรุนแรงของการชนหน้าต่างและความยากของวัตถุพิเศษ (เช่น สปินเนอร์)
tr: Ritim açıklığının sertliği ve özel nesnelerin zorluğu (örn. spinner'lar)
uk: Розмір допустимого інтервалу для попадань та складність спец. об'єктів (наприклад, спінерів)
vi: Độ chặt chẽ của hit window và độ khó của các object đặc biệt (ví dụ: spinner)
zh: 判定严格度和一些特殊物件的难度（如转盘）
zh_hant: 判定嚴格度和特殊物件難度（例如轉盤）

source: Tick Rate
be: Частата цікаў
bg: Тикова скорост
ca: Taxa de marques
cs: Frekvence tiků
el: Ρυθμός Τικ
es: Tasa de marcas
fil: Rate ng Tik
fr: Fréquence des ticks
hu: Tick ráta
it: Rateo dei Tick
ja: ティックレート
lt: Tiksėjimo dažnis
lv_lv: Tiku Biežums
ms_my: Kadar Tanda
pl: Wartość Rytmiczna
pt: Taxa de tiques
pt_br: Taxa de tick
ro: Rată Tick-uri
ru: Частота тиков
sv: Tickhastighet
th: อัตราติ๊ก
tr: Tık Oranı
uk: Частота тиків
vi: Tốc độ tích
zh: 滑条点倍率
zh_hant: 滑條點倍率

# tick_rate_description
source: Determines how many "ticks" are generated within long hit objects. A tick rate of 1 will generate ticks on each beat, 2 would be twice per beat, etc.
be: Вызначае, колькі "цікаў" генеруецца ў межах аб'ектаў з доўгім трапленнем. Частата цікаў, роўная 1, будзе генераваць цікі на кожным такце, 2 — двойчы за такт і г. д.
bg: Определя колко "тика" да се произвеждат в рамките на продължителен ударен обект. Тикова скорост от 1 ще произвежда тик на всеки бийт, 2 ще произвежда два тика на всеки бийт, и т.н.
ca: Determina quantes «marques» es generen dins dels objectes d'impacte llargs. Una velocitat de marca d'1 generarà marques a cada ritme, 2 serien dues vegades per ritme, etc.
cs: Určuje, kolik "tiků" budou mít dlouhé hit objekty. Frekvence 1 bude generovat jeden tik pro každý takt, frekvence 2 dva tiky na takt, atd.
de: Legt fest, wie viele "Ticks" innerhalb von langen Hit-Objekten generiert werden. Eine Tickrate von 1 generiert Ticks auf jeden Takt, 2 wäre zweimal pro Takt usw.
el: Καθορίζει πόσα "ticks" δημιουργούνται μέσα σε αντικείμενα μεγάλου χάσματος. Ένα ποσοστό Τικ 1 θα δημιουργήσει Τικ σε κάθε ρυθμό, 2 θα είναι δύο φορές ανά παλμό, κλπ.
es: Determina cuántas «marcas» se generan dentro de los objetos largos. Una tasa de marcas de 1 generará marcas en cada pulso, 2 serían dos veces por pulso, etc.
fil: Tinutukoy kung gaano karaming "mga tik" ang nabuo sa loob ng mga bagay na matagal nang natamaan. Ang rate ng tik na 1 ay bubuo ng mga tik sa bawat tibok, 2 ay magiging dalawang beses bawat tibok, atbp.
fr: Détermine combien de "ticks" sont générés pour les objets à longue durée. Une fréquence de ticks de 1 générera des ticks à chaque temps, 2 en générerait deux fois par temps, etc.
hu: Megállapítja mennyi "tick" lesz generálva hosszú hit objektumokban. Egy 1 értékű tick ráta generál tickeket minden ütemen, míg 2 esetén kétszer egy ütemben, stb.
id: Menentukan jumlah "tick" yang akan dihasilkan pada objek permainan yang mendukung tick. Tick rate 1 akan menghasilkan satu tick per beat, 2 akan menghasilkan dua tick per beat, dst.
it: Determina quanti "tick" sono generati all'interno di oggetti lunghi. Un rateo di tick di 1 genererà un tick su ogni pulsazione, 2 è due volte per pulsazione.
ja: ロングヒットオブジェクト内に生成される「ティック」の数を決定します。 ティックレートが1の場合、ビートごとにティックが発生し、2の場合はビートごとに2倍になります。
ko: 긴 히트 오브젝트에 생성되는 "틱"의 개수를 지정합니다. 1 Tick Rate는 박자당 1개의 틱이 생성되고, 2로 설정하면 박자당 2개의 틱이 생성되는 식입니다.
lt: Numato kiek "tiksėjimų" yra sugeneruota ilgame paspaudimo objekte. Tiksėjimo dažnis 1, sugeneruos tiksėjimus ant kiekvieno takto, 2 bus du kartus per taktą ir t. t.
lv_lv: Nosaka, cik daudz "tiku" tiek ģenerēts garā trāpījuma objektos. Ja tiku biežums ir 1, tad tiki tiks ģenerēti katru sitienu, ja 2, tad divas reizes sitienā utt.
ms_my: Menentukan jumlah tanda yang dijana dalam objek pukulan panjang. Kadar tanda berjumlah 1 akan menjana tanda pada setiap rentak, 2 akan menjadi dua kali setiap rentak, dsb.
pl: Determinuje jak dużo "ticków" jest generowane wewnątrz obiektów trafienia. Wartość 1 ticku wygeneruje ticki w każdym bicie, 2 wygenerują dwa razy na bit, etc.
pt: Determina quantos "tiques" são gerados em objetos enormes. Uma taxa de tiques de 1 gerará tiques a cada batida, 2 seria o dobro por batida, etc.
pt_br: Determina quantos "ticks" são gerados dentro de objetos longos. Taxa de tick de 1 gerará ticks em cada beat, 2 gerará duas vezes por beat e assim por diante.
ro: Determină câte "tick"-uri sunt generate în cadrul hit-object-urilor lungi. Un tick rate de 1 va genera tick-uri pe fiecare bătaie, 2 ar fi de două ori pe bătaie etc.
ru: Количество тиков, генерируемое внутри длинных игровых объектов. Частота, равная 1, сгенерирует тик на каждой доле, 2 — дополнительно создаст тик между долями и т.д.
sv: Bestämmer hur många "tickar" som genereras inom långa träffobjekt. En tickhastighet av 1 genererar ticks efter varje beat, 2 skulle vara 2 gånger per beat, etc.
th: กำหนดจำนวน "ติ๊ก" ที่สร้างขึ้นภายในอ็อบเจกต์ตีระยะยาว อัตราติ๊ก 1 จะสร้างขีดในแต่ละจังหวะและอัตราติ๊ก 2 จะเป็นการติ๊กสองครั้งต่อจังหวะ เป็นต้น
tr: Uzun objelerde ne kadar "tık" oluşacağını belirler. Örneğin tık oranı 1 her ritimde bir tık, 2 ise her ritimde iki tık oluşturur.
uk: Визначає скільки "тиків" генеруватимуться в об'єктах що довго натискаються. Частота тиків 1 буде генерувати тик на кожен удар, 2 по два тики на удар і т. д.
vi: Quyết định số lượng "tích" được sinh ra trong các đối tượng dài. Tốc độ tích là 1 sẽ sinh ra các tích ở mỗi phách, 2 sẽ là hai tích mỗi phách, vân vân.
zh: 确定在长条类物件中生成多少“滑条点”。1 倍会在每拍上生成 1 个点，而 2 倍会生成 2 个点，以此类推。
zh_hant: 確定在長條物件中「滑條點」的數量。1 倍時，每一拍生成 1 個點，2 倍時則為每一拍 2 個點，依此類推

source: Base Velocity
be: Базавая хуткасць
bg: Базова скорост
ca: Velocitat base
cs: Základní rychlost
de: Basisgeschwindigkeit
el: Βασική Ταχύτητα
es: Velocidad base
fil: Batayan ng Velocity
fr: Vélocité de base
hu: Alapsebesség
it: Velocità Base
ja: 基本速度
ko: 기본 속도
lt: Įprastinis Greitis
lv_lv: Pamatātrums
ms_my: Halaju Pangkal
pl: Szybkość bazowa
pt: Velocidade base
pt_br: Velocidade Base
ro: Viteza de bază
ru: Базовая скорость
sv: Bashastighet
th: ความเร็วพื้นฐาน
tr: Ana Hız
uk: Базова швидкість
vi: Tốc Độ Gốc
zh: 基础滑条速度
zh_hant: 基本滑條速度
