Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/EditorDialogs.*.resx
Languages: de, es, ko, sv, vi, zh, zh_hant

# new_difficulty_dialog_header
source: Would you like to create a blank difficulty?
de: Möchtest du eine leere Schwierigkeitsstufe anlegen?
es: ¿Te gustaría crear una dificultad en blanco?
ko: 빈 난이도를 만들까요?
sv: Vill du skapa en tom svårighetsgrad?
vi: Bạn có muốn tạo một độ khó trống không?
zh: 要创建一个空白难度吗？
zh_hant: 您想要新增一個空白難度嗎？

# create_new
source: Yeah, let's start from scratch!
de: Ja, fangen wir von vorne an!
es: ¡Sí, empecemos desde cero!
ko: 네, 처음부터 만들래요!
sv: Ja, låt oss börja från början!
vi: Có, hãy bắt đầu từ đầu!
zh: 是，从头开始！
zh_hant: 好耶，讓我們從頭開始！

# create_copy
source: No, create an exact copy of this difficulty
de: Nein, erstelle eine exakte Kopie dieser Schwierigkeitsstufe
es: No, crea una copia exacta de esta dificultad
ko: 아니요, 이 난이도와 동일한 복사본을 만들어주세요
sv: Nej, skapa en exakt kopia av denna svårighetsgrad
vi: Không, tạo một bản sao của độ khó này
zh: 否，创建当前难度的副本
zh_hant: 否，建立此難度的副本

# keep_editing
source: I changed my mind, I want to keep editing this difficulty
de: Ich habe meine Meinung geändert, ich möchte diesen Schwierigkeitsgrad weiterhin bearbeiten
es: He cambiado de opinión, quiero seguir editando esta dificultad
ko: 마음이 바뀌었어요, 이 난이도를 계속 수정할게요
sv: Jag ändrade mig, jag vill fortsätta att redigera denna svårighetsgrad
vi: Tôi muôn tiếp tục chỉnh sửa độ khó này
zh: 我改主意了，继续编辑这个难度
zh_hant: 我改變心意了，繼續編輯這個難度

# save_dialog_header
source: Did you want to save your changes?
de: Möchtest du deine Änderungen speichern?
es: ¿Querías guardar tus cambios?
ko: 변경사항을 저장할까요?
sv: Vill du spara dina ändringar?
vi: Bạn có muốn lưu thay đổi của mình?
zh: 要保存这些更改吗？
zh_hant: 你要儲存變更嗎？

# save
source: Save my masterpiece!
de: Speichere mein Meisterwerk!
es: ¡Guarda mi obra maestra!
ko: 내 걸작을 저장해 주세요!
sv: Spara mitt mästerverk!
vi: Lưu tuyệt tác của tôi!
zh: 是，保存我的作品！
zh_hant: 儲存我的大作！

source: Forget all changes
de: Alle Änderungen verwerfen
es: Olvida todos los cambios
ko: 그냥 잊혀질래요
sv: Glöm alla ändringar
vi: Hủy bỏ tất cả thay đổi
zh: 放弃所有更改
zh_hant: 忘掉所有變更

# continue_editing
source: Oops, continue editing
de: Hoppla, weiter bearbeiten
es: Ups, seguir editando
ko: 앗, 계속 수정할게요
sv: Hoppsan, fortsätt redigera
vi: Oops, tiếp tục chỉnh sửa
zh: 否，继续编辑
zh_hant: 否，繼續編輯

# editor_reload_dialog_header
source: The editor must be reloaded to apply this change. The beatmap will be saved.
de: Um diese Änderung anzuwenden muss der Editor neu geladen werden. Die Beatmap wird gespeichert.
es: El editor debe recargarse para aplicar este cambio. El mapa se guardará.
ko: 본 사항을 변경하려면 우선 편집기를 재실행해야 해요. 비트맵은 저장됩니다.
sv: Redigeraren måste laddas om för att verkställa denna ändring. Din beatmap kommer att sparas.
vi: Trình chỉnh sửa phải được tải lại để áp dụng thay đổi này. Beatmap sẽ được lưu lại.
zh: 必须重新载入编辑器才能应用此更改，谱面将会保存。
zh_hant: 必須重新載入編輯器才能套用此變更。圖譜將會儲存。

# discard_unsaved_changes_dialog_header
source: Discard all unsaved changes? This cannot be undone.
de: Alle ungespeicherten Änderungen verwerfen? Dies kann nicht rückgängig gemacht werden.
es: ¿Descartar todos los cambios no guardados? Esto no se puede deshacer.
ko: 저장되지 않은 변경 사항들을 모두 취소할까요? 신중하게 결정하세요.
sv: Vill du slänga alla osparade ändringar? Det här kan inte ångras.
vi: Bỏ qua tất cả thay đổi chưa lưu? Hành động này không thể hoàn tác.
zh: 确定放弃所有未保存的更改？此操作无法撤销。
zh_hant: 確定要捨棄所有未儲存的變更？此動作無法復原。
