Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/FirstRunSetupOverlay.*.resx
Languages: be, ca, el, es, fi, he, id, it, ja, ko, lv_lv, ms_my, ru, uk, zh, zh_hant

source: Get started
be: Давайце пачнем
ca: Començar
el: Ας αρχίσουμε
es: Comenzar
fi: Aloita
he: צאו לדרך
id: Mulai
it: Iniziamo
ja: はじめる
ko: 시작하기
lv_lv: Sākt
ms_my: Mula
ru: Начать
uk: Розпочнімо
zh: 让我们开始吧！
zh_hant: 讓我們開始吧！

source: Click to resume first-run setup at any point
be: Націсніце сюды, каб працягнуць першапачатковую настройку
ca: Feu clic per reprendre la configuració de la primera execució en qualsevol punt
el: Κλικ για να επαναφέρεις την πρώτη εγκατάσταση σε οποιοδήποτε σημείο
es: Haga clic para reanudar la configuración de primera ejecución en cualquier momento
fi: Jatka käyttöönottoa milloin vain napsauttamalla tätä
he: לחצו כאן בשביל להמשיך בהגדרת התצורה הראשונית בכל שלב
id: Klik untuk melanjutkan pengaturan dasar kapan saja
it: Clicca per riprendere la configurazione in qualsiasi momento
ja: クリックして初回セットアップをいつでも再開します。
ko: 언제든지 여기를 눌러 초기 설정을 계속할 수 있어요.
lv_lv: Noklikšķiniet, lai jebkurā brīdī turpinātu pirmās palaišanas iestatīšanu
ms_my: Tekan untuk menyambung semula persediaan jalanan pertama pada bila-bila masa
ru: Нажмите сюда, чтобы продолжить первоначальную настройку
uk: Натисніть, щоб продовжити першочергове налаштування в будь-який час
zh: 单击以回到首次启动设置
zh_hant: 點一下以繼續首次執行設定

# first_run_setup_title
source: First-run setup
be: Першапачатковая налада
ca: Configuració de la primera execució
el: Πρώτη ρύθμιση
es: Configuración de primera ejecución
fi: Käyttöönotto
he: הגדרת תצורה ראשונית
id: Pengaturan dasar
it: Configurazione iniziale
ja: 初回セットアップ
ko: 초기 설정
lv_lv: Pirmās palaišanas iestatīšana
ms_my: Persediaan jalanan pertama
ru: Первоначальная настройка
uk: Першочергове налаштування
zh: 首次启动设置
zh_hant: 首次執行設定

# first_run_setup_description
source: Set up osu! to suit you
be: Наладзьце osu! пад сябе
ca: Configura osu! per adaptar-te a tu
el: Ρύθμισε το osu! στα μέτρα σου
es: Configure osu! a su medida
fi: Määritä osu! sopivaksi sinulle
he: הגדר את osu! בצורה שתתאים אליכם
id: Atur osu! agar nyaman kamu mainkan
it: Configura osu! come meglio credi
ja: osu! を自分好みにカスタマイズしてください
ko: 나에게 맞는 osu! 맞춤 설정
lv_lv: Uzstādiet osu! savām pēc vajadzībām
ms_my: Sediakan osu! sesuai dengan anda
ru: Настрой osu! под себя
uk: Налаштуйте osu! так, як вам зручно
zh: 调整 osu! 以更贴合你的习惯
zh_hant: 設定 osu! 使其貼切您的遊玩習慣

# welcome_title
source: Welcome
be: Сардэчна запрашаем
ca: Benvingut
el: Καλωσόρισες
es: Bienvenido
fi: Tervetuloa
he: ברוכים הבאים
id: Selamat Datang
it: Benvenuto
ja: ようこそ！
ko: 반가워요!
lv_lv: Sveicināti
ms_my: Selamat Datang
ru: Добро пожаловать
uk: Вітаємо
zh: 欢迎
zh_hant: 歡迎

# welcome_description
source: Welcome to the first-run setup guide! osu! is a very configurable game, and diving straight into the settings can sometimes be overwhelming. This guide will help you get the important choices out of the way to ensure a great first experience!
be: Сардэчна запрашаем у інструктаж першага запуску! osu! вельмі наладжваемая гульня, і знаёмства з наладамі часам можа быць ашаламляльным. Гэты інструктаж дапаможа выбраць важны выбар, каб забяспечыць выдатны першы вопыт!
ca: Us donem la benvinguda a la guia de configuració de la primera execució! osu! És un joc molt configurable, i submergir-se directament a la configuració de vegades pot ser aclaparador. Aquesta guia us ajudarà a treure les opcions importants del camí per assegurar una gran primera experiència!
el: Καλώς ήρθατε στον οδηγό πρώτης ρύθμισης! osu! είναι ένα πολύ διαμορφώσιμο παιχνίδι, και καταδύσεις κατευθείαν στις ρυθμίσεις μπορεί μερικές φορές να είναι συντριπτική. Αυτός ο οδηγός θα σας βοηθήσει να πάρετε τις σημαντικές επιλογές από τον τρόπο για να εξασφαλίσει μια μεγάλη πρώτη εμπειρία!
es: ¡Bienvenido a la guía de configuración de primera ejecución! osu! es un juego muy configurable, y sumergirse directamente en la configuración puede ser a veces abrumador. ¡Esta guía le ayudará a tomar las decisiones importantes para asegurar una gran primera experiencia!
fi: Tervetuloa ensimmäisen käyttökerran asennusoppaaseen! osu! on hyvin omaan makuun mukautettava peli, ja suoraan hyppääminen asetuksiin saattaa tuntua ylivoimaiselta. Tämä opas auttaa sinua tekemään tärkeimmät valinnat, jotta ensikokemuksesi olisi mahdollisimman hyvä!
he: ברוכים הבאים למדריך קביעת התצורה הראשונית! osu! הוא משחק בעל הרבה אפשרויות תצורה, וצלילה ישירה אל תוך ההגדרות עלולה לפעמים להיות מעט מתישה. המדריך הזה יעזור לכם לקבל את כל הבחירות החשובות קודם כל כדי שתוכלו להנות מחווית משחק ראשונה נהדרת!
id: Selamat datang di panduan pengaturan dasar! osu! merupakan permainan yang sangat kaya akan pengaturan, di mana berbagai pilihan yang ada dapat terkesan membingungkan pada awalnya. Panduan ini akan membantumu untuk mengatur berbagai hal penting dengan mudah agar kamu dapat langsung bermain tanpa masalah!
it: Benvenuto nella configurazione iniziale guidata! osu! è un gioco molto configurabile, quindi correre a cambiare le impostazioni può essere opprimente a volte. Questa guida ti aiuterà con le scelte importanti per garantirti un'esperienza iniziale coi fiocchi!
ja: 初回セットアップガイドへようこそ！ osu! はカスタマイズできる項目がたくさんあるので、慣れていない方が設定画面を見ると「？？？」となってしまうかもしれません。 このガイドでは重要な項目をセットアップして、素晴らしいゲーム体験をしていただくお手伝いをします。
ko: 초기 설정 가이드입니다! osu!는 다양한 설정 사항들이 있는 게임이니, 곧바로 설정 창으로 뛰어들기엔 가끔은 버거울 수 있겠네요. 이 가이드가 여러분의 만족스러운 게임 플레이 경험을 위해 중요한 설정을 신속하고 간편하게 하실 수 있도록 도와드릴게요!
lv_lv: Laipni lūgti pirmās palaišanas iestatīšanas ceļvedī! osu! ir ļoti konfigurējama spēle, un dažreiz var būt pārlieku sarežģīti uzreiz ienirt iestatījumos. Šis ceļvedis palīdzēs jums izdarīt svarīgākās izvēles, lai nodrošinātu lielisku pirmo pieredzi!
ms_my: Selamat datang ke panduan persediaan jalanan pertama! osu! ialah mainan yang amat mudah ditatarajah. Anda mungkin anda keliru jika terus ke tetapan. Panduan ini akan membantu anda mengurus pilihan penting dahulu untuk memastikan pengalaman pertama yang disukai!
ru: Добро пожаловать в руководство по первоначальной настройке! osu! - это тонконастраиваемая игра, поэтому иногда погружение в настройки может оказаться ошеломляющим. Это руководство поможет вам сконцентрироваться на главном, чтобы обеспечить отличный первый опыт!
uk: Ласкаво просимо до посібника з першочергового налаштування! osu! це дуже регульована гра і вриватися відразу в налаштування може іноді приголомшувати. Цей посібник - допоможе вам зрозуміти головні речі на шляху до забезпечення чудового першого досвіду!
zh: 欢迎来到首次启动设置指南页！ osu! 是一款可高度自由化配置的游戏，但初面这些繁多复杂的设置可能会让你不知所措。 这个指南能帮你快速设定一些重要设置项，确保你有一个良好的初次游戏体验！
zh_hant: 歡迎使用遊戲首次執行設定！ osu! 是一款設定十分多元的遊戲，如果直接進入設定頁面可能會讓你不知所措。本嚮導會幫助你設定一些重要的設定，讓你有著良好的初次遊玩體驗！

# ui_scale_description
source: The size of the osu! user interface can be adjusted to your liking.
be: Памер osu! інтэрфэйса можа быць адрэдагаваны як вам падабаецца.
ca: La mida de la interfície d'usuari d'osu! es pot ajustar al teu gust.
el: Το μέγεθος του γραφικού περιβάλλοντος του osu! μπορεί να ρυθμιστεί στα μέτρα σου.
es: El tamaño de la interfaz de usuario de osu! puede ajustarse a su gusto.
fi: osu!n käyttöliittymän voi säätää mieleisen kokoiseksi.
he: גודל ממשק המשתמש של osu! יכול להיות מוגדר לטעמכם.
id: Ukuran tampilan antarmuka osu! dapat diatur sesuai dengan yang kamu inginkan.
it: La dimensione dell'interfaccia utente di osu! può essere regolata a proprio piacimento.
ja: osu! のユーザー インターフェイスはサイズをお好きなように調整できます。
ko: 여러분이 원하시는 대로 osu!의 사용자 인터페이스 크기를 조정해 보세요.
lv_lv: osu! lietotāja saskarnes lielumu var pielāgot pēc saviem ieskatiem.
ms_my: Ukuran antara muka pengguna osu! boleh dilaraskan sesuka anda.
ru: Размер интерфейса osu! может быть таким, каким пожелаете.
uk: Розмір інтерфейсу osu! може бути скоригований за вашим вподобанням.
zh: osu! 用户界面可以根据您的喜好来调整。
zh_hant: osu! 的使用者介面可以被任意調整成你偏好的大小。

source: Behaviour
be: Налады
ca: Comportament
el: Συμπεριφορά
es: Comportamiento
fi: Käyttäytyminen
he: התנהגות
id: Perilaku
it: Comportamento
ja: 動作設定
ko: 동작
lv_lv: Uzvedība
ms_my: Perilaku
ru: Настройки
uk: Поведінка
zh: 游戏表现
zh_hant: 行為

# behaviour_description
source: Some new defaults for game behaviours have been implemented, with the aim of improving the game experience and making it more accessible to everyone. We recommend you give the new defaults a try, but if you'd like to have things feel more like classic versions of osu!, you can easily apply some sane defaults below.
be: Былі рэалізаваны некаторыя новыя налады па змаўчанні для паводзін у гульні, з мэтай паляпшэння гульнявога вопыту і зрабіць яго больш даступным для ўсіх. Мы рэкамендуем вам паспрабаваць новыя налады па змаўчанні, але калі вы хочаце, каб усё было больш падобна на класічныя версіі osu!, вы можаце лёгка ўжыць некаторыя налады па змаўчанні ніжэй.
ca: S'han implementat alguns nous valors per defecte per a comportaments de joc, amb l'objectiu de millorar l'experiència del joc i fer-lo més accessible per a tothom. Us recomanem que proveu els nous valors per defecte, però si voleu que les coses se sentin més com a versions clàssiques d'osu!, podeu aplicar fàcilment alguns valors per defecte sans a continuació.
el: Έχουν εφαρμοστεί κάποιες νέες προεπιλογές για συμπεριφορές παιχνιδιών, με στόχο τη βελτίωση της εμπειρίας του παιχνιδιού και τη μεγαλύτερη πρόσβαση σε όλους. Σας συνιστούμε να δώσετε στις νέες προεπιλογές μια δοκιμή, αλλά αν θέλετε να έχετε τα πράγματα αισθάνονται περισσότερο σαν κλασικές εκδόσεις του osu! μπορείτε εύκολα να εφαρμόσετε κάποιες συνετές προεπιλογές παρακάτω.
es: Se han implementado algunos nuevos valores predeterminados para los comportamientos del juego, con el objetivo de mejorar la experiencia de juego y hacerla más accesible para todos. Le recomendamos que pruebe los nuevos valores predeterminados, pero si desea que las cosas se sientan más como en las versiones clásicas de osu!, puede aplicar fácilmente algunos valores predeterminados sensatos a continuación.
fi: Joitakin uusia oletusarvoja pelin käyttäytymisestä ei ole vielä toteutettu, tavoitteena parantaa pelikokemusta ja tehdä siitä enemmän saavutettavaa. Suosittelemme, että kokeilet uusia oletusarvoja, mutta jos haluat asioiden tuntuvan enemmän klassisilta osu! versioilta, voit helposti asettaa järkeviä oletusarvoja alta.
he: מומשו ברירות מחדל חדשות עבור התנהגויות המשחק, עם הכוונה לשפר את חווית המשחק ולהפוך אותה לנגישה יותר לכולם. אנחנו ממליצים שתתנו ניסיון לברירות המחדל החדשות, אבל אם תרצו במקום שהדברים ירגישו יותר כמו גרסאות קלאסיות של osu!, תוכלו בקלות להחל מספר ברירות מחדל שפויות למטה.
id: osu! kini hadir dengan pengaturan bawaan baru, yang ditujukan untuk memperkaya pengalaman bermainmu dan menjadikan osu! lebih ramah akses bagi semua. Kami menyarankanmu untuk menggunakan pengaturan bawaan yang baru, namun apabila kamu menginginkan osu! untuk lebih berperilaku seperti osu! versi klasik, kamu dapat menyesuaikan pengaturan bawaan tertentu di bawah ini.
it: Alcune nuove impostazioni predefinite per i comportamenti di gioco sono state implementate, con l'obiettivo di migliorare l'esperienza di gioco e renderla più accessibile a tutti. Ti consigliamo di provare i nuovi valori predefiniti, ma se vuoi che le cose siano come nella versione classica di osu! puoi facilmente applicare alcuni sani valori predefiniti qui sotto.
ja: ゲーム体験を向上させ、誰もがプレイしやすくすることを目的として、いくつかの新しいデフォルトが実装されました。 新しいデフォルトでのプレイを試すことをおすすめしますが、osu! のクラシックな体験を求めている場合は、こちらで簡単に変更できます。
ko: 게임 경험을 향상시키고 더 많은 분들께서 접근하기 어렵지 않도록 하는 것을 목표로, 게임 동작에 있어서 몇 가지의 새로운 기본값을 적용했답니다. 새로운 기본값 적용을 추천드리긴 하지만, 만약 이전의 osu!와 비슷한 느낌을 받아보고 싶으시다면, 클래식 기본값도 손쉽게 적용해보실 수 있어요.
lv_lv: Lai uzlabotu spēles pieredzi un padarītu to pieejamāku ikvienam, ir ieviesti daži jauni noklusējuma iestatījumi attiecībā uz spēles uzvedību. Mēs iesakām izmēģināt jaunos noklusējuma iestatījumus, bet, ja vēlaties, lai viss vairāk līdzinātos klasiskajai osu! versijai, varat viegli piemērot saprātīgus noklusējuma iestatījumus, kas minēti zemāk.
ms_my: Beberapa asal baharu untuk perilaku mainan telah dilaksanakan dengan tujuan memperbaik pengalaman mainan dan ketercapaian untuk semua. Kami sarankan anda mencuba asal-asal baharu ini tetapi sekiranya anda lebih suka rasa klasik osu!, anda boleh terapkan asal-asal munasabah di bawah.
ru: Было разработано несколько новых функций с целью улучшения игрового опыта и повышения его доступности для всех. Мы рекомендуем Вам попробовать новые стандартные настройки, но если вы хотите, чтобы всё было так же, как в классических версиях osu!, то вы легко можете выбрать и старые значения настроек ниже.
uk: Деякі нові налаштування за замовчуванням, були зроблені з метою покращення ігрового досвіду і для більшої доступності для всіх. Ми рекомендуємо вам спробувати встановити нові налаштування за замовчуванням, але якщо ви мали досвід з функціями з класичних версій osu!, ви також матимете змогу їх застосувати нижче.
zh: 游戏提供了部分表现内容的新预设，这些新预设旨在易于玩家理解，并提升玩家的游玩体验。 我们建议您先试用一下新预设，但如果您更偏好经典款 osu! 的表现风格，也可轻松设置并应用经典预设。
zh_hant: 目前已經啟用一部分新的遊戲行為預設值，目的是為了提升遊戲體驗，以及提升玩家遊玩的可近性。 我們建議您可以試試看新的預設值，但如果您比較偏好傳統 osu! 版本的樣子，您可以在下方輕鬆套用經典預設，或是自行調整想要的數值：

source: New defaults
be: Новыя стандартныя наладкі
ca: Valors predeterminats nous
el: Νέες προεπιλογές
es: Nuevos valores predeterminados
fi: Uudet oletusarvot
he: ברירות מחדל חדשות
id: Pengaturan bawaan baru
it: Nuovi valori predefiniti
ja: 新しいデフォルト
ko: 새로운 기본값
lv_lv: Jaunie noklusējumi
ms_my: Asal baharu
ru: Новые настройки
uk: Нові налаштування
zh: 新预设
zh_hant: 新版預設

source: Classic defaults
be: Класічныя налады
ca: Predeterminat clàssic
el: Κλασικές προεπιλογές
es: Valores predeterminados clásicos
fi: Klassiset oletusarvot
he: ברירות מחדל קלאסיות
id: Pengaturan bawaan klasik
it: Classici valori predefiniti
ja: クラシックなデフォルト
ko: 클래식 기본값
lv_lv: Klasiskie noklusējumi
ms_my: Asal klasik
ru: Старые настройки
uk: Класичні налаштування
zh: 经典预设
zh_hant: 經典預設 (舊版機制)
