Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/GameplaySettings.*.resx
Languages: ar, bg, ca, cs, de, es, fa_ir, fi, fil, fr, hu, id, it, ja, ko, lv_lv, ms_my, nl, pl, pt, pt_br, ro, ru, sl_si, sv, th, tr, uk, vi, zh, zh_hant

# classic_score_display
source: Classic
ar: تقليدي
ca: Clàssica
cs: Klasický
de: Klassisch
es: Clásico
fi: Klassinen
fil: Klasiko
fr: Classique
id: Klasik
it: Classico
ja: クラシック
ko: 클래식
lv_lv: Klasiskais
ms_my: Klasik
nl: Klassiek
pl: Klasyczny
pt: Clássico
pt_br: Clássico
ro: Clasic
ru: Классический
sl_si: Klasično
sv: Klassisk
th: คลาสสิก
tr: Klasik
uk: Класичний
vi: Cổ điển
zh: 经典
