Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/GameplaySettings.*.resx
Languages: ar, bg, ca, cs, de, es, fa_ir, fi, fil, fr, hu, id, it, ja, ko, lv_lv, ms_my, nl, pl, pt, pt_br, ro, ru, sl_si, sv, th, tr, uk, vi, zh, zh_hant

# gameplay_section_header
source: Gameplay
ar: اللعب
bg: Игра
ca: Joc
cs: Hra
de: Spielmechanik
es: Juego
fa_ir: گیم پلی
fi: Pelissä
hu: Játékmenet
id: Permainan
it: Gioco
ja: ゲームプレイ
ko: 게임 플레이
lv_lv: Spēle
ms_my: Permainan
pl: Rozgrywka
pt: Jogabilidade
pt_br: Jogabilidade
ru: Геймплей
sl_si: Igranje
sv: Spelet
th: เกมเพลย์
tr: Oynanış
uk: Гра
vi: Lối chơi
zh: 游戏
zh_hant: 遊戲

# beatmap_header
source: Beatmap
ar: الخريطة
bg: Бийтмап
cs: Beatmapa
es: Mapa
fa_ir: بیت مپ
fi: Beatmappi
ja: ビートマップ
ko: 비트맵
lv_lv: Rima-mape
ms_my: Peta rentak
pl: Beatmapa
ru: Карта
sl_si: Beatmapa
th: บีทแมพ
uk: Бітмапа
zh: 谱面
zh_hant: 圖譜

source: Audio
ar: الصوت
bg: Звуци
ca: Àudio
cs: Zvuk
es: Sonido
fa_ir: صدا
fi: Ääni
hu: Hang
ja: オーディオ
ko: 오디오
pl: Dźwięk
pt: Áudio
pt_br: Áudio
ru: Аудио
sl_si: Zvok
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh: 音频
zh_hant: 音訊設定

source: HUD
ar: الواجهة
ms_my: Papar pandu
pt_br: INTERFACE
ru: Интерфейс
sv: Gränssnitt
tr: Arayüz
uk: Інтерфейс

source: Input
ar: الإدخال
bg: Въвеждане
ca: Entrada
cs: Vstup
de: Eingabe
es: Entrada
fa_ir: ورودی
fi: Syöte
fr: Contrôles
hu: Bevitel
ja: 入力
ko: 입력
lv_lv: Ievade
ms_my: Masukan
nl: Invoer
pl: Sterowanie
pt: Entrada
pt_br: Entrada
ro: Intrare
ru: Устройства ввода
sl_si: Vnos
sv: Inmatning
th: อินพุต
tr: Girdi
uk: Пристрої вводу
vi: Đầu vào
zh: 输入
zh_hant: 輸入設定

source: Background
ar: الخلفية
bg: Заден фон
ca: Fons
cs: Pozadí
de: Hintergrund
es: Fondo
fa_ir: پس زمینه
fi: Tausta
fr: Arrière-plan
hu: Háttér
id: Latar Belakang
it: Sfondo
ja: 背景
ko: 배경
lv_lv: Fons
ms_my: Latar
nl: Achtergrond
pl: Tło
pt: Fundo
pt_br: Plano de fundo
ro: Fundal
ru: Фон
sl_si: Ozadje
sv: Bakgrund
th: ภาพพื้นหลัง
tr: Arka plan
uk: Фон
vi: Nền
zh: 背景
zh_hant: 背景

# dim
source: Background dim
ar: درجة عتمة الخلفية
bg: Затъмняване на фон
ca: Atenuació del fons
cs: Ztmavení pozadí
de: Hintergrundabdunklung
es: Oscuridad del fondo
fa_ir: تیره کردن پس زمینه
fi: Taustan himmennys
fil: Dilim ng background
fr: Assombrir l'arrière-plan
hu: Háttér sötétítés
id: Keredupan latar
it: Opacità sfondo
ja: 背景の暗さ
ko: 배경의 어두움 정도
lv_lv: Fona blāvums
ms_my: Kemalapan latar
nl: Achtergrond donkerder maken
pl: Przyciemnienie tła
pt: Escurecimento do fundo
pt_br: Escurecimento de fundo
ro: Întunecare fundal
ru: Затемнение фона
sl_si: Zatemnitev ozadja
sv: Bakgrundsdämpning
th: ความสว่างพื้นหลัง
tr: Arka plan karartması
uk: Затемнення фону
vi: Độ tối hình nền
zh: 背景暗化
zh_hant: 背景暗度等級

# blur
source: Background blur
ar: ضبابية الخلفية
bg: Замъгляване на фон
ca: Desenfocament del fons
cs: Rozostření pozadí
de: Hintergrundunschärfe
es: Desenfoque del fondo
fa_ir: تاری پس زمینه
fi: Taustan sumennus
fil: Labo ng background
fr: Flou d'arrière-plan
hu: Háttér homályosítás
id: Keburaman latar
it: Sfocatura sfondo
ja: 背景のぼかし
ko: 배경의 흐림 정도
lv_lv: Fona izplūdums
ms_my: Kekaburan latar
nl: Achtergrondvervaging
pl: Rozmycie tła
pt: Desfoque de fundo
pt_br: Desfoque de fundo
ro: Încețoșare fundal
ru: Размытие фона
sl_si: Zamegljenost ozadja
sv: Bakgrundsoskärpa
th: ความเบลอพื้นหลัง
tr: Arka plan bulanıklığı
uk: Розмиття фону
vi: Độ mờ hình nền
zh: 背景模糊
zh_hant: 背景霧化等級

# lighten_during_breaks
source: Lighten playfield during breaks
ar: تشغيل اضواء الخلفية أثناء فترة الاستراحة
bg: Без затъмняване на фон през почивките
ca: Aclareix el camp de joc durant els descansos
cs: Rozjasnit herní plochu během přestávky
de: Spielfeld während der Pausen aufhellen
es: Iluminar el campo de juego durante los descansos
fa_ir: روشنایی محل بازی در طول وقفه ها
fi: Kirkasta pelikenttää taukojen aikana
fil: Paliwanagin ang playfield habang may pahinga
fr: Afficher l'arrière-plan pendant les pauses
hu: Játéktér világosítása szünetek alatt
id: Buat layar permainan menjadi lebih cerah pada saat break
it: Schiarisci il campo di gioco durante le pause
ja: 休憩時に背景を明るくする
ko: 중간 휴식 시간에 플레이 영역을 밝게 비춤
lv_lv: Padarīt spēles laukumu gaišāku pārtraukumos
ms_my: Terangkan medan main semasa rehat
nl: Speelveld lichter maken tijdens pauzes
pl: Rozjaśniaj pole gry podczas przerw
pt: Ilumine o campo de jogo durante os intervalos
pt_br: Clarear fundo durante pausas
ro: Luminează ecranul în timpul pauzelor
ru: Осветлять игровое поле во время перерывов
sl_si: Osvetli igralno polje med premori
sv: Lys upp spelplanen under pauser
th: ทำให้พื้นที่การเล่นจางลงในช่วงพัก
tr: Mola esnasında oyun alanını aydınlat
uk: Підсвічувати ігрове поле під час перерв
vi: Làm sáng nền trong thời gian giải lao
zh: 休息时降低背景暗化程度
zh_hant: 休息時照亮遊戲區塊

# hud_visibility_mode
source: HUD overlay visibility mode
ar: وضع رؤية غِطاء الواجهة
bg: Видимост на HUD слой
ca: Mode de visibilitat de la superposició HUD
cs: Mód zobrazování HUD
de: HUD Überlagerungsmodus
es: Modo de visibilidad de la superposición del HUD
fa_ir: حالت دید پوشش HUD
fi: HUD:in näkyvyystila
fil: Bisibilidad ng HUD overlay
fr: Mode de visibilité de l'overlay du HUD
hu: HUD láthatóságának módja
id: Tampilkan menu HUD
it: Visibilità HUD
ja: HUDオーバーレイ表示モード
ko: HUD 오버레이 표시 모드
lv_lv: HUD pārklājuma redzamības režīms
ms_my: Mod ketampakan tindanan papar pandu
nl: Zichtbaarheid HUD-overlay
pl: Tryb widoczności HUD-u
pt: Modo de visibilidade de sobreposição do HUD
pt_br: Modo de transparência da interface de usuário
ro: Mod vizibilitate overlay HUD
ru: Режим отображения интерфейса
sl_si: Vidnost HUD
sv: Synlighetsläge för HUD-överlägg
th: โหมดการมองเห็นหน้าต่าง HUD
tr: Oyun içi arayüz görünürlük modu
uk: Режим відображення інтерфейсу
vi: Chế độ hiển thị HUD
zh: 是否显示 HUD
zh_hant: HUD 遮罩可見度模式

# show_health_display_when_cant_fail
source: Show health display even when you can't fail
ar: إظهار شريط الصحة حتى عند عدم الفشل في الخريطة
bg: Покажи "лента с живот" при невъзможна загуба
ca: Mostra la visualització de salut fins i tot quan no es pot fallar
cs: Zobrazovat život, i když nelze prohrát
de: Zeige Lebensleiste auch wenn du nicht scheitern kannst
es: Mostrar la barra de salud incluso cuando no se puede fallar
fa_ir: نمایش سلامت صفحه نمایش حتی زمانی که شما نمی توانید شکست بخورید
fi: Näytä HP-näyttö silloinkin, kun et voi epäonnistua
fil: Laging ipakita ang health display kahit hindi ka maaaring magbigo
fr: Afficher la barre de vie même s'il est impossible d'échouer
hu: Élet mutatása akkor is, ha nem lehet meghalni
id: Tetap tampilkan health bar pada saat bermain dengan menggunakan mod yang tidak memungkinkan untuk gagal
it: Mostra la barra di salute anche quando non puoi fallire
ja: 失敗できない場合でも体力を表示する
ko: 실패할 수 없을 때도 체력 표시
lv_lv: Rādīt dzīvības displeju pat tad, kad nevar izgāzties
ms_my: Tunjuk paparan nyawa walaupun tidak boleh gagal
nl: HP-balk tonen, zelfs wanneer je niet kan falen
pl: Wyświetlaj pasek życia, nawet gdy przegrana jest niemożliwa
pt: Mostre a exibição de saúde mesmo quando tu não pode falhar
pt_br: Mostrar barra de vida mesmo quando você não pode falhar
ro: Afișează status de viață chiar dacă nu se poate eșua
ru: Показывать полосу здоровья, даже если проиграть нельзя
sl_si: Prikaži health tudi če ne moreš izgubiti
sv: Visa HP även när du inte kan misslyckas
th: แสดงหลอดเลือดแม้ว่าคุณจะไม่สามารถแพ้ได้
tr: Can göstergesini başarısız olamayacağım durumlarda dahi göster
uk: Показувати шкалу здоров'я навіть якщо ви не можете програти
vi: Hiện thanh máu kể cả trong chế độ bất tử
zh: 总是显示血量（即使不会失败）
zh_hant: 即使你在「不會輸」模式，也依然顯示血量

source: Show replay settings overlay
ca: Mostrar superposició de configuració de repetició
cs: Zobrazit překrytí nastavení záznamu
de: Replay-Einstellungen anzeigen
es: Mostrar la superposición de los ajustes de la repetición
fi: Näytä uusinnan asetusten peitetaso
fil: Ipakita ang overlay ng mga setting ng replay
fr: Afficher les paramètres du replay
id: Tampilkan overlay pengaturan tayangan ulang
it: Mostra l'overlay delle impostazioni del replay
ja: リプレイ設定のオーバーレイを表示
ko: 리플레이 설정 오버레이 표시
lv_lv: Rādīt atkārtojuma pārklājuma iestatījumus
ms_my: Tunjuk tindanan tetapan ulangan
nl: Overlay replayinstellingen weergeven
pt: Mostrar sobreposição de definições de replay
pt_br: Mostrar sobreposição das configurações de replay
ro: Afișează overlay-ul setărilor pentru reluare
ru: Показывать настройки записи игры
sv: Visa reprisinställningsmeny
th: แสดงหน้าต่างการตั้งค่ารีเพลย์
tr: Tekrar oynatma ayarları katmanını göster
uk: Показувати налаштування повторів
vi: Hiện giao diện cài đặt chế độ phát lại

# fade_playfield_when_health_low
source: Fade playfield to red when health is low
ar: جعل الخلفية تتلاشى الى اللون الأحمر عندما ينخفض شريط الصحة
bg: Червено игрално поле при нисък живот
ca: Esvaeix el camp de joc a vermell quan la salut és baixa
cs: Zčervenat herní pole při nízkém životě
de: Spielfeld rot einfärben, wenn die Lebensleiste niedrig ist
es: Colorear el campo de juego de rojo cuando la salud sea baja
fa_ir: هنگامی که سلامتی کم است، میدان بازی را به رنگ قرمز می اندازد
fi: Täytä pelikenttä punaisella värillä kun HP-arvo on matala
fil: Ikupas ang playfield ng pula kapag mababa ang health
fr: Afficher un filtre rouge lorsque la santé est faible
hu: Játéktér sötétítése pirosra kevés élet esetén
id: Buat layar permainan berpendar merah ketika health bar mencapai titik kritis
it: Colora il campo di gioco di rosso quando la salute è bassa
ja: 体力が低いときにプレイフィールドを赤でフェード
ko: 체력이 낮을 때 플레이 영역을 빨간색으로 물들임
lv_lv: Izbalināt spēles laukumu sarkanu, kad dzīvība ir zema
ms_my: Pudarkan medan main ke merah ketika nyawa rendah
nl: Speelveld naar rood vervagen bij lage HP
pl: Zacieniuj pole gry na czerwono przy niskim stanie paska życia
pt: Desvanece o campo de jogo para vermelho quando a saúde está baixa
pt_br: Tonalizar a área de jogo em vermelho quando a vida estiver baixa
ro: Colorează ecranul roșu când viața este scăzută în joc
ru: Окрашивать игровое поле в красный цвет при низком уровне здоровья
sl_si: Ko je health nizek, se igralno polje obarva rdeče
sv: Tona spelfältet till rött när hälsan är låg
th: ทำให้พื้นที่การเล่นเป็นสีแดงเมื่อเลือดเหลือน้อย
tr: Can seviyesi düşükken oyun alanını kırmızıya çevir
uk: Фарбувати ігрове поле в червоний колір коли на шкалі мало здоров'я
vi: Làm mờ vùng chơi sang màu đỏ khi máu còn ít
zh: 当血量低时屏幕变红
zh_hant: 血量即將耗盡時，染紅整個遊戲區域

source: Star fountains
cs: Hvězdotrysky
de: Sternfontänen
es: Fuente de estrellas
fil: Mga bukal na bituin
fr: Fontaines d'étoiles
id: Semburan bintang
it: Fontane di stelle
ja: 星の噴水
ko: 별 분수 효과
lv_lv: Zvaigžņu strūklaka
ms_my: Pancuran bintang
nl: Sterrenregen
pt: Fontes estelares
pt_br: Fontes das estrelas
ro: Efect fântână de stele
ru: Фонтаны звёзд
sv: Stjärnfontäner
tr: Yıldız çeşmeleri
vi: Thác sao

# key_overlay
source: Always show key overlay
ar: إظهار المفاتيح الجانبية دائمًا اثناء اللعب
bg: Показване на слой с бутони
ca: Mostra sempre la superposició de tecles
cs: Vždy zobrazovat překrytí kláves
de: Tasten-Overlay immer anzeigen
es: Mostrar siempre la superposición de las teclas
fa_ir: همیشه پوشش کلیدی را نشان می دهد
fi: Näytä aina, mitkä näppäimet ovat painettuna
fil: Lagi ipakita ang key overlay
fr: Toujours afficher l'overlay des touches
hu: Mindig mutassa a billentyű átfedést
id: Selalu tampilkan overlay input
it: Mostra sempre l'overlay dei tasti
ja: 常にキーオーバーレイを表示する
ko: 항상 키 오버레이 표시
lv_lv: Vienmēr rādīt taustiņu pārklājumu
ms_my: Selalu tunjuk tindanan kekunci
nl: Toetsenoverlay altijd weergeven
pl: Zawsze pokazuj nakładkę klawiszy
pt: Sempre mostre a sobreposição das chaves
pt_br: Sempre mostrar sobreposição das teclas
ro: Afișează întotdeauna overlay-ul tastelor
ru: Всегда показывать нажимаемые клавиши
sl_si: Vedno prikaži pritisnjene tipke
sv: Visa alltid tangentöverlägget
th: แสดงไอคอนปุ่มกดตลอดเวลา
tr: Her zaman tuş arayüzünü göster
uk: Завжди показувати клавіші під час гри
vi: Luôn hiện giao diện phím
zh: 总是显示按键框
zh_hant: 永遠顯示按鍵表示框

# gameplay_leaderboard
source: Always show gameplay leaderboard
ar: إظهار دائما لوحة المتصدرين اللعب
ca: Mostra sempre la taula de classificació a la partida
cs: Vždy ukazovat žebříček hry
de: Rangliste im Spiel immer anzeigen
es: Mostrar siempre la tabla de clasificación en la partida
fi: Näytä aina pistetaulukko pelin aikana
fil: Palaging ipakita ang leaderboard ng gameplay
fr: Toujours afficher le classement en jeu
id: Selalu tampilkan papan peringkat dalam permainan
it: Mostra sempre la classifica in partita
ja: ゲームプレイ中のリーダーボードを常に表示
ko: 항상 게임 플레이 리더보드 표시
lv_lv: Vienmēr rādīt spēles līderu-sarakstu
ms_my: Selalu tunjuk papan pendahulu permainan
nl: Scorebord altijd tonen tijdens gameplay
pt: Sempre mostre a classificação de jogabilidade
pt_br: Sempre mostrar placar de líderes
ro: Arată întotdeauna clasamentul
ru: Всегда показывать таблицу рекордов
sl_si: Vedno prikaži igralno lestvico
sv: Visa alltid rankningslistan för spel
th: แสดงอันดับระหว่างการเล่นทุกครั้ง
tr: Oyun içi lider tablosunu her zaman göster
uk: Завжди показувати таблицю рекордів
vi: Luôn hiển thị bảng xếp hạng
zh: 总是显示游戏排行榜

source: Always show hold for menu button
ca: Mostra sempre el botó del menú
cs: Vždy zobrazovat tlačítko podržení pro menu
de: Den Button "Halten, um in das Menü zu wechseln" immer anzeigen
es: Mostrar siempre el botón de menú
fil: Laging ipakita ang pindutan ng hold for menu
fr: Toujours afficher le bouton "maintenir pour afficher le menu"
id: Selalu tampilkan tombol "Tahan untuk menampilkan menu"
it: Mostra sempre il pulsante "tieni premuto per il menu"
ja: 長押しメニューボタンを常に表示する
ko: 항상 길게 눌러 메뉴 보기 버튼 표시
lv_lv: Vienmēr rādīt turēt izvēlnes pogai
ms_my: Selalu tunjuk butang tahan untuk menu
nl: Altijd de "vasthouden voor menu"-knop laten zien
pt: Sempre mostrar prime para o botão do menu
pt_br: Sempre exibir segure para o botão do menu
ro: Arată întotdeauna butonul „ține apăsat pentru meniu”
ru: Всегда показывать кнопку выхода
sv: Visa alltid håll för menyknappen
th: แสดงปุ่มเมนูเสมอเมื่อกดค้าง
tr: Menü düğmesi için her zaman basılı tutun
vi: Luôn hiện nút giữ để hiển thị menu

source: Require holding key to pause gameplay
cs: Vyžadovat podržení tlačítka pro pozastavení hry
de: Für das Pausieren des Spiels muss die Taste gehalten werden
es: Requerir mantener presionada la tecla para pausar el juego
fil: Kailanganin i-hold ang key para i-pause ang gameplay
fr: Nécessiter le maintien de la touche pour mettre le jeu en pause
id: Persyaratkan penahanan tombol untuk menjeda permainan
it: Metti in pausa il gameplay solo dopo aver premuto a lungo
ja: ゲームプレイの一時停止に長押しを要求する
ko: 길게 키를 눌러야 게임 플레이 일시 정지
lv_lv: Nepieciešams turēt taustiņu lai apturētu spēli
ms_my: Perlukan tahan kekunci untuk jedakan permainan
nl: De pauze-toets moet ingehouden worden om te pauzeren
pt: Exigir segurar a tecla para pausar o gameplay
pt_br: Requer segurar a tecla para pausar o jogo
ro: Necesită ținerea apăsata a tastei pentru a pune jocul în pauză
ru: Приостанавливать игру удержанием клавиши
sv: Kräv att knappen hålls nedtryckt för att pausa spelet
tr: Oyunu durdurmak için tuşa basılı tutmayı gerektir
vi: Yêu cầu giữ phím để tạm dừng trò chơi

# always_play_first_combo_break
source: Always play first combo break sound
ar: دائماََ شغل صوت تخريب اول كومبو
bg: Звуков сигнал при провалено комбо
ca: Reproduir sempre el so en perdre el combo per primera vegada
cs: Vždy přehrát první zvuk přerušení komba
de: Immer den ersten Combo-Break-Sound abspielen
es: Reproducir siempre el sonido al perder el combo por primera vez
fa_ir: همیشه صدای شکستن دسته کوچک موسیقی را بازی کنید
fi: Toista aina ensimmäinen putken katkeamisääni
fil: Lagi ipatunog ang unang combo break
fr: Toujours jouer un son lorsque le combo est brisé pour la première fois
hu: Az első kombótörés hangjának játszása mindig
id: Selalu putar efek suara miss pada combo break pertama
it: Riproduci sempre il suono della prima interruzione di combo
ja: コンボブレーク音を常に鳴らす
ko: 항상 첫 번째로 깨지는 콤보 소리 재생
lv_lv: Vienmēr atskaņot pirmo kombinācijas salūšanas skaņu
ms_my: Selalu mainkan bunyi pemecahan gabungan pertama
nl: Eerste combobreak-geluid altijd afspelen
pl: Odtwórz dźwięk przy pierwszym przerwanym combo
pt: Sempre toque o primeiro som de interrupção combinada
pt_br: Sempre reproduzir som de erro ao errar no primeiro combo
ro: Redă întotdeauna primul sunet de întrerupere combo
ru: Воспроизводить звук сброса комбо при первом промахе
sl_si: Vedno predvajaj prvi combo break zvok
sv: Spela alltid första combo break-ljudet
th: เล่นเสียงคอมโบเบรกครั้งแรกเสมอ
tr: İlk kombo kırılma sesini her zaman oynat
uk: Завжди відтворювати перший звук промаху
vi: Luôn phát tiếng combo break đầu
zh: 总是播放第一次连击中断的提示音
zh_hant: 總是播放第一次連擊失敗的提示音效

source: Score display mode
ar: وضع عرض النتائج
bg: Метод за показване на резултат
ca: Mode de visualització de la puntuació
cs: Režim zobrazení skóre
de: Spielstandanzeigemodus
es: Modo de visualización de la puntuación
fa_ir: حالت نمایش نمره
fi: Pisteiden näyttötila
fil: Paraan ng pagpapakita ng iskor
fr: Mode d'affichage du score
hu: Pontszám megjelenítésének módja
id: Mode tampilan penghitung skor
it: Modalità visualizzazione punteggio
ja: スコア表示モード
ko: 점수 표시 모드
lv_lv: Punktu displeja režīms
ms_my: Mod paparan markah
nl: Weergavemodus score
pl: Tryb wyświetlania wyniku
pt: Modo de exibição de pontuação
pt_br: Modo de exibição da pontuação
ro: Mod afișare scor
ru: Алгоритм подсчёта очков
sl_si: Način prikaza rezultata
sv: Poängvisningsläge
th: โหมดการแสดงคะแนน
tr: Skor gösterim modu
uk: Режим підрахунку очок
vi: Chế độ hiển thị điểm
zh: 分数显示模式
zh_hant: 分數顯示模式

# disable_win_key
source: Disable Windows key during gameplay
ar: تعطيل مفتاح ويندوز أثناء اللعب
bg: Изключване на "Windows" бутона при игра
ca: Desactivar la tecla Windows durant el joc
cs: Zakázat tlačítko Windows během hry
de: Windows-Taste während des Spielens deaktivieren
es: Desactivar la tecla Windows durante el juego
fa_ir: دکمه ویندوز را در طول گیم پلی غیرفعال کنید
fi: Poista Windows-näppäin käytöstä pelin aikana
fil: I-disable ang Windows key habang naglalaro
fr: Désactiver la touche Windows en jeu
hu: Windows gomb kikapcsolása játékmenet közben
id: Nonaktifkan tombol Windows selagi bermain
it: Disabilita il tasto Windows in partita
ja: ゲームプレイ中にWindowsキーを無効にする
ko: 게임 플레이 도중에는 Windows 키 비활성화
lv_lv: Izslēgt Windows taustiņu spēles laikā
ms_my: Lumpuhkan kekunci Windows semasa permainan
nl: Windows-toets uitschakelen tijdens het spelen
pl: Wyłącz klawisz Windows podczas rozgrywki
pt: Desative a tecla Windows durante o jogo
pt_br: Desativar a tecla Windows durante o jogo
ro: Dezactivează tasta Windows în timpul jocului
ru: Отключить клавишу Windows во время игры
sl_si: Onemogoči Windows tipko med igranjem
sv: Inaktivera Windows-tangenten under spelet
th: ปิดการใช้งานปุ่ม Windows ระหว่างการเล่น
tr: Oyun esnasında Windows tuşunu devre dışı bırak
uk: Вимкнути клавішу Windows під час гри
vi: Vô hiệu hoá phím Windows trong khi chơi
zh: 在游戏中禁用 Windows 键
zh_hant: 遊戲時停用 Windows 鍵

# mods_header
source: Mods
ar: المودات
bg: Модове
cs: Módy
fa_ir: مود
fi: Modit
fil: Mga mod
hu: Modok
id: Mod
it: Mod
ko: 모드
lv_lv: Modifikācijas
ms_my: Penyesuai
pl: Modyfikatory
ro: Mod-uri
ru: Моды
sl_si: Modifikatorji
th: ม็อด
tr: Modlar
uk: Моди
vi: Mod
zh: 模组 (Mods)
zh_hant: Mod

# increase_first_object_visibility
source: Increase visibility of first object when visual impairment mods are enabled
ar: زيادة وضوح اول شيء تراه اثناء اللعب عند تمكين إعدادات الضعف البصري
bg: Увеличена видимост на първия обект, когато е включен мод ограничаващ видимостта
ca: Augmentar la visibilitat del primer objecte quan s'activen els mods d'alteració visual
cs: Zvýšit viditelnost prvního objektu, pokud jsou povoleny módy, které snižují viditelnost
de: Erhöhe die Sichtbarkeit des ersten Objekts, wenn visuelle Beeinträchtigungsmods aktiviert sind
es: Aumentar la visibilidad del primer objeto cuando se activan los mods de alteración visual
fa_ir: افزایش دید از شی اول هنگامی که حالت های اختلال بصری فعال می شوند
fi: Lisää ensimmäisen objektin näkyvyyttä, kun käytössä oleva modi estää näkyvyyttä
fil: Dagdagan ang visibility ng unang bagay tuwing gumagamit ng visual impairment na mga mod
fr: Augmenter la visibilité du premier objet lorsque des mods visuels sont activés
hu: Láthatóság növelése az első objektumon amikor láthatóságot gyengítő modok be vannak kapcsolva
id: Tingkatkan keterlihatan objek pertama pada saat menggunakan mod yang menyamarkan tampilan objek
it: Aumenta la visibilità del primo oggetto quando sono attive mod con impedimenti visivi
ja: 視覚系のMODが有効な場合、最初のオブジェクトの視認性を高める
ko: 시야를 방해하는 모드가 켜져 있는 경우 첫 번째 개체의 가시성 증가
lv_lv: Palielināt pirmā objekta redzamību, ja ir iespējoti redzes apgrūtinājuma modi
ms_my: Tingkatkan ketampakan objek pertama ketika penyesuai gangguan visual diupayakan
nl: Verhoog de zichtbaarheid van het eerste object als visuele-beperkingmods zijn ingeschakeld
pl: Uwidocznij pierwszy obiekt, gdy włączone są modyfikatory ograniczające widoczność
pt: Aumente a visibilidade do primeiro objeto quando as modificações de deficiência visual estiverem ativados
pt_br: Aumentar a visibilidade do primeiro objeto enquanto mods que atrapalham a visão estiverem ligados
ro: Crește vizibilitatea primului obiect când mod-urile pentru obturarea vizuală sunt activate
ru: Показывать первую ноту при игре с модами Hidden и Traceable
sl_si: Povečanje vidljivosti prvega predmeta, ko so omogočeni modifikatorji za spreminjanje vidnosti objektov
sv: Öka synligheten för första objektet när mods för synnedsättning är aktiverade
th: เพิ่มระดับการมองเห็นของวัตถุแรกเมื่อเปิดม็อดแก้ไขการมองเห็น
tr: Görüşü zayıflatan modlar açıkken ilk nesnenin görünürlüğünü arttır
uk: Підвищити видимість першого об'єкту коли ввімкнені моди на їх порушення
vi: Tăng mức hiển thị của đối tượng đầu tiên khi các mod hạn chế tầm nhìn được bật
zh: 当使用阻碍视线类模组时，使第一个物件更易辨认
zh_hant: 啟用「視覺障礙」Mod 時，增加第一個物件的可見度

source: Hide during gameplay
ar: إخفاء أثناء اللعب
ca: Amagar durant el joc
cs: Skrýt během hraní
de: Während des Spielens ausblenden
es: Ocultar durante el juego
fi: Piilota pelin aikana
fil: Itago habang nasa gameplay
fr: Cacher lorsque vous jouez
id: Sembunyikan dalam permainan
it: Nascondi in partita
ja: ゲームプレイ中は隠す
ko: 게임 플레이 도중에 숨기기
lv_lv: Slēpt spēles laikā
ms_my: Sorok semasa permainan
nl: Verbergen tijdens gameplay
pl: Ukryj podczas rozgrywki
pt: Esconda-se durante a jogabilidade
pt_br: Esconder durante o jogo
ro: Ascunde în timpul jocului
ru: Скрыть во время игры
sl_si: Skrij med igranjem
sv: Dölj under spel
th: ซ่อนระหว่างการเล่น
tr: Oyun esnasında gizle
uk: Ховати під час гри
vi: Ẩn đi trong khi chơi
zh: 游戏中隐藏

# always_show_hud
source: Always
ar: دائمًا
ca: Sempre
cs: Vždy
de: Immer
es: Siempre
fi: Aina
fil: Palagi
fr: Toujours
id: Selalu
it: Sempre
ja: 常に
ko: 항상
lv_lv: Vienmēr
ms_my: Selalu
nl: Altijd
pl: Zawsze
pt: Sempre
pt_br: Sempre
ro: Întotdeauna
ru: Всегда показывать
sl_si: Vedno
sv: Alltid
th: แสดงทุกครั้ง
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh: 总是显示

# never_show_hud
source: Never
ar: ابدًا
ca: Mai
cs: Nikdy
de: Niemals
es: Nunca
fi: Ei koskaan
fil: Hindi kailanman
fr: Jamais
id: Tidak pernah
it: Mai
ja: 非表示
ko: 사용 안함
lv_lv: Nekad
ms_my: Jangan
nl: Nooit
pl: Nigdy
pt: Nunca
pt_br: Nunca
ro: Niciodată
ru: Не показывать
sl_si: Nikoli
sv: Aldrig
th: ไม่แสดงอีก
tr: Asla
uk: Ніколи
vi: Không bao giờ
zh: 不显示

# standardised_score_display
source: Standardised
ar: موحّد
ca: Estandarditzat
cs: Standardizovaný
de: Standardisiert
es: Estandarizado
fi: Standardoitu
fr: Normalisé
id: Terstandarisasi
it: Standardizzato
ja: 標準
ko: 표준화
lv_lv: Standartizētais
ms_my: Piawai
nl: Gestandaardiseerd
pl: Ustandaryzowany
pt: Padronizado
pt_br: Padronizado
ro: Standardizat
ru: Стандартизированный
sl_si: Standardizirano
sv: Standardiserad
th: มาตรฐาน
tr: Standartlaştırılmış
uk: Стандартизований
vi: Được chuẩn hoá
zh: 标准化
