Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/GeneralSettings.*.resx
Languages: ca, cs, it, ko, lt, lv_lv, sr_sp, th, uk, zh

# general_section_header
source: General
sr_sp: Опште

# language_header
source: Language
ca: Idioma
cs: Jazyk
it: Lingua
ko: 언어
lt: Kalba
lv_lv: Valoda
sr_sp: Језик
th: ภาษา
uk: Мова
zh: 语言

# language_dropdown
source: Language
ca: Idioma
cs: Jazyk
it: Lingua
ko: 언어
lt: Kalba
lv_lv: Valoda
sr_sp: Језик
th: ภาษา
uk: Мова
zh: 语言

# prefer_original
source: Prefer metadata in original language
ca: Prefereix les metadades en l'idioma original
cs: Preferovat metadata v původním jazyce
it: Mostra i metadati nella lingua originale
ko: 원본 언어로 비트맵 메타데이터 표시
lt: Rodyti metaduomenys originaliaja kalboja
lv_lv: Dot priekšroku metadatiem oriģinālvalodā
sr_sp: Покажи метаподатке мапе на оригиналном језику
th: แสดงรายละเอียดเพลงในภาษาต้นฉบับ
uk: Віддавати перевагу метаданим на мові оригіналу
zh: 使用原语言展示谱面信息

source: Prefer 24-hour time display
ca: Prefereix mostrar l'hora de 24 hores
cs: Preferovat 24 hodinový formát
it: Mostra orario nel formato 24 ore
ko: 24시간제로 표시
lt: Rodyti laiką 24 valandu formatu
lv_lv: Priekšroka 24h laika formātam
sr_sp: Преферирајте 24-часовни приказ времена
th: แสดงเวลาเป็นแบบ 24 ชั่วโมง
uk: Показувати 24-годинний часовий формат
zh: 使用 24 小时制时间

# update_header
source: Updates
ca: Actualitzacions
cs: Aktualizace
it: Aggiornamenti
ko: 업데이트
lt: Atnaujinimai
lv_lv: Atjauninājumi
sr_sp: Ажурирања
th: อัปเดต
uk: Оновлення
zh: 更新

source: Release stream
ca: Versió
cs: Verze aktualizace
it: Canale di rilascio
ko: 업데이트 흐름
lt: Atnaujinimų srautas
lv_lv: Izstrādes plūsma
sr_sp: Верзија програма
th: เวอร์ชันของเกม
uk: Гілка оновлення
zh: 更新通道

# check_update
source: Check for updates
ca: Comprova si hi ha actualitzacions
cs: Vyhledat aktualizace
it: Controlla aggiornamenti
ko: 업데이트 확인
lt: Tikrinti, ar yra atnaujinimų
lv_lv: Meklēt atjauninājumus
sr_sp: Провери ажурирања
th: ตรวจสอบการอัปเดต
uk: Перевірка оновлень
zh: 检查更新

source: Open osu! folder
ca: Obrir carpeta d'osu!
cs: Otevřít složku osu!
it: Apri la cartella di osu!
ko: osu! 폴더 열기
lt: Atidaryti osu! aplankalą
lv_lv: Atvērt osu! mapi
sr_sp: Отворите osu! фасциклу
th: เปิดโฟลเดอร์ osu!
uk: Відкрити папку osu!
zh: 打开 osu! 文件夹

source: Change folder location...
ca: Canvia la ubicació de la carpeta...
cs: Změnit umístění složky...
it: Cambia posizione cartella...
ko: 폴더 위치 변경...
lt: Keisti aplankalo vietą...
lv_lv: Mainīt mapes atrašanās vietu...
sr_sp: Промените локацију фасцикле...
th: ย้ายตำแหน่งโฟลเดอร์
uk: Змінити місце розташування папки...
zh: 更改 osu! 文件夹位置...

source: Run setup wizard
ca: Executa l'assistent de configuració
cs: Spustit průvodce spuštěním
it: Avvia configurazione guidata
ko: 설정 마법사 실행
lt: Paleisti sąrankos vedlį
lv_lv: Palaist uzstādīšanas vedni
sr_sp: Покрените чаробњак за инсталацију
th: เปิดตัวช่วยการตั้งค่า
uk: Запустити майстер налаштування
zh: 打开设置向导
