Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/GlobalActionKeyBinding.*.resx
Languages: bg, ca, cs, da, de, el, es, es_419, fa_ir, fi, fil_ph, fr, he, id, it, ja, ko, lt, lv_lv, ms_my, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# editor_cycle_next_snap_divisor
source: Cycle next beat snap divisor
ca: Canviar al següent divisor de ritme
cs: Přepínání mezi následujícími oddělovači taktů
de: Zum nächsten Taktteiler wechseln
el: Κύκλος επόμενο χτύπημα divisor
es: Cambiar al siguiente divisor de ritmo
es_419: Cambiar al siguiente divisor de ritmo
fi: Seuraava iskupohjaisen naksautuksen jakaja
fr: Diviseur de mesure suivant
he: החלף סביב למחלק צימוד הפעימות הבא
id: Ubah beat snap divisor ke nilai berikutnya
it: Passa al divisore di battuta successivo
ja: 拍スナップ分割を次の設定に切り替え
ko: 다음 비트 스냅 나누기 순환
lt: Peršokti į kitą fiksavimo tašką
lv_lv: Ciklēt uz nākamo ritma sadalījumu
ms_my: Kitarkan pembahagi lekat rentak seterusnya
pl: Następny dzielnik rytmu
pt: Alternar para o próximo divisor de batida
pt_br: Alternar para o próximo divisor de batida
ro: Parcurge următorul divizor de beat-uri
ru: Увеличить музыкальный размер
sv: Gå till nästa beat snäpp avdelare
tr: Sonraki beat snap bölenini değiştir
uk: Наступний цикл дільника бітів
vi: Chuyển sang kiểu chia nhịp tiếp theo
zh: 切换到下一个节拍细分
zh_hant: 切換至下個節拍細分

source: Toggle skin editor
bg: Покажи редактор на облик
ca: Commuta l'editor de l'aparença
cs: Zobrazit/schovat editor skinu
da: Åbn/luk skin editor
de: Skin-Editor ein-/ausblenden
el: Άνοιγμα επεξεργαστή skin
es: Mostrar u ocultar editor de skins
es_419: Mostrar/ocultar editor de skins
fa_ir: تغییر ویرایشگر پوست
fi: Avaa ulkoasumuokkain
fil_ph: Ipakita/Itago ang skin editor
fr: Activer/désactiver l'éditeur de skin
he: מתג עורך הסקינים
id: Tampilkan/sembunyikan editor skin
it: Apri l'editor di skin
ja: スキンエディターの切り替え
ko: 스킨 편집기 켬/끔
lt: Išvaizdos redagavimas
lv_lv: Pārslēgt motīvu redaktoru
ms_my: Togol penyunting rupa
pl: Wyświetl edytor skórek
pt: Alternar editor de roupa
pt_br: Alternar editor de skin
ro: Comutare editor skin
ru: Открыть редактор скина
sv: Öppna/stäng skinredigeraren
th: สลับตัวแก้ไขสกิน
tr: Skin editörünü aç/kapa
uk: Відкрити редактор скінів
vi: Sử dụng giao diện sửa skin
zh: 开启/关闭皮肤编辑器
zh_hant: 開啟/關閉 Skin 編輯器

source: Toggle FPS counter
bg: Покажи FPS брояч
ca: Commuta el comptador FPS
cs: Zapnout/vypnout FPS počítadlo
da: Slå FPS tæller til/fra
de: FPS Zähler ein-/ausschalten
el: Άνοιγμα μετρητή FPS
es: Mostrar u ocultar contador de FPS
es_419: Mostrar/ocultar el contador de FPS
fi: Näytä / piilota FPS-laskuri
fil_ph: I-toggle ang FPS counter
fr: Activer/désactiver le compteur de FPS
he: מתג מונה FPS
id: Tampilkan/sembunyikan FPS
it: Attiva il contatore FPS
ja: FPSカウンターの切り替え
ko: FPS 카운터 켬/끔
lt: FPS skaičiuoklė
lv_lv: Pārslēgt FPS skaitītāju
ms_my: Togol pengira FPS
pl: Wyświetl licznik FPS
pt: Alternar contador FPS
pt_br: Ativar/desativar contador de FPS
ro: Comutare contor FPS
ru: Вкл/откл счётчик кадров
sv: Visa/dölj FPS-räknare
th: สลับตัวนับ FPS
tr: FPS sayacını aç/kapat
uk: Показувати FPS лічильник
vi: Hiện bộ đếm FPS
zh: 显示 FPS
zh_hant: 開關 FPS 顯示

source: Previous volume meter
bg: Предишен звуков плъзгач
ca: Mesurador de volum anterior
cs: Předchozí volič hlasitosti
da: Sidste lydmåler
de: Vorheriger Lautstärkeregler
el: Προηγούμενος μετρητής έντασης
es: Control de volumen anterior
es_419: Control de volumen anterior
fa_ir: حجم صدای قبلی
fi: Edellinen äänenvoimakkuusmittari
fil_ph: Nakaraang volume meter
fr: Type de volume précédent
he: מד ווליום קודם
id: Pengatur volume sebelumnya
it: Indicatore di volume precedente
ja: 前の音量メーター
ko: 이전 볼륨 미터기
lt: Praeitas garso matuoklis
lv_lv: Iepriekšējais skaļuma mērītājs
ms_my: Jangka lantang sebelumnya
pl: Poprzedni miernik głośności
pt: Medidor de volume anterior
pt_br: Medidor de volume anterior
ro: Contor de volum anterior
ru: Предыдущий параметр громкости
sv: Tidigare volymmätare
th: ระดับเสียงก่อนหน้า
tr: Önceki ses düzeyi ölçer
uk: Попередній параметр гучності
vi: Thanh âm lượng trước đó
zh: 切换至上一个音量旋钮
zh_hant: 切換至上一個音量條

source: Next volume meter
bg: Следващ звуков плъзгач
ca: Mesurador de volum següent
cs: Následující volič hlasitosti
da: Næste lydmåler
de: Nächster Lautstärkeregler
el: Μετρητής επόμενης έντασης
es: Control de volumen siguiente
es_419: Siguiente control de volumen
fa_ir: حجم صدای بعدی
fi: Seuraava äänenvoimakkuusmittari
fil_ph: Sunod na volume meter
fr: Type de volume suivant
he: מד ווליום הבא
id: Pengatur volume berikutnya
it: Indicatore di volume successivo
ja: 次の音量メーター
ko: 이전 볼륨 미터기
lt: Sekantis garso matuoklis
lv_lv: Nākamais skaļuma mērītājs
ms_my: Jangka lantang seterusnya
pl: Następny miernik głośności
pt: Próximo medidor de volume
pt_br: Próximo medidor de volume
ro: Contor de volum ulterior
ru: Следующий параметр громкости
sv: Nästa volymmätare
th: ระดับเสียงถัดไป
tr: Sonraki ses düzeyi ölçer
uk: Наступний параметр гучності
vi: Thanh âm lượng sau
zh: 切换至下一个音量旋钮
zh_hant: 切換至下一個音量條

source: Seek replay forward
bg: Превърти повторението напред
ca: Cerca la repetició endavant
cs: Posunout záznam vpřed
da: Spol genafspilning frem
de: Replay vorspulen
el: Αναζήτηση επανάληψης προς τα εμπρός
es: Avanzar repetición
es_419: Avanzar la repetición
fa_ir: به دنبال پخش به جلو بروید
fi: Kelaa toistoa eteenpäin
fr: Rembobiner le replay
he: חפש קדימה בשידור חוזר
id: Mundurkan tayangan ulang
it: Manda avanti il replay
ja: リプレイを早送りする
ko: 리플레이 빨리감기
lt: Prasukti įrašą
lv_lv: Tīt atkārtojumu uz priekšu
ms_my: Mara ulangan
pl: Przewiń powtórkę do przodu
pt: Avançar no replay
pt_br: Avançar no replay
ro: Derulează reluarea înainte
ru: Перемотать запись вперёд
sv: Sök repris framåt
th: เลื่อนรีเพลย์ไปด้านหน้า
tr: Tekrarı ileri doğru oynat
uk: Перемотування реплея вперед
vi: Tua tiếp replay
zh: 回放进度向前
zh_hant: 重播快轉

source: Seek replay backward
bg: Превърти повторението назад
ca: Cerca la repetició enrere
cs: Posunout záznam zpět
da: Spol genafspilning tilbage
de: Replay zurückspulen
el: Αναζήτηση επανάληψης πίσω
es: Retroceder repetición
es_419: Retroceder la repetición
fa_ir: به دنبال پخش به عقب
fi: Kelaa toistoa taaksepäin
fr: Avancer dans le replay
he: חפש אחורה בשידור חוזר
id: Majukan tayangan ulang
it: Manda indietro il replay
ja: リプレイを巻き戻す
ko: 리플레이 되감기
lt: Atsukti įrašą
lv_lv: Tīt atkārtojumu atpakaļ
ms_my: Undur ulangan
pl: Przewiń powtórkę do tyłu
pt: Retroceder no replay
pt_br: Retroceder no replay
ro: Derulează reluarea înapoi
ru: Перемотать запись назад
sv: Sök repris bakåt
th: เลื่อนรีเพลย์ย้อนหลัง
tr: Tekrarı geriye doğru oynat
uk: Перемотування реплея назад
vi: Tua lùi replay
zh: 回放进度向后
zh_hant: 重播倒轉

# step_replay_forward
source: Seek replay forward one frame
ca: Avançar un fotograma en la repetició
cs: Posunout záznam vpřed o jeden frame
de: Zum nächsten Frame springen
el: Αναζήτηση επανάληψης ενός πλαισίου προς τα εμπρός
es: Avanzar un fotograma en la repetición
es_419: Avanzar un fotograma en la repetición
fi: Liiku uusinnassa yksi ruutu eteenpäin
fr: Avancer d'une image dans les replays
he: הינד קדימה בשידור חוזר פריים בודד
id: Majukan tayangan ulang satu frame
it: Prosegui il replay di un frame
ja: リプレイを1フレーム進める
ko: 한 프레임 앞으로 리플레이 이동
lt: Peršokti vieną įrašo kadrą į priekį
lv_lv: Aizsūtīt atkārtojumu vienu kadru uz priekšu
ms_my: Mara ulangan sebingkai
pl: Przewiń powtórkę o jedną klatkę do przodu
pt: Avançar 1 quadro no replay
pt_br: Avançar 1 quadro no replay
ro: Derulează înainte cu un cadru
ru: Следующий кадр записи игры
sv: Sök uppspelning framåt en bildruta
tr: Tekrarda bir kare ileriye git
uk: Продивитись на один кадр вперед
vi: Tiến một khung hình
zh: 回放向前移动一帧
zh_hant: 重播向前移動一影格

# step_replay_backward
source: Step replay backward one frame
ca: Retrocedir un fotograma en la repetició
cs: Posunout záznam zpět o jeden frame
de: Zum vorherigen Frame springen
el: Βήμα επανάληψης προς τα πίσω ένα πλαίσιο
es: Retroceder un fotograma en la repetición
es_419: Retroceder un fotograma en la repetición
fi: Liiku uusinnassa yksi ruutu taaksepäin
fr: Reculer d'une image dans les replays
he: הינד אחורה בשידור חוזר פריים בודד
id: Mundurkan tayangan ulang satu frame
it: Riavvolgi il replay di un frame
ja: リプレイを1フレーム戻す
ko: 한 프레임 뒤로 리플레이 이동
lt: Grįžti vieną įrašo kadrą atgal
lv_lv: Aizsūtīt atkārtojumu vienu kadru atpakaļ
ms_my: Undur ulangan sebingkai
pl: Przewiń powtórkę o jedną klatkę do tyłu
pt: Retroceder 1 quadro no replay
pt_br: Retroceder 1 quadro no replay
ro: Derulează înapoi cu un cadru
ru: Предыдущий кадр записи игры
sv: Stega uppspelningen bakåt en bildruta
tr: Tekrarda bir kare geriye git
uk: Продивитись на один кадр назад
vi: Lùi một khung hình
zh: 回放向后移动一帧
zh_hant: 重播向後移動一影格

source: Toggle chat focus
bg: Пиши в чат
ca: Commuta el focus del xat
cs: Vypnout/zapnout zaměření chatu
da: Skift chatfokus
de: Chat-Fokus umschalten
el: Εναλλαγή εστίασης συνομιλίας
es: Alternar enfoque del chat
es_419: Alternar enfoque del chat
fa_ir: فوکوس چت را تغییر دهید
fi: Tarkenna / epätarkenna chatti
fil_ph: Ipakita/Itago ang chat focus
fr: Activer/désactiver le focus du chat
he: מתג התמקדות בצ'ט
id: Tombol buka percakapan multiplayer
it: Seleziona la chat
ja: チャットフォーカスの切り替え
ko: 채팅 포커스 켬/끔
lt: Pokalbių langas žaidime
lv_lv: Pārslēgt čata fokusu
ms_my: Togol tumpuan bualan
pl: Wyświetl czat
pt: Alternar foco de bate-papo
pt_br: Alternar foco do chat
ro: Comutare focalizarea chat-ului
ru: Переключиться на чат
sv: Växla chattfokus
th: สลับโฟกัสการแชท
tr: Sohbet odağını aç/kapa
uk: Переключитись на чат (мультиплеєр)
vi: Tập trung vào chat
zh: 切换当前聊天
zh_hant: 切換聊天焦點

source: Toggle replay settings
ca: Alternar configuració de repetició
cs: Vypnout/zapnout nastavení záznamu
de: Replay-Einstellungen umschalten
el: Εναλλαγή ρυθμίσεων επανάληψης
es: Alternar ajustes de repetición
es_419: Mostrar/ocultar los ajustes de la repetición
fi: Näytä / piilota uusinnan asetukset
fr: Activer/désactiver les paramètres du replay
he: מתג הגדרות שידור חוזר
id: Buka/tutup pengaturan tayangan ulang
it: Apri le impostazioni replay
ja: リプレイ設定を切り替える
ko: 리플레이 설정 켬/끔
lt: Perjungti įrašo peržiūros nustatymus
lv_lv: Pārslēgt atkārtojuma iestatījumus
ms_my: Togol tetapan ulangan
pl: Wyświetl ustawienia powtórki
pt: Alternar definições de replay
pt_br: Alternar as configurações de replay
ro: Comutare setări pentru reluare
ru: Показать/скрыть настройки записи
sv: Växla reprisinställningar
tr: Tekrar oynatma ayarlarını aç/kapat
uk: Показати/cховати налаштування повторів
vi: Hiện giao diện chế độ phát lại
zh: 切换回放设置显示
zh_hant: 切換重播設定

source: Save replay
ca: Desa la repetició
cs: Uložit záznam
de: Replay speichern
el: Αποθήκευση επανάληψης
es: Guardar repetición
es_419: Guardar repetición
fi: Tallenna uusinta
fr: Enregistrer le replay
he: שמור הילוך חוזר
id: Simpan tayangan ulang
it: Salva replay
ja: リプレイを保存
ko: 리플레이 저장
lt: Išsaugoti įrašą
lv_lv: Saglabāt atkārtojumu
ms_my: Simpan ulangan
pl: Zapisz powtórkę
pt: Guardar replay
pt_br: Salvar replay
ro: Salvează reluarea
ru: Сохранить запись игры
sv: Spara repris
tr: Tekrarı kaydet
uk: Зберегти повтор
vi: Lưu replay
zh: 保存回放
zh_hant: 儲存重播

source: Export replay
ca: Exportar repetició
cs: Exportovat záznam
de: Replay exportieren
el: Εξαγωγή επανάληψης
es: Exportar repetición
es_419: Exportar repetición
fi: Vie uusinta
fr: Exporter le replay
he: ייצוא שידור חוזר
id: Ekspor tayangan ulang
it: Esporta replay
ja: エクスポートリプレイ
ko: 리플레이 내보내기
lt: Eksportuoti įrašą
lv_lv: Eksportēt atkārtojumu
ms_my: Eksport ulangan
pl: Eksportuj powtórkę
pt: Exportar replay
pt_br: Exportar replay
ro: Exportă reluarea
ru: Экспортировать запись игры
sv: Exportera repris
tr: Tekrarı dışa aktar
uk: Експортувати повтор
vi: Xuất replay
zh: 导出回放
zh_hant: 匯出重播

source: Increase offset
ca: Augmentar compensació
cs: Zvýšit offset
de: Offset erhöhen
el: Αύξηση μετατόπισης
es: Aumentar compensación
es_419: Aumentar la compensación
fi: Suurenna vastapainoa
fr: Ajouter du décalage
he: הגבר היסט
id: Tingkatkan offset
it: Aumenta offset
ja: オフセットを増やす
ko: 오프셋 증가
lt: Padidinti poslinkį
lv_lv: Palielināt nobīdi
ms_my: Tingkatkan imbangan
pl: Zwiększ opóźnienie
pt: Aumentar offset
pt_br: Aumentar offset
ro: Crește decalajul
ru: Увеличить сдвиг звука
sv: Öka offset
tr: Ofseti arttır
uk: Збільшити офсет
vi: Tăng độ trễ
zh: 增加偏移
zh_hant: 提高偏移

source: Decrease offset
ca: Disminuir compensació
cs: Snížit offset
de: Offset verkleinern
el: Μείωση μετατόπισης
es: Disminuir compensación
es_419: Disminuir la compensación
fi: Pienennä vastapainoa
fr: Réduire le décalage
he: הנמך היסט
id: Turunkan offset
it: Riduci offset
ja: オフセットを減らす
ko: 오프셋 감소
lt: Pamažinti poslinkį
lv_lv: Samazināt nobīdi
ms_my: Kurangkan imbangan
pl: Zmniejsz opóźnienie
pt: Diminuir offset
pt_br: Diminuir offset
ro: Scade decalajul
ru: Уменьшить сдвиг звука
sv: Minska offset
tr: Ofseti azalt
uk: Зменшити офсет
vi: Giảm độ trễ
zh: 减少偏移
zh_hant: 降低偏移

# editor_toggle_rotate_control
source: Toggle rotate control
ca: Alternar control de rotació
cs: Vypnout/Zapnout ovládání otáčení
de: Drehregler anzeigen
el: Εναλλαγή ελέγχου περιστροφής
es: Alternar control de rotación
es_419: Mostrar/ocultar el control de la rotación
fi: Näytä / piilota pyörityksen säädin
fr: Activer/désactiver le contrôle de rotation
he: מתג שולט סיבוב
id: Aktifkan/nonaktifkan kontrol rotasi
it: Mostra i controlli di rotazione
ja: 回転コントロールの切り替え
ko: 회전 제어 켬/끔
lt: Perjungti sukimo kontroles
lv_lv: Pārslēgt rotācijas kontroli
ms_my: Togol kawalan putaran
pl: Przełącz obrót
pt: Alternar controlo de rotação
pt_br: Alternar controle de rotação
ro: Comutare control al rotației
ru: Открыть настройки вращения
sv: Växla rotationskontroll
tr: Döndürme kontrolünü değiştir
uk: Увімкнути/вимкнути обертання
vi: Thay đổi chế độ xoay
zh: 显示旋转控制
zh_hant: 顯示旋轉控制

# editor_toggle_scale_control
source: Toggle scale control
ca: Commuta el control d'escala
cs: Vypnout/zapnout ovládání velikosti
de: Größeneinstellung umschalten
el: Εναλλαγή ελέγχου κλίμακας
es_419: Mostrar/ocultar el control de escala
fi: Näytä / piilota skaalauksen säädin
fr: Activer/désactiver le contrôle de l'échelle
he: מתג שולט קנה מידה
id: Tampilkan/sembunyikan kontrol skala
it: Mostra i controlli di scala
ja: 回転コントロールの切り替え
ko: 크기 제어 켬/끔
lt: Perjungti masto kontroles
lv_lv: Pārslēgt mērogošanas kontroli
ms_my: Togol kawalan skala
pl: Przełącz kontrolę skalowania
pt: Alternar controlo de escala
pt_br: Ativar controle de escala
ro: Comutare control al scalei
ru: Открыть настройки масштабирования
sv: Sätt på skalningskontroll
tr: Ölçek moduna geçiş yap
uk: Змінити масштаб
vi: Bật tắt điều khiển quy mô
zh: 显示缩放控制
zh_hant: 顯示尺寸控制

# editor_test_play_toggle_autoplay
source: Toggle autoplay
ca: Commuta el joc automàtic
cs: Vypnout/zapnout automatické přehrávání
de: Autoplay umschalten
el: Εναλλαγή αυτόματης αναπαραγωγής
es_419: Activar/desactivar el juego automático
fi: Vaihda automaattisen toiston tilaa
fr: Activer/désactiver le mod Autoplay
he: מתג שיחוק אוטומטי
id: Aktifkan permainan otomatis
it: Attiva autoplay
ja: オートプレイの切り替え
ko: 자동재생 켬/끔
lt: Perjungti automatinį žaidimą
lv_lv: Pārslēgt automātisko atskaņošanu
ms_my: Togol automain
pl: Przełącz autoodtwarzanie
pt: Alternar rep. automática
pt_br: Alternar reprodução automática
ro: Comută redarea automată
ru: Включить мод Autoplay
sv: Sätt på autouppspelning
tr: Oto-mod
uk: Увімкнути авторежим
vi: Bật/tắt tự động chơi
zh: 启用/禁用自动游玩
zh_hant: 切換自動播放

# editor_test_play_toggle_quick_pause
source: Toggle quick pause
ca: Commuta la pausa ràpida
cs: Vypnout/zapnout rychlou pauzu
de: Pausieren
el: Εναλλαγή γρήγορης παύσης
es_419: Activar/desactivar la pausa rápida
fi: Vaihda pika-tauon tilaa
fr: Lecture / Pause
he: מתג עצירה מהירה
id: Aktifkan penjedaan instan
it: Attiva pausa rapida
ja: クイックポーズの切り替え
ko: 빠른 일시정지 켬/끔
lt: Perjungti greitąją pauzę
lv_lv: Pārslēgt ātro pauzi
ms_my: Togol jeda cepat
pl: Przełącz szybką pauzę
pt: Alternar pausa rápida
pt_br: Alternar pausa rápida
ro: Comutare pauză rapidă
ru: Моментальная пауза
sv: Sätt på snabbpaus
tr: Hızlı durdurmayı aç
uk: Увімкнути швидку паузу
vi: Bật/tắt tạm dừng nhanh
zh: 启用/禁用快速暂停
zh_hant: 切換快速暫停

# editor_test_play_quick_exit_to_initial_time
source: Quick exit to initial time
ca: Vés directe al temps inicial
cs: Rychlé ukončení do počátečního času
de: Zum Anfang im Editor springen
el: Γρήγορη έξοδος στην αρχική ώρα
es_419: Salida rápida al tiempo inicial
fi: Nopea poistuminen alkuperäiseen aikaan
fr: Quitter rapidement au temps initial
he: יציאה מהירה לזמן ראשוני
id: Keluar ke waktu awal
it: Esci e torna all'inizio
ja: 再生開始位置で終了
ko: 초기 시간으로 빠르게 종료
lt: Greitasis išėjimas į pradinį laiką
lv_lv: Ātri iziet uz sākuma laiku
ms_my: Pintasan keluar ke masa permulaan
pl: Szybkie wyjście do czasu rozpoczęcia
pt: Saída rápida para o tempo inicial
pt_br: Saída rápida para o tempo inicial
ro: Ieșire rapidă la momentul inițial
ru: Вернуться в редактор к тайм-коду до запуска теста
sv: Snabb utgång till börjans tid
tr: İlk zamana hızlı git
uk: Вихід на початковій точці часу
vi: Thoát nhanh về thời điểm ban đầu
zh: 快速退回到初始时间
zh_hant: 快速退出至初始時間

# editor_test_play_quick_exit_to_current_time
source: Quick exit to current time
ca: Vés directe al temps actual
cs: Rychlé ukončení do aktuálního času
de: Zur aktuellen Zeit im Editor springen
el: Γρήγορη έξοδος στην τρέχουσα ώρα
es_419: Salida rápida al tiempo actual
fi: Poistu nopeasti nykyiseen aikaan
fr: Quitter rapidement au temps actuel
he: יציאה מהירה לזמן נוכחי
id: Keluar ke waktu saat ini
it: Esci e resta al punto corrente
ja: 現在の再生位置で終了
ko: 현재 시간으로 빠르게 종료
lt: Greitasis išėjimas į dabartinį laiką
lv_lv: Ātri iziet uz pašreizējo laiku
ms_my: Pintasan keluar ke masa semasa
pl: Szybkie wyjście do czasu bieżącego
pt: Saída rápida para o tempo atual
pt_br: Saída rápida para o tempo atual
ro: Ieșire rapidă la momentul actual
ru: Вернуться в редактор к текущему тайм-коду теста
sv: Snabb återgång till aktuell tid
tr: Şimdiki zamana hızlı git
uk: Вихід на поточному моменті часу
vi: Thoát nhanh về thời điểm hiện tại
zh: 快速退回到当前时间
zh_hant: 快速退出至當前時間

source: Increase mod speed
ca: Augmenta la velocitat del mod
cs: Zvýšit rychlost módu
de: Erhöhe Modifikationsgeschwindigkeit
el: Αύξηση ταχύτητας mod
es_419: Aumentar la velocidad del mod
fi: Lisää muunnelman nopeutta
fr: Augmenter la vitesse du mod
he: הגבר מהירות מוד
id: Tingkatkan kecepatan mod
it: Aumenta velocità mod
ja: MODの速度を上げる
ko: 모드 속도 높이기
lt: Padidinti modifikacijos greitį
lv_lv: Palielināt ātrumu
ms_my: Lajukan penyesuai
pl: Zwiększ prędkość modyfikacji
pt: Aumentar velocidade do mod
pt_br: Aumentar velocidade do mod
ro: Crește viteza mod-ului
ru: Увеличить скорость мода
sv: Öka modhastigheten
tr: Mod hızını arttır
uk: Збільшити швидкість моду
vi: Tăng tốc độ mod
zh: 提高模组速度
zh_hant: 增加模組速度

source: Decrease mod speed
ca: Redueix la velocitat del mod
cs: Snížit rychlost módu
de: Verringere Modifikationsgeschwindigkeit
el: Μείωση ταχύτητας mod
es_419: Disminuir la velocidad del mod
fi: Vähennä muunnelman nopeutta
fr: Diminuer la vitesse du mod
he: הנמך מהירות מוד
id: Turunkan kecepatan mod
it: Riduci velocità mod
ja: MODの速度を下げる
ko: 모드 속도 줄이기
lt: Sumažinti modifikacijos greitį
lv_lv: Samazināt ātrumu
ms_my: Perlahankan penyesuai
pl: Zmniejsz prędkość modyfikacji
pt: Diminuir velocidade do mod
pt_br: Diminuir velocidade do mod
ro: Scade viteza mod-ului
ru: Уменьшить скорость мода
sv: Sänk modhastigheten
tr: Mod hızını azalt
uk: Зменшити швидкість моду
vi: Giảm tốc độ mod
zh: 降低模组速度
zh_hant: 減少模組速度

# editor_seek_to_previous_hit_object
source: Seek to previous hit object
ca: Vés a l'anterior objecte
cs: Přejít na předchozí hit objekt
de: Zum vorherigen Hit-Objekt springen
el: Αναζήτηση στο προηγούμενο αντικείμενο χτυπήματος
es_419: Ir al objeto anterior
fi: Siirry edelliseen osumakohteeseen
fr: Aller à l'objet précédent
he: חפש עצם פגיעה קודם
id: Tuju objek sebelumnya
it: Vai all'oggetto precedente
ja: 前のヒットオブジェクトへ移動
ko: 이전 히트 오브젝트로 이동
lt: Grįžti į praeitą paspaudimo objektą
lv_lv: Iet uz iepriekšējo sitamo objektu
ms_my: Mencari objek hit sebelumnya
pl: Przejdź do poprzednich uderzonych obiektów
pt: Busque pelo objeto acertável anterior
pt_br: Procure pelo objeto acertável anterior
ro: Sari la hit-object-ul anterior
ru: Перейти к предыдущему объекту
sv: Sök till föregående träffat objekt
tr: Önceki tıklanan nesneye git
uk: До попереднього об'єкту
vi: Nhảy đến hit object trước đó
zh: 移动至上一个物件
zh_hant: 看看上一個物件

# editor_seek_to_next_hit_object
source: Seek to next hit object
ca: Vés al proper objecte
cs: Přejít na další hit objekt
de: Zum nächsten Hit-Objekt springen
el: Αναζήτηση στο επόμενο αντικείμενο χτυπήματος
es_419: Ir al siguiente objeto
fi: Siirry seuraavaan osumakohteeseen
fr: Aller à l'objet suivant
he: חפש עצם פגיעה הבא
id: Tuju objek selanjutnya
it: Vai all'oggetto successivo
ja: 次のヒットオブジェクトへ移動
ko: 다음 히트 오브젝트로 이동
lt: Peršokti į kitą paspaudimo objektą
lv_lv: Iet uz nākamo sitamo objektu
ms_my: Mencari objek hit seterusnya
pl: Przejdź do następnych uderzonych obiektów
pt: Busque pelo próximo objeto acertável
pt_br: Procure pelo próximo objeto acertável
ro: Sari la hit-object-ul următor
ru: Перейти к следующему объекту
sv: Sök till nästa träffobjekt
tr: Sıradaki tıklanacak nesneye git
uk: До наступного об'єкту
vi: Nhảy đến hit object tiếp theo
zh: 移动至下一个物件
zh_hant: 看看下一個物件

# editor_seek_to_previous_sample_point
source: Seek to previous sample point
ca: Vés el punt de mostra anterior
cs: Přejít k předchozímu bodu vzorku
de: Zum vorherigen Sample springen
el: Αναζήτηση στο προηγούμενο σημείο δείγματος
es_419: Ir al punto de muestra anterior
fi: Siirry edelliseen ääninäytteeseen
fr: Aller au bruitage précédent
he: חפש נקודת דוגמית קול קודמת
id: Tuju titik sampel sebelumnya
it: Vai al punto audio precedente
ja: 前のサンプルポイントへ移動
ko: 이전 샘플 포인트로 이동
lt: Grįžti į praeito pavyzdžio vietą
lv_lv: Iet uz iepriekšējo pamata punktu
ms_my: Mencari titik sampel sebelumnya
pl: Przejdź do poprzedniego punktu dźwięku
pt: Busque pelo ponto de amostra anterior
pt_br: Procure pelo ponto de amostra anterior
ro: Sari la punctul de măsură anterior
ru: Перейти к предыдущему сэмплу
sv: Sök till föregående provpunkt
tr: Önceki örnek noktasına git
uk: До попереднього семплу
vi: Nhảy đến điểm sample trước đó
zh: 移动至上一个音效点
zh_hant: 看看上一個音效點

# editor_seek_to_next_sample_point
source: Seek to next sample point
ca: Vés al punt de mostra següent
cs: Přejít k dalšímu bodu vzorku
de: Zum nächsten Sample springen
el: Αναζήτηση στο επόμενο σημείο δείγματος
es_419: Ir al siguiente punto de muestra
fi: Siirry seuraavaan ääninäytteeseen
fr: Aller au bruitage suivant
he: חפש נקודת דוגמית קול הבאה
id: Tuju titik sampel selanjutnya
it: Vai al punto audio successivo
ja: 次のサンプルポイントへ移動
ko: 다음 샘플 포인트로 이동
lt: Peršokti į sekančia pavyzdžio vietą
lv_lv: Iet uz nāmkamo pamata punktu
ms_my: Mencari titik sampel seterusnya
pl: Przejdź do następnego punktu dźwięku
pt: Busque pelo próximo ponto de amostra
pt_br: Procure pelo próximo ponto de amostra
ro: Sari la punctul de măsură următor
ru: Перейти к следующему сэмплу
sv: Sök till nästa provpunkt
tr: Sonraki örnek noktasına git
uk: До наступного семплу
vi: Nhảy đến điểm sample tiếp theo
zh: 移动至下一个音效点
zh_hant: 看看下一個音效點

# editor_add_bookmark
source: Add bookmark
el: Προσθήκη σελιδοδείκτη
fi: Lisää kirjanmerkki
fr: Ajouter un marque-page
ja: ブックマークを追加
ko: 북마크에 추가
lt: Pridėti žymę
lv_lv: Pievienot grāmatzīmi
ms_my: Tambah tanda buku
pl: Dodaj zakładkę
pt: Adicionar marcador
ru: Добавить закладку
sv: Lägg till bokmärke
tr: Yer işareti ekle
uk: Додати закладку
vi: Thêm dấu trang

# editor_remove_closest_bookmark
source: Remove closest bookmark
el: Αφαίρεση πλησιέστερου σελιδοδείκτη
fi: Poista lähin kirjanmerkki
fr: Supprimer le marque-page le plus proche
ja: 最寄りのブックマークを削除
ko: 가장 가까운 북마크 제거
lt: Pašalinti artimiausią žymę
lv_lv: Noņemt tuvāko grāmatzīni
ms_my: Padam penanda terdekat
pl: Usuń najbliższą zakładkę
pt: Remover marcador mais próximo
ru: Удалить ближайшую закладку
sv: Ta bort närmaste bokmärke
tr: En yakın yer imini kaldır
uk: Видалити найближчу закладку
vi: Xoá dấu trang gần nhất
