Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/GlobalActionKeyBinding.*.resx
Languages: bg, ca, cs, da, de, el, es, es_419, fa_ir, fi, fil_ph, fr, he, id, it, ja, ko, lt, lv_lv, ms_my, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# toggle_chat
source: Toggle chat overlay
bg: Покажи чат
ca: Commuta la superposició del xat
cs: Otevřít/zavřít překrytí chatu
da: Åbn/luk chat
de: Chat-Overlay ein-/ausblenden
el: Εναλλαγή επικάλυψης συνομιλίας
es: Mostrar u ocultar superposición del chat
es_419: Mostrar/ocultar el chat
fa_ir: پوشش چت را تغییر دهید
fi: Näytä / piilota viestien peitetaso
fil_ph: I-toggle ang chat overlay
fr: Afficher/masquer le tchat
he: מתג שכבת הצ'ט
id: Buka/tutup layar chat
it: Apri l'overlay chat
ja: チャットオーバーレイの切り替え
ko: 채팅 오버레이 켬/끔
lt: Pokalbių lango perdangą
lv_lv: Pārslēgt saraksta pārklājumu
ms_my: Togol tindanan bualan
pl: Wyświetl nakładkę czatu
pt: Alternar sobreposição de bate-papo
pt_br: Mostrar/Esconder Chat
ro: Comutare overlay discuții
ru: Открыть чат
sv: Växla chattöverlägg
th: สลับการซ้อนแชท
tr: Sohbet arayüzünü aç/kapat
uk: Відкрити чат
vi: Bật/tắt giao diện trò chuyện
zh: 显示/隐藏聊天界面
zh_hant: 顯示/隱藏聊天室

# toggle_social
source: Toggle social overlay
bg: Покажи приятели и играчи
ca: Commuta la superposició social
cs: Otevřít/zavřít nástěnku
da: Åbn/luk instrumentbræt
de: Sozial-Overlay ein-/ausblenden
el: Εναλλαγή κοινωνικής επικάλυψης
es: Alternar superposición del panel social
es_419: Mostrar/ocultar la lista de jugadores
fa_ir: پوشش اجتماعی را تغییر دهید
fi: Näytä / piilota yleiskatsauksen peitetaso
fil_ph: I-toggle ang social overlay
fr: Activer/masquer la liste des joueurs
he: מתג שכבת החברה
id: Buka/tutup layar sosial
it: Apri l'overlay social
ja: ソーシャルオーバーレイの切り替え
ko: 소셜 오버레이 켬/끔
lt: Socialinė perdanga
lv_lv: Pārslēgt sociālo pārklājumu
ms_my: Togol tindanan sosial
pl: Wyświetl nakładkę społeczności
pt: Alternar sobreposição social
pt_br: Alternar sobreposição social
ro: Comutare overlay social
ru: Открыть список друзей
sv: Stäng/öppna socialt lager
th: สลับการซ้อนสื่อ
tr: Sosyal arayüzünü aç/kapa
uk: Відкрити список друзів
vi: Bật/tắt giao diện xã hội
zh: 显示/隐藏好友界面
zh_hant: 顯示/隱藏社交介面

source: Reset input settings
bg: Възстанови входящи устройства
ca: Reinicia la configuració de l'entrada
cs: Obnovit nastavení vstupu
da: Nulstil input-indstillinger
de: Eingabeeinstellungen zurücksetzen
el: Επαναφορά ρυθμίσεων εισόδου
es: Restablecer configuración de entrada
es_419: Restablecer la configuración de entrada
fa_ir: تنظیم مجدد تنظیمات ورودی
fi: Palauta syöteasetukset
fil_ph: I-reset ang input settings
fr: Réinitialiser les paramètres des contrôles
he: איפוס הגדרות
id: Atur ulang seluruh tombol input
it: Resetta impostazioni input
ja: 入力設定をリセット
ko: 입력 설정을 초기화
lt: Atsatyti numatytuosius nustatymus
lv_lv: Atiestatīt ievades iestatījumus
ms_my: Tetap semula tetapan masukan
pl: Zresetuj ustawienia sterowania
pt: Redefinir definições de entrada
pt_br: Redefinir configurações de entrada
ro: Resetează setări de intrare
ru: Сбросить настройки ввода
sv: Återställ inmatningsinställningar
th: รีเซ็ตการตั้งค่าอินพุต
tr: Giriş ayarlarını sıfırla
uk: Скинути параметри вводу
vi: Đặt lại thiết lập vào
zh: 重置输入设置
zh_hant: 重設輸入設定

source: Toggle toolbar
bg: Покажи лента с инструменти
ca: Commuta la barra d'eines
cs: Zobrazit/schovat nástrojovou lištu
da: Vis/skjul værktøjslinje
de: Toolbar ein-/ausblenden
el: Εναλλαγή γραμμής εργαλείων
es: Mostrar u ocultar barra de herramientas
es_419: Mostrar/ocultar la barra de herramientas
fa_ir: تغییر وضعیت نوار ابزار
fi: Näytä / piilota työkalupalkki
fil_ph: I-toggle ang toolbar
fr: Afficher/masquer la barre d'outils
he: מתג סרגל הכלים
id: Tampilkan/sembunyikan toolbar
it: Apri la barra degli strumenti
ja: ツールバーの切り替え
ko: 툴바 켬/끔
lt: Įjungti / Išjungti įrankių juostą
lv_lv: Pārslēgt rīkjoslu
ms_my: Togol palang alat
pl: Wyświetl pasek narzędzi
pt: Alternar barra de ferramentas
pt_br: Mostrar/Esconder Barra de ferramentas
ro: Comutare toolbar
ru: Показать/скрыть панель инструментов
sv: Växla verktygsfält
th: สลับแถบเครื่องมือ
tr: Araç çubuğunu aç/kapat
uk: Сховати/Показати верхню панель
vi: Bật tắt thanh công cụ
zh: 显示/隐藏工具栏
zh_hant: 顯示/隱藏工具列

source: Toggle settings
bg: Покажи настройки
ca: Commuta la configuració
cs: Otevřít/zavřít nastavení
da: Åbn/luk indstillinger
de: Einstellungen ein-/ausblenden
el: Εναλλαγή ρυθμίσεων
es: Mostrar u ocultar configuración
es_419: Mostrar/ocultar los ajustes
fa_ir: تنظیمات را تغییر دهید
fi: Näytä / piilota asetukset
fil_ph: I-toggle ang mga setting
fr: Afficher/masquer les paramètres
he: מתג הגדרות
id: Buka/tutup menu pengaturan
it: Apri le impostazioni
ja: 設定の切り替え
ko: 설정 켬/끔
lt: Įjungti / Išjungti nustatymus
lv_lv: Pārslēgt iestatījumus
ms_my: Togol tetapan
pl: Wyświetl ustawienia
pt: Alternar definições
pt_br: Mostrar Configurações
ro: Comutare setări
ru: Открыть настройки
sv: Öppna/stäng inställningar
th: สลับการตั้งค่า
tr: Ayarları aç/kapat
uk: Відкрити налаштування
vi: Bật/tắt thanh cài đặt
zh: 显示/隐藏设置界面
zh_hant: 顯示/隱藏設定選單

source: Toggle beatmap listing
bg: Покажи списък с бийтмапове
ca: Alternar llista de beatmaps
cs: Otevřít/zavřít seznam beatmap
da: Åbn/luk beatmap katalog
de: Beatmap-Auflistung ein-/ausblenden
el: Άνοιγμα του beatmap listing
es: Mostrar u ocultar lista de mapas
es_419: Mostrar/ocultar la lista de mapas
fa_ir: فهرست بیت مپ را تغییر دهید
fi: Näytä / piilota rytmikarttojen listaus
fil_ph: I-toggle ang listahan ng beatmap
fr: Afficher/masquer la liste des beatmaps
he: מתג רשימת מפות
id: Buka/tutup daftar beatmap
it: Apri la lista beatmap
ja: ビートマップリストの並び替え
ko: 비트맵 목록 켬/끔
lt: Įjungti / Išjungti beatmap'ų sarašą
lv_lv: Pārslēgt ritma-mapju sarakstu
ms_my: Togol senarai peta rentak
pl: Wyświetl listę beatmap
pt: Alternar listagem de beatmap
pt_br: Mostrar/Esconder Lista de beatmaps
ro: Comutare listare beatmap-urilor
ru: Открыть библиотеку карт
sv: Öppna/stäng beatmaplistning
th: สลับรายการบีทแมป
tr: Beatmap listesini aç/kapat
uk: Відкрити бібліотеку бітмап
vi: Bật tắt danh sách beatmap
zh: 显示/隐藏谱面列表
zh_hant: 顯示/隱藏圖譜列表

source: Increase volume
bg: Увеличаване на звук
ca: Augmenta el volum
cs: Zvýšit hlasitost
da: Skru lyden op
de: Lautstärke erhöhen
el: Αύξηση έντασης
es: Subir volumen
es_419: Subir volumen
fa_ir: افزایش میزان صدا
fi: Nosta äänenvoimakkuutta
fil_ph: Itaas ang volume
fr: Augmenter le volume
he: הגבר את עוצמת הקול
id: Perbesar volume
it: Alza il volume
ja: 音量を上げる
ko: 음량 높임
lt: Padidinti garsą
lv_lv: Palielināt skaļumu
ms_my: Lantangkan
pl: Zwiększ głośność
pt: Aumentar volume
pt_br: Aumentar o volume
ro: Crește volumul
ru: Увеличить громкость
sv: Höj volym
th: เพิ่มเสียง
tr: Ses seviyesini arttır
uk: Збільшити гучність
vi: Tăng âm lượng
zh: 增加音量
zh_hant: 調高音量

source: Decrease volume
bg: Намаляване на звук
ca: Disminueix el volum
cs: Snížit hlasitost
da: Skru lyden ned
de: Lautstärke verringern
el: Μείωση έντασης
es: Bajar volumen
es_419: Bajar volumen
fa_ir: کاهش میزان صدا
fi: Laske äänenvoimakkuutta
fil_ph: Ibaba ang volume
fr: Réduire le volume
he: הנמך את עוצמת הקול
id: Perkecil volume
it: Abbassa il volume
ja: 音量を下げる
ko: 음량 낮춤
lt: Sumažinti garsą
lv_lv: Samazināt skaļumu
ms_my: Redupkan
pl: Zmniejsz głośność
pt: Diminuir volume
pt_br: Diminuir o Volume
ro: Scade volumul
ru: Уменьшить громкость
sv: Sänk volym
th: ลดเสียง
tr: Ses seviyesini azalt
uk: Зменшити гучність
vi: Giảm âm lượng
zh: 降低音量
zh_hant: 調低音量

source: Toggle mute
bg: Заглуши изпълняваната песен
ca: Commuta el silenci
cs: Vypnout/zapnout zvuk
da: Slå lyd til/fra
de: Stummschalten
el: Άνοιγμα σίγασης
es: Activar o desactivar sonido
es_419: Activar o desactivar el sonido
fa_ir: تغییر وضعیت بیصدا
fi: Ääni päälle / pois
fil_ph: I-toggle ang mute
fr: Activer/désactiver le mode Muet
he: מתג השתקה
id: Bunyikan/senyapkan lagu
it: Silenzia
ja: ミュートを切り替える
ko: 음소거 켬/끔
lt: Įjungti / Išjungti garsą
lv_lv: Pārslēgt skaņas izslēgšanu/ieslēgšanu
ms_my: Togol redam
pl: Wycisz/włącz dźwięk
pt: Alternar mudo
pt_br: Ativar/Desativar Som
ro: Comutare sunet mut
ru: Вкл/откл звук
sv: Ljud av/på
th: สลับปิดเสียง
tr: Sesi aç/kapa
uk: Вимкнути звук
vi: Bật/tắt tiếng
zh: 打开/关闭静音
zh_hant: 靜音開關

source: Skip cutscene
bg: Пропусни начална сцена
ca: Salta les cinemàtiques
cs: Přeskočit cutscénu
da: Spring film over
de: Zwischensequenz überspringen
el: Παράλειψη σκηνής κοπής
es: Saltar escena
es_419: Saltar escena
fa_ir: پرش کاتسین
fi: Ohita välikohtaus
fil_ph: Laktawan ang cutscene
fr: Passer l'introduction
he: דילוג על סרטון המעבר
id: Lewati cutscene
it: Salta filmato
ja: カットシーンをスキップ
ko: 컷씬 건너뛰기
lt: Praleisti intarpinę sceną
lv_lv: Izlaist ainu
ms_my: Langkau adegan "cut"
pl: Pomiń przerywnik
pt: Saltar cena
pt_br: Pular a cinemática
ro: Sari peste scenă
ru: Пропустить кат-сцену
sv: Hoppa över filmsekvens
th: ข้ามคัตซีน
tr: Ara sahneyi atla
uk: Пропустити
vi: Bỏ qua cắt cảnh
zh: 跳过开头/结尾
zh_hant: 跳過過場

# quick_retry
source: Quick retry (hold)
bg: Започни отначало (задръж)
ca: Reintent ràpid (mantenir)
cs: Rychlé opakování (podržet)
da: Hurtig genprøve (hold)
de: Schnell neu starten (halten)
el: Γρήγορη επανάληψη (κρατήθηκε)
es: Reintento rápido (mantener presionado)
es_419: Reintento rápido (mantener presionado)
fa_ir: دوباره امتحان کنید (نگه دارید)
fi: Yritä uudelleen (pidä painettuna)
fil_ph: Mabilis na pag-ulit (hold)
fr: Réessayer rapidement (maintenir)
he: ניסיון חדש מהיר (החזק)
id: Ulang permainan (tahan)
it: Riprova rapida (tieni premuto)
ja: クイックリトライ（長押し）
ko: 빠른 재시도 (꾹 누르기)
lt: Greitas paleidimas iš naujo (laikyti)
lv_lv: Ātrā atkārtošana (turēt)
ms_my: Pintasan cuba lagi (tahan)
pl: Szybkie ponowienie (przytrzymaj)
pt: Nova repetição rápida (prime)
pt_br: Nova tentativa rápida (segurar)
ro: Reîncercare rapidă (ține apăsat)
ru: Быстрый перезапуск (удерживать)
sv: Snabbåterförsök (håll)
th: ลองใหม่อย่างรวดเร็ว (กดค้างไว้)
tr: Hızlı tekrarlama (basılı tut)
uk: Швидкий повтор (утрим.)
vi: Chơi lại nhanh (giữ)
zh: 快速重试 (长按)
zh_hant: 快速重試 (長按)

source: Take screenshot
bg: Направи екранна снимка
ca: Fes una captura de pantalla
cs: Pořídit snímek obrazovky
da: Tag skærmbillede
de: Screenshot erstellen
el: Λήψη στιγμιότυπου οθόνης
es: Tomar captura de pantalla
es_419: Tomar una captura de pantalla
fa_ir: عکس بگیرید
fi: Ota kuvakaappaus
fil_ph: Kumuha ng screenshot
fr: Prendre une capture d'écran
he: צלם מסך
id: Ambil tangkapan layar
it: Cattura schermata
ja: スクリーンショットを撮る
ko: 스크린샷 촬영
lt: Padaryti ekrano nuotrauka
lv_lv: Uzņemt ekrānuzņēmumu
ms_my: Tangkap layar
pl: Zrób zrzut ekranu
pt: Tirar captura de ecrã
pt_br: Tirar uma captura de tela
ro: Captură ecran
ru: Сделать скриншот
sv: Ta skärmdump
th: ถ่ายภาพหน้าจอ
tr: Ekran görüntüsü al
uk: Знімок екрану
vi: Chụp màn hình
zh: 截图
zh_hant: 螢幕截圖

source: Toggle gameplay mouse buttons
bg: Включи/Изключи бутони на мишка
ca: Commuta els botons del ratolí de jugabilitat
cs: Vypnout/zapnout tlačítka myši ve hře
da: Slå museknapperne til/fra i spillet
de: Maustasten im Spiel ein-/ausschalten
el: Εναλλαγή πλήκτρων ποντικιού παιχνιδιού
es: Mostrar u ocultar botones del ratón en el juego
es_419: Activar/desactivar los botones del ratón al momento de jugar
fa_ir: دکمه های ماوس گیم پلی را تغییر دهید
fi: Ota käyttöön / poista käytöstä hiirinäppäimet pelissä
fil_ph: I-toggle ang mga mouse button ng gameplay
fr: Activer/désactiver les boutons de la souris en jeu
he: מתג כפתורי עכבר במהלך משחק
id: Aktifkan/nonaktifkan tombol mouse
it: Attiva i pulsanti del mouse in gioco
ja: ゲームプレイ中のマウスボタンを切り替える
ko: 플레이 중 마우스 버튼 켬/끔
lt: Įjungti / Išjungti žaidžiant pelės mygtukus
lv_lv: Ieslēgt/izslēgt peles pogas spēles laikā
ms_my: Togol butang tetikus permainan
pl: Przełącz używanie przycisków myszy w grze
pt: Alterne os botões do mouse para jogabilidade
pt_br: Ativar/Desativar Botões do mouse
ro: Comutare butoane mouse în timpul jocului
ru: Вкл/откл кнопки мыши во время игры
sv: Slå på/av musknapparna i spelet
th: สลับปุ่มเมาส์เล่นเกม
tr: Oyun içi fare butonlarını aç/kapa
uk: Увімкнути/вимкнути клавіші миші під час гри
vi: Sử dụng chuột trong trò chơi
zh: 启用/禁用游戏内鼠标按键
zh_hant: 遊戲內滑鼠按鍵開關

source: Back
bg: Назад
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_419: Atrás
fa_ir: برگشت
fi: Takaisin
fil_ph: Bumalik
fr: Retour
he: הקודם
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
lt: Atgal
lv_lv: Atpakaļ
ms_my: Kembali
pl: Wróć
pt: Retroceder
pt_br: Voltar
ro: Înapoi
ru: Назад
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Trở lại
zh: 返回
zh_hant: 返回

source: Increase scroll speed
bg: Увеличи бързина на скрол
ca: Augmenta la velocitat de desplaçament
cs: Zvýšit rychlost scrollování
da: Skru op for rullehastighed
de: Scrollgeschwindigkeit erhöhen
el: Αύξηση ταχύτητας κύλισης
es: Aumentar velocidad de desplazamiento
es_419: Aumentar la velocidad de desplazamiento
fa_ir: افزایش سرعت پیمایش
fi: Nopeuta vieritystä
fil_ph: Itaas ang scroll speed
fr: Augmenter la vitesse de défilement
he: הגבר מהירות גלילה
id: Tingkatkan kecepatan gulir not
it: Aumenta velocità di scorrimento
ja: スクロール速度を上げる
ko: 스크롤 속도 높임
lt: Padidinti slinkimo greitį
lv_lv: Palielināt ritēšanas ātrumu
ms_my: Lajukan penatalan
pl: Zwiększ szybkość przewijania
pt: Aumentar velocidade de rolagem
pt_br: Aumentar a velocidade de rolagem
ro: Crește viteza de derulare
ru: Увеличить скорость прокрутки
sv: Öka scroll-hastighet
th: เพิ่มความเร็วในการเลื่อน
tr: Kaydırma hızını arttır
uk: Збільшити швидкість прокрутки
vi: Tăng tốc độ lăn
zh: 增加物件滚动速度
zh_hant: 提高下落速度

source: Decrease scroll speed
bg: Намали бързина на скрол
ca: Disminueix la velocitat de desplaçament
cs: Snížit rychlost scrollování
da: Skru ned for rullehastighed
de: Scrollgeschwindigkeit verringern
el: Μείωση ταχύτητας κύλισης
es: Disminuir velocidad de desplazamiento
es_419: Disminuir la velocidad de desplazamiento
fa_ir: کاهش سرعت پیمایش
fi: Hidasta vieritystä
fil_ph: Ibaba ang scroll speed
fr: Réduire la vitesse de défilement
he: הנמך מהירות גלילה
id: Turunkan kecepatan gulir not
it: Diminuisci velocità di scorrimento
ja: スクロール速度を下げる
ko: 스크롤 속도 낮춤
lt: Sumažinti slinkimo greitį
lv_lv: Samazināt ritēšanas ātrumu
ms_my: Perlahankan penatalan
pl: Zmniejsz szybkość przewijania
pt: Diminuir velocidade de rolagem
pt_br: Diminuir a velocidade de rolagem
ro: Scade viteza de derulare
ru: Уменьшить скорость прокрутки
sv: Minska scroll-hastighet
th: ลดความเร็วในการเลื่อน
tr: Kaydırma hızını azalt
uk: Зменшити швидкість прокрутки
vi: Giảm tốc độ lăn
zh: 降低物件滚动速度
zh_hant: 降低下落速度

source: Select
bg: Избор
ca: Selecciona
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
es_419: Seleccionar
fa_ir: انتخاب
fi: Valitse
fil_ph: Pumili
fr: Sélectionner
he: בחר
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
lt: Pasirinkti
lv_lv: Atlasīt
ms_my: Pilih
pl: Wybierz
pt: Selecionar
pt_br: Selecionar
ro: Selectează
ru: Выбрать
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh: 选择
zh_hant: 選擇

# quick_exit
source: Quick exit (hold)
bg: Бърз изход (задръж)
ca: Sortida ràpida (mantenir)
cs: Rychlé ukončení (podržet)
da: Hurtig exit (hold)
de: Schnell beenden (halten)
el: Γρήγορη έξοδος (κρατήθηκε)
es: Salida rápida (mantener presionado)
es_419: Salida rápida (mantener presionado)
fa_ir: خروج سریع (نگه داشتن)
fi: Poistu (pidä painettuna)
fil_ph: Mabilis na pag-exit (hold)
fr: Quitter rapidement (maintenir)
he: יציאה מהירה (החזק)
id: Keluar dari permainan (tahan)
it: Uscita rapida (tieni premuto)
ja: 終わる（長押し）
ko: 빠르게 종료 (꾹 누르기)
lt: Greitas išėjimas (laikyti)
lv_lv: Ātrā iziešana (turēt)
ms_my: Pintasan keluar (tahan)
pl: Szybkie wyjście (przytrzymaj)
pt: Saída rápida (prime)
pt_br: Saída rápida (segurar)
ro: Ieşire rapidă (ține apăsat)
ru: Быстрый выход (удерживать)
sv: Snabbavslut (håll)
th: ออกด่วน (กดค้างไว้)
tr: Hızlı çıkış (basılı tut)
uk: Швидкий вихід (утримування)
vi: Thoát nhanh (giữ)
zh: 快速退出 (长按)
zh_hant: 快速退出（長按）

# music_next
source: Next track
bg: Следваща песен
ca: Pista següent
cs: Další skladba
da: Næste spor
de: Nächster Titel
el: Επόμενο κομμάτι
es: Pista siguiente
es_419: Siguiente pista
fa_ir: آهنگ بعدی
fi: Seuraava kappale
fil_ph: Sunod na track
fr: Musique suivante
he: שיר הבא
id: Lagu berikutnya
it: Traccia successiva
ja: 次の曲
ko: 다음 트랙
lt: Sekanti daina
lv_lv: Nākamā dziesma
ms_my: Runut seterusnya
pl: Przejdź do następnego utworu
pt: Próxima faixa
pt_br: Próxima música
ro: Melodia următoare
ru: Следующий трек
sv: Nästa spår
th: เพลงถัดไป
tr: Sonraki parça
uk: Наступна пісня
vi: Bài nhạc tiếp theo
zh: 下一首
zh_hant: 下一首

# music_prev
source: Previous track
bg: Предишна песен
ca: Pista anterior
cs: Předchozí skladba
da: Forrige spor
de: Vorheriger Titel
el: Προηγούμενο κομμάτι
es: Pista anterior
es_419: Pista anterior
fa_ir: آهنگ قبلی
fi: Edellinen kappale
fil_ph: Nakaraang track
fr: Musique précédente
he: שיר קודם
id: Lagu sebelumnya
it: Traccia precedente
ja: 前の曲
ko: 이전 트랙
lt: Praeita daina
lv_lv: Iepriekšējā dziesma
ms_my: Runut sebelumnya
pl: Przejdź do poprzedniego utworu
pt: Faixa anterior
pt_br: Música anterior
ro: Melodia anterioară
ru: Предыдущий трек
sv: Föregående spår
th: เพลงก่อนหน้า
tr: Önceki parça
uk: Попередня пісня
vi: Bài nhạc trước
zh: 上一首
zh_hant: 上一首

# music_play
source: Play / pause
bg: Пусни / Пауза
ca: Reprodueix / pausa
cs: Přehrát / pozastavit
da: Afspil / Pause
de: Abspielen / pausieren
el: Αναπαραγωγή / παύση
es: Reproducir/Pausar
es_419: Reproducir/Pausar
fa_ir: بازی / مکث
fi: Toista / keskeytä
fr: Lecture / Pause
he: נגן / הפסק
id: Putar/hentikan lagu
it: Ferma / riprendi
ja: 再生/一時停止
ko: 재생 / 일시 정지
lt: Groti / Pristabdyti
lv_lv: Atskaņot / pauzēt
ms_my: Main / jeda
pl: Odtwarzaj/wstrzymaj
pt: Reproduzir/Pausar
pt_br: Reproduzir / Pausar
ro: Redare / pauză
ru: Воспроизведение/пауза
sv: Spela / pausa
th: เล่น/พัก
tr: Oynat / duraklat
uk: Відтворення / Пауза
vi: Phát / tạm dừng
zh: 播放/暂停
zh_hant: 播放／暫停

# toggle_now_playing
source: Toggle now playing overlay
bg: Покажи какво се изпълнява сега
ca: Commuta la superposició de reproducció
cs: Přepnout překrytí "právě hraje"
da: Åbn/luk musikafspiller
de: "läuft gerade"-Overlay ein-/ausblenden
el: Εναλλαγή εμφάνισης τώρα
es: Mostrar u ocultar superposición de reproduciendo ahora
es_419: Mostrar/ocultar la superposición de reproduciendo ahora
fa_ir: تغییر در حال حاضر بازی
fi: Näytä / piilota soivan kappaleen hallinta
fil_ph: I-toggle ang now playing na overlay
fr: Afficher/masquer la lecture en cours
he: מתג שכבת משחק כעת
id: Tampilkan/sembunyikan pemutar lagu
it: Apri il lettore musicale
ja: 再生中オーバーレイを切り替える
ko: 현재 재생 중 오버레이 켬/끔
lt: Grotuvo perdangą
lv_lv: Pārslēgt tagad atskaņošanas pārklājumu
ms_my: Togol tindanan diputar kini
pl: Wyświetl nakładkę odtwarzacza muzyki
pt: Alternar agora jogando sobreposição
pt_br: Mostrar/Esconder Tocando agora
ro: Comutare overlay "acum se redă"
ru: Открыть панель воспроизведения
sv: Öppna/stäng musikspelare
th: สลับการเล่นโอเวอร์เลย์
tr: Şimdi oynatılıyor arayüzünü aç/kapa
uk: Відкрити плеєр
vi: Sử dụng thông báo trạng thái
zh: 显示/隐藏正在播放的歌曲
zh_hant: 顯示/隱藏播放器

# select_previous
source: Previous selection
bg: Предишно ниво
ca: Selecció anterior
cs: Předchozí položka
da: Forrige vælg
de: Vorherige Auswahl
el: Προηγούμενη επιλογή
es: Selección anterior
es_419: Selección anterior
fa_ir: انتخاب قبلی
fi: Valitse edellinen
fil_ph: Nakaraang pili
fr: Sélection précédente
he: לבחירה הקודמת
id: Pilihan sebelumnya
it: Selezione precedente
ja: 前回の選択
ko: 이전 항목
lt: Praeitas pasirinkimas
lv_lv: Iepriekšējā atlase
ms_my: Pilihan sebelumnya
pl: Poprzedni wybór
pt: Seleção anterior
pt_br: Seleção anterior
ro: Selecția precedentă
ru: Предыдущая карта
sv: Föregående val
th: เลือกอันก่อนหน้า
tr: Önceki seçim
uk: Попередня мапа
vi: Mục trước
zh: 选择上一个
zh_hant: 選取上一個

# select_next
source: Next selection
bg: Следващо ниво
ca: Selecció següent
cs: Následující položka
da: Næste vælg
de: Nächste Auswahl
el: Επόμενη επιλογή
es: Selección siguiente
es_419: Selección siguiente
fa_ir: انتخاب بعدی
fi: Valitse seuraava
fil_ph: Sumusunod na pili
fr: Sélection suivante
he: לבחירה הבאה
id: Pilihan berikutnya
it: Selezione successiva
ja: 次の選択
ko: 다음 항목
lt: Sekantis pasirinkimas
lv_lv: Nākamā atlase
ms_my: Pilihan berikutnya
pl: Następny wybór
pt: Próxima seleção
pt_br: Próxima seleção
ro: Selecția următoare
ru: Следующая карта
sv: Nästa val
th: เลือกอันถัดไป
tr: Sonraki seçim
uk: Наступна мапа
vi: Mục sau
zh: 选择下一个
zh_hant: 選取下一個

source: Select previous group
bg: Предишна група
ca: Selecciona el grup anterior
cs: Vybrad předchozí skupinu
da: Vælg forrige gruppe
de: Vorherige Gruppe auswählen
es: Seleccionar grupo anterior
es_419: Seleccionar el grupo anterior
fil_ph: Pumili ng nakaraang grupo
he: בחר קבוצה קודמת
id: Pilih grup sebelumnya
it: Seleziona gruppo precedente
pl: Wybierz poprzednią grupę
pt: Selecionar grupo anterior
pt_br: Selecionar grupo anterior
ro: Selectează grupa anterioare
sv: Välj föregående grupp
th: เลือกกลุ่มก่อนหน้า
tr: Önceki grubu seç
vi: Chọn nhóm trước
zh: 选择上一组
zh_hant: 選取上一組

source: Select next group
bg: Следваща група
ca: Selecciona el grup següent
cs: Vybrad další skupinu
da: Vælg næste gruppe
de: Nächste Gruppe auswählen
es: Seleccionar grupo siguiente
es_419: Seleccionar el siguiente grupo
fil_ph: Pumili ng sumusunod na grupo
he: בחר קבוצה הבאה
id: Pilih grup selanjutnya
it: Seleziona gruppo successivo
pl: Wybierz następną grupę
pt: Selecionar próximo grupo
pt_br: Selecionar próximo grupo
ro: Selectează grupa următoare
sv: Välj nästa grupp
th: เลือกกลุ่มถัดไป
tr: Sonraki grubu seç
vi: Chọn nhóm tiếp theo
zh: 选择下一组
zh_hant: 選擇下一組

source: Home
bg: Начало
ca: Inici
cs: Domů
da: Hjem
de: Hauptmenü
el: Αρχική
es: Inicio
es_419: Inicio
fa_ir: خانه
fi: Koti
fr: Menu principal
he: ראשי
id: Menu utama
it: Menù principale
ja: ホーム
ko: 메인
lt: Pradžios Ekranas
lv_lv: Sākums
ms_my: Menu Utama
pl: Przejdź do menu głównego
pt: Início
pt_br: Início
ro: Pagina de start
ru: Главная страница
sv: Hem
th: หน้าแรก
tr: Ana Sayfa
uk: Головна
vi: Màn hình chính
zh: 主页
zh_hant: 主選單

source: Toggle notifications
bg: Покажи известия
ca: Commuta les notificacions
cs: Vypnout/zapnout oznámení
da: Åbn/luk notifikationspanel
de: Benachrichtigungen ein-/ausblenden
el: Άνοιγμα ειδοποιήσεων
es: Mostrar u ocultar notificaciones
es_419: Mostrar/ocultar las notificaciones
fa_ir: اطلاعیه ها را تغییر دهید
fi: Näytä / piilota ilmoitukset
fil_ph: I-toggle ang mga notipikasyon
fr: Afficher/masquer les notifications
he: מתג התראות
id: Tombol panel notifikasi
it: Apri le notifiche
ja: 通知の切り替え
ko: 알림 켬/끔
lt: Įjungti / Išjungti pranešimus
lv_lv: Pārslēgt paziņojumus
ms_my: Togol pemberitahuan
pl: Wyświetl powiadomienia
pt: Alternar notificações
pt_br: Mostrar/Esconder Notificações
ro: Comutare notificări
ru: Открыть уведомления
sv: Öppna/stäng aviseringar
th: สลับการแจ้งเตือน
tr: Bildirimleri aç/kapa
uk: Відкрити сповіщення
vi: Bật/tắt thông báo
zh: 显示/隐藏通知界面
zh_hant: 顯示/隱藏通知

source: Toggle profile
bg: Покажи профил
ca: Commuta el perfil
cs: Zobrazit/skrýt profil
da: Slå profil til/fra
de: Profil ein-/ausblenden
el: Άνοιγμα προφίλ
es: Mostrar u ocultar perfil
es_419: Mostrar/ocultar perfil
fi: Näytä / piilota profiili
fil_ph: I-toggle ang profile
fr: Ouvrir/fermer le profil
he: מתג פרופיל
id: Buka profil
it: Apri profilo
ja: プロフィールの切り替え
ko: 프로필 켬/끔
lt: Įjungti / Išjungti profilį
lv_lv: Pārslēgt profilu
ms_my: Togol profil
pl: Wyświetl mój profil
pt: Alterar perfil
pt_br: Mostrar/Esconder Perfil
ro: Comutare profil
ru: Открыть профиль
sv: Växla profil
th: สลับโปรไฟล์
tr: Profili aç
uk: Відкрити профіль
vi: Hiện/ẩn profile
zh: 显示/隐藏个人资料
zh_hant: 顯示/隱藏個人檔案
