Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/GlobalActionKeyBinding.*.resx
Languages: bg, ca, cs, da, de, el, es, es_419, fa_ir, fi, fil_ph, fr, he, id, it, ja, ko, lt, lv_lv, ms_my, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# editor_seek_to_previous_bookmark
source: Seek to previous bookmark
el: Αναζήτηση σε προηγούμενο σελιδοδείκτη
fi: Siirry aikaisempaan kirjanmerkkiin
fr: Marque-page précédent
ja: 前のブックマークへ移動
ko: 이전 북마크 지점으로 이동
lt: Grįžti į praeitą žymę
lv_lv: Iet uz iepriekšējo grāmatzīmi
ms_my: Jangkau ke penanda sebelumnya
pl: Przejdź do poprzedniej zakładki
pt: Ir para o marcador anterior
ru: Перейти к предыдущей закладке
sv: Sök till föregående bokmärke
tr: Önceki yer imine git
uk: Перейти до попередньої закладки
vi: Chuyển về dấu trang trước đó

# editor_seek_to_next_bookmark
source: Seek to next bookmark
el: Αναζήτηση στον επόμενο σελιδοδείκτη
fi: Siirry seuraavaan kirjanmerkkiin
fr: Marque-page suivant
ja: 次のブックマークへ移動
ko: 다음 북마크 지점으로 이동
lt: Peršokti į kitą žymę
lv_lv: Iet uz nākamo grāmatzīmi
ms_my: Jangkau ke penanda seterusnya
pl: Przejdź do następnej zakładki
pt: Ir para o próximo marcador
ru: Перейти к следующей закладке
sv: Sök till nästa bokmärke
tr: Sonraki yer imine git
uk: Перейти до наступної закладки
vi: Chuyển tới dấu trang tiếp theo

source: Absolute scroll song list
el: Απόλυτη λίστα τραγουδιών κύλισης
fi: Absoluuttinen vieritystila kappaleille
fr: Défilement absolu sur la liste des musiques
ja: 曲リストを絶対スクロール
ko: 곡 목록에서 절대 스크롤
lt: Absoliutus dainų sąrašo slinkimas
lv_lv: Absolūtais ritināšanas dziesmu saraksts
ms_my: Tatal mutlak senarai lagu
pl: Bezwzględne przewijanie listy utworów
pt: Lista de músicas com rolagem absoluta
ru: Абсолютная прокрутка списка песен
sv: Absolut scroll-låtlista
tr: Şarkı listesinin çubuğunu kaydırma
uk: Абсолютне прокручування списку пісень
vi: Cuộn danh sách bài hát toàn phần

# editor_toggle_move_control
source: Toggle movement control
el: Εναλλαγή ελέγχου κίνησης
fi: Ota käyttöön liikeohjaus
fr: Activer/désactiver le contrôle de mouvements
ja: 移動制御の切り替え
ko: 이동 제어 켬/끔
lt: Perjungti judinimo kontroles
lv_lv: Pārslēgt kustības kontroli
ms_my: Togol kawalan gerakan
pl: Przełączanie kontroli ruchu
pt: Ativar/Desativar controlo de movimento
ru: Открыть настройки перемещения
sv: Växla rörelsekontroll
tr: Hareket kontrolünü aç/kapat
uk: Відкрити інструмент переміщення
vi: Chuyển đổi điều khiển chuyển động

# editor_discard_unsaved_changes
source: Discard unsaved changes
el: Απόρριψη μη αποθηκευμένων αλλαγών;
fi: Hylkää tallentamattomat muutokset
fr: Abandonner les modifications non enregistrées
ja: 未保存の変更を破棄
ko: 저장하지 않은 변경 사항 삭제
lt: Atsisakyti neišsaugotų pakeitimų
lv_lv: Atcelt nesaglabātās izmaiņas
ms_my: Hilangkan perubahan yang tidak disimpan
pl: Porzuć niezapisane zmiany
pt: Descartar alterações não guardadas
ru: Отменить несохранённые изменения
sv: Släng osparade ändringar
tr: Kaydedilmemiş değişiklikleri sil
uk: Скасувати незбережені зміни
vi: Bỏ qua các thay đổi chưa lưu
