Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/GlobalActionKeyBinding.*.resx
Languages: bg, ca, cs, da, de, el, es, es_419, fa_ir, fi, fil_ph, fr, he, id, it, ja, ko, lt, lv_lv, ms_my, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# pause_gameplay
source: Pause / resume gameplay
bg: Пауза на игра
ca: Pausar / reprèn el joc
cs: Pozastavit hru / pokračovat ve hře
da: Pause spillet
de: Spiel pausieren / fortsetzen
el: Παύση / συνέχιση παιχνιδιού
es: Pausar o reanudar el juego
es_419: Pausar o reanudar el juego
fa_ir: مکث گیم پلی
fi: Tauota / jatka pelaamista
fil_ph: I-pause / ipagpatuloy ang laro
fr: Pause/reprendre le jeu
he: עצור משחק
id: Jeda / lanjutkan permainan
it: Ferma / riprendi il gioco
ja: ゲームプレイの一時停止
ko: 게임 플레이 일시 정지 / 재개
lt: Pristabdyti žaidimą
lv_lv: Pauzēt spēli
ms_my: Jeda / sambung permainan
pl: Wstrzymaj/wznów rozgrywkę
pt: Pausar/retomar o jogo
pt_br: Pausar / Retomar gameplay
ro: Pauză / continuă joc
ru: Пауза/продолжить
sv: Pausa spelet
th: หยุดชั่วคราว / เล่นต่อ
tr: Oyunu duraklat / devam ettir
uk: Пауза / продовжити гру
vi: Dừng / tiếp tục trò chơi
zh: 暂停游戏
zh_hant: 暫停/繼續遊戲

# editor_setup_mode
source: Setup mode
bg: Раздел настройка
ca: Mode de configuració
cs: Režim nastavení
da: Opsætning-tilstand
de: Setup-Modus
el: Λειτουργία εγκατάστασης
es: Modo de configuración
es_419: Modo de configuración
fa_ir: حالت راه اندازی
fi: Asetustila
fr: Mode configuration
he: מצב הגדרת תצורה
id: Mode Setup
it: Modalità "configurazione"
ja: セットアップモード
ko: 일반 설정 모드
lt: Nuostatų langas
lv_lv: Uzstādīšanas režīms
ms_my: Mod persediaan
pl: Ustawienia beatmapy
pt: Modo de configuração
pt_br: Modo de configuração
ro: Mod de configurare
ru: Открыть панель настроек
sv: Konfigureringsläge
th: โหมดตั้งค่า
tr: Kurulum modu
uk: Режим налаштування
vi: Chế độ thiết lập
zh: 设置模式
zh_hant: 設定模式

# editor_compose_mode
source: Compose mode
bg: Раздел композиране
ca: Mode de composició
cs: Režim editace
da: Composer-tilstand
de: Komponieren-Modus
el: Λειτουργία σύνθεσης
es: Modo de composición
es_419: Modo de composición
fa_ir: حالت نوشتن
fi: Sävellystila
fr: Mode composition
he: מצב יצירה
id: Mode Compose
it: Modalità "produzione"
ja: 作成モード
ko: 채보 모드
lt: Kurimo langas
lv_lv: Kompozīcijas režīms
ms_my: Mod gubah
pl: Tryb kompozycji
pt: Modo de composição
pt_br: Modo de composição
ro: Mod compunere
ru: Открыть панель редактора
sv: Komponeringsläge
th: โหมดแก้ไข
tr: Besteleme modu
uk: Режим редактора
vi: Chế độ soạn thảo
zh: 编辑模式
zh_hant: 創作模式

# editor_design_mode
source: Design mode
bg: Раздел дизайн
ca: Mode de disseny
cs: Návrhářský režim
da: Design-tilstand
de: Design-Modus
el: Λειτουργία σχεδιασμού
es: Modo de diseño
es_419: Modo de diseño
fa_ir: حالت طراحی
fi: Suunnittelutila
fr: Mode design
he: מצב עיצוב
id: Mode Design
it: Modalità "design"
ja: デザインモード
ko: 디자인 모드
lt: Dizaino langas
lv_lv: Dizaina režīms
ms_my: Mod reka bentuk
pl: Tryb projektowania
pt: Modo de design
pt_br: Modo de design
ro: Mod design
ru: Открыть панель дизайна
sv: Designläge
th: โหมดออกแบบ
tr: Tasarlama modu
uk: Режим дизайну
vi: Chế độ thiết kế
zh: 设计模式
zh_hant: 設計模式

# editor_timing_mode
source: Timing mode
bg: Раздел времена
ca: Mode de temps
cs: Režim časování
da: Timing-tilstand
de: Timing-Modus
el: Λειτουργία χρονισμού
es: Modo de temporización
es_419: Modo de temporización
fa_ir: حالت زمانبندی
fi: Ajoitustila
fr: Mode timing
he: מצב תזמון
id: Mode Timing
it: Modalità "tempo"
ja: タイミングモード
ko: 타이밍 모드
lt: Sinchronizavimo langas
lv_lv: Laika sinhronizācijas režīms
ms_my: Mod pemasaan
pl: Tryb rytmiki
pt: Modo de tempo
pt_br: Modo de tempo
ro: Mod măsură
ru: Открыть панель тайминга
sv: Timingläge
th: โหมดจับเวลา
tr: Zamanlama modu
uk: Режим таймінгу
vi: Chế độ canh nhịp
zh: 测定时间轴模式
zh_hant: 校時模式

# editor_tap_for_bpm
source: Tap for BPM
bg: Докоснете за BPM
ca: Toca per al BPM
cs: Klepni pro BPM
da: Tryk for BPM
de: Tippe, um die BPM zu erreichen
el: Πατήστε για BPM
es: Pulsa para BPM
es_419: Pulsar al ritmo del BPM
fi: Etsi BPM naputtamalla rytmiä
fil_ph: I-tap para sa BPM
fr: Touche d'obtention du BPM
he: לחץ עבור BPM
id: Ketuk untuk BPM
it: Premi per BPM
ja: タップしてBPMの測定
ko: BPM 측정 버튼
lt: Spausk pagal BPM
lv_lv: Pieskarties priekš BPM
ms_my: Ketik untuk BPM
pl: Kliknij, by dostosować BPM
pt: Toque para BPM
pt_br: Toque para BPM
ro: Apasă pentru BPM
ru: Задать ритм (BPM)
sv: Tryck för BPM
th: แตะเพื่อวัด BPM
tr: BPM için dokunun
uk: Тапніть для BPMу
vi: Nhấn cho BPM
zh: BPM 测算按键
zh_hant: 跟著節奏點擊以取得 BPM

# editor_clone_selection
source: Clone selection
ca: Clona la selecció
cs: Kopírovat výběr
da: Klon dit valg
de: Auswahl klonen
el: Κλωνοποίηση επιλογής
es: Clonar selección
es_419: Clonar selección
fi: Luo kopio valinnasta
fil_ph: I-clone ang pinili
fr: Dupliquer la sélection
he: שכפל בחירה
id: Gandakan pilihan
it: Duplica selezione
ja: 選択範囲を複製
ko: 선택 영역 복제
lt: Klonuoti pasirinkimą
lv_lv: Klonēt atlasi
ms_my: Pemilih klon
pl: Klonuj zaznaczenie
pt: Seleção de clones
pt_br: Clonar seleção
ro: Clonează selecția
ru: Вставить текущее выделение
sv: Klona markering
th: เลือกซ้ำ
tr: Seçimi klonla
uk: Клонувати виділене
vi: Nhân đôi phần được chọn
zh: 复制所选
zh_hant: 複製所選

# editor_cycle_grid_spacing
source: Cycle grid spacing
ca: Canviar espaiat de la graella
cs: Procházet šířkami mřížky
de: Rasterweite wechseln
el: Κύκλος πλέγματος
es_419: Cambiar el espaciado de la rejilla
fi: Vaihda ruudukon välitystä
fr: Changer l'espacement de la grille
he: החלף סביב בין מרווחי רשת
id: Ubah lebar kisi
it: Scorri tra la spaziatura della griglia
ja: グリッド間隔を順に切り替え
ko: 그리드 간격 순환
lt: Keisti tinklelio dydį
lv_lv: Ciklēt plakņu atstarpes
ms_my: Kitarkan jarak grid
pl: Odstęp siatki cyklu
pt: Espaçamento da grade
pt_br: Ciclo de espaçamento de grade
ro: Schimbare spațiere grid
ru: Изменить шаг сетки
sv: Cykelrutnätsavstånd
tr: Izgara aralığı
uk: Перемкнути розмір сітки
vi: Chuyển đổi khoảng cách lưới
zh: 调整辅助网格大小
zh_hant: 循環網格間隔

# editor_cycle_grid_type
source: Cycle grid type
ca: Canviar tipus de graella
cs: Procházet typy mřížky
de: Rastertyp wechseln
el: Τύπος καννάβου κύκλου
es_419: Cambiar el tipo de la rejilla
fi: Vaihda ruudutus tyyppiä
fr: Changer le type de grille
he: החלף סביב בין סוגי רשת
id: Ubah jenis kisi
it: Scorri tra i tipi di griglia
ja: グリッドタイプを順に切り替え
ko: 그리드 종류 순환
lt: Keisti tinklelio tipą
lv_lv: Ciklēt plakņu veidus
ms_my: Kitarkan jenis grid
pl: Typ siatki cyklu
pt: Alternar tipo de grade
pt_br: Tipo de ciclo de grade
ro: Schimbare tip grid
ru: Изменить тип сетки
sv: Cykla rutnätstyp
tr: Izgara tipi
uk: Перемкнути тип сітки
vi: Chuyển đổi loại lưới
zh: 切换辅助网格类型
zh_hant: 循環網格類型

# editor_test_gameplay
source: Test gameplay
bg: Тест на геймплея
ca: Prova la jugabilitat
cs: Otestovat gameplay
de: Teste Gameplay
el: Δοκιμή παιχνιδιού
es: Probar mapa
es_419: Probar el mapa
fa_ir: گیم پلی تست
fi: Testaa pelattavuutta
fr: Tester la beatmap
he: בחן מהלך משחק
id: Uji beatmap
it: Partita di prova
ja: ゲームプレイのテスト
ko: 게임 플레이 시험
lt: Testuoti žaidimą
lv_lv: Testēt spēli
ms_my: Uji permainan
pl: Przetestuj rozgrywkę
pt: Teste de jogabilidade
pt_br: Testar gameplay
ro: Testează gameplay-ul
ru: Протестировать карту
sv: Testa beatmap
th: ทดสอบการเล่นเกม
tr: Test et
uk: Протестувати мапу
vi: Chơi thử
zh: 测试谱面
zh_hant: 測試遊玩效果

source: Hold for HUD
bg: Задръж за HUD
ca: Mantingueu premut per HUD
cs: Držet pro HUD
de: Halten für HUD
el: Κρατήστε για HUD
es: Mostrar HUD (mantener presionado)
es_419: Mostrar HUD (mantener presionado)
fa_ir: نگه داشتن HUD
fi: Näytä heijastusnäyttö pitämällä pohjassa
fr: Maintenir pour afficher le HUD
he: החזק עבור תצוגה עילית
id: Munculkan HUD (tahan)
it: Tieni premuto per l'HUD
ja: 長押しでHUD
ko: 꾹 눌러서 HUD 표시
lt: Laikyti, kad parodyti HUD
lv_lv: Turēt priekš HUD
ms_my: Tahan untuk papar pandu
pl: Wyświetl HUD (przytrzymaj)
pt: Prime para mostrar interface
pt_br: Segurar para exibir interface
ro: Ține apăsat pentru HUD
ru: Показать скрытый интерфейс (удерживать)
sv: Håll för gränssnitt
th: กดค้างที่ HUD
tr: HUD için basılı tut
uk: Утримувати для увімк. інтерфейсу
vi: Giữ để mở HUD
zh: 按住以显示 HUD
zh_hant: 按住以顯示 HUD

source: Random skin
bg: Произволен облик
ca: Skin aleatòria
cs: Náhodný skin
da: Tilfældigt skin
de: Zufälliger Skin
el: Τυχαίο skin
es: Skin aleatoria
es_419: Skin aleatoria
fa_ir: پوست تصادفی
fi: Satunnainen ulkoasu
fr: Skin aléatoire
he: סקין אקראי
id: Skin acak
it: Skin casuale
ja: ランダムなスキン
ko: 무작위 스킨
lt: Atsitiktinė išvaizda
lv_lv: Nejaušs motīvs
ms_my: Rupa rawak
pl: Wybierz losową skórkę
pt: Skin aleatória
pt_br: Skin aleatória
ro: Skin aleator
ru: Случайный скин
sv: Slumpat skin
th: สุ่มสกิน
tr: Rastgele skin
uk: Випадковий скін
vi: Skin ngẫu nhiên
zh: 随机皮肤
zh_hant: 隨機 Skin

# toggle_pause_replay
source: Pause / resume replay
bg: Пауза/Продължи повторението
ca: Fes una pausa o reprèn la reproducció
cs: Pozastavit / obnovit přehrávání záznamu
da: Pause / fortsæt genafspilning
de: Replay pausieren / fortsetzen
el: Παύση / συνέχιση επανάληψης
es: Pausar/Reanudar repetición
es_419: Pausar/reanudar el juego
fa_ir: مکث / ادامه بازپخش
fi: Keskeytä / jatka uusintaa
fil_ph: I-hinto / I-tuloy ang replay
fr: Pause/reprise du replay
he: עצור / המשך שידור חוזר
id: Jeda/lanjutkan pemutaran tayangan ulang
it: Ferma / avvia il replay
ja: リプレイを一時停止/再開する
ko: 다시 보기 일시 정지 / 재생
lt: Pristabdyti / tęsti įrašą
lv_lv: Pauzēt / turpināt atkārtojumu
ms_my: Jeda / sambung ulangan
pl: Zatrzymaj/wznów powtórkę
pt: Pausar / retomar a reprodução
pt_br: Pausar / Retomar replay
ro: Pauză / continuă reluarea
ru: Приостановить/возобновить запись
sv: Pausa / återuppta repris
th: หยุดชั่วคราว/เล่นต่อ
tr: Tekrarı duraklat / sürdür
uk: Зупинити / відновити реплей
vi: Dừng / tiếp tục phát lại
zh: 暂停/继续回放
zh_hant: 暫停/繼續重播

source: Toggle in-game interface
bg: Покажи интерфейс в игра
ca: Commuta la interfície del joc
cs: Vypnout/zapnout rozhraní ve hře
da: Vis/skjul spil grænseflade
de: Interface im Spiel ein-/ausblenden
el: Εναλλαγή διεπαφής εντός του παιχνιδιού
es: Mostrar u ocultar interfaz del juego
es_419: Mostrar/ocultar la interfaz del juego
fa_ir: رابط کاربری را تغییر دهید
fi: Näytä / piilota pelin käyttöliittymä
fil_ph: I-toggle ang in-game na interface
fr: Activer/désactiver l'interface en jeu
he: מתג ממשק בתוך המשחק
id: Tampilkan/sembunyikan HUD
it: Mostra l'interfaccia di gioco
ja: ゲーム内インターフェイスを切り替え
ko: 게임 내 인터페이스 켬/끔
lt: Įjungti / Išjungti žaidimo sąsają
lv_lv: Ieslēgt spēles saskarni
ms_my: Togol antara muka dalam mainan
pl: Wyświetl interfejs w grze
pt: Alternar interface no jogo
pt_br: Mostrar/Esconder Interface durante o jogo
ro: Comutare interfață în joc
ru: Режимы внутриигрового интерфейса
sv: Visa/göm spelets gränssnitt
th: สลับหน้าต่างในเกม
tr: Oyun içi arayüzü aç/kapa
uk: Увімкнути внутрішньоігровий інтерфейс
vi: Bật/tắt giao diện trò chơi
zh: 显示/隐藏游戏内界面
zh_hant: 顯示/隱藏遊戲內介面

source: Toggle in-game leaderboard
ca: Alternar taula de classificació del joc
cs: Žebříček během hry
de: Rangliste im Spiel umschalten
el: Εναλλαγή πίνακα βαθμολογιών
es: Alternar tabla de clasificación del juego
es_419: Mostrar/ocultar la tabla de clasificación del juego
fi: Näytä / piilota tulostaulu pelissä
fr: Activer/désactiver le classement en jeu
he: מתג לוח תוצאות בתוך המשחק
id: Tampilkan/sembunyikan papan peringkat
it: Mostra la classifica in gioco
ja: ゲーム内リーダーボードの切り替え
ko: 게임 내 리더보드 켬/끔
lt: Perjungti žaidimo rezultatų lentą
lv_lv: Ieslēgt spēles līderu sarakstu
ms_my: Togol papan pendahulu dalam mainan
pl: Wyświetl tabelę wyników w grze
pt: Habilitar classificação em jogo
pt_br: Mostrar/Esconder Placar no jogo
ro: Comutare clasament în joc
ru: Вкл/откл таблицу рекордов
sv: Visa topplistan i spelet
tr: Oyun içi sıralama tablosunu aç/kapat
uk: Увімкнути/вимкнути таблицю лідерів у грі
vi: Bật/tắt bảng xếp hạng trong trò chơi
zh: 显示游戏内排行榜
zh_hant: 顯示遊戲内排行榜

# toggle_mod_selection
source: Toggle mod select
bg: Избор на мод
ca: Commuta la selecció mod
cs: Otevřít/zavřít výběr módu
da: Åbn/luk Mod Vælg
de: Modauswahl ein-/ausblenden
el: Άνοιγμα επιλογής mod
es: Mostrar u ocultar selector de mods
es_419: Mostrar/ocultar el selector de mods
fa_ir: انتخاب مود را تغییر دهید
fi: Näytä / piilota muunnelmavalikko
fil_ph: I-toggle ang mod select
fr: Afficher/masquer la sélection de mods
he: מתג בחירת מודים
id: Buka/tutup layar pemilihan mod
it: Apri la selezione mod
ja: Mod選択の切り替え
ko: 모드 선택 켬/끔
lt: Modų langas
lv_lv: Ieslēgt modifikāciju atlasi
ms_my: Buka/tutup tempat pemilihan mod
pl: Wyświetl nakładkę z modyfikatorami rozgrywki
pt: Alternar seleção de modificação
pt_br: Mostrar/Esconder Seleção de mod
ro: Comutare selectarea modurilor
ru: Открыть выбор модов
sv: Öppna/stäng modmeny
th: สลับโหมดเลือก
tr: Mod Seçimini aç/kapa
uk: Відкрити вибір модів
vi: Bật/tắt chọn Mod
zh: 显示/隐藏模组选择界面
zh_hant: 顯示/隱藏 Mod 選單

source: Deselect all mods
bg: Отмяна на всички модове
ca: Desselecciona tots els mods
cs: Zrušit Výběr všech Módů
da: Fravælg alle mods
de: Alle Mods abwählen
el: Αποεπιλογή όλων των mods
es: Deseleccionar todos los mods
es_419: Deseleccionar todos los mods
fi: Peru kaikkien muunnelmien valinnat
fil_ph: Alisin lahat ng mga mod
fr: Désélectionner tous les mods
he: בטל בחירת כל המודים
id: Hapus semua pilihan mod
it: Deseleziona tutte le mod
ja: Modの選択を全て解除する
ko: 모드 일괄 선택 해제
lt: Atžymėti visus modus
lv_lv: Atcelt visu modifikāciju atlasi
ms_my: Nyahpilih semua mod
pl: Odznacz wszystkie modyfikatory
pt: Excluir todos os mods
pt_br: Desmarcar todos os mods
ro: Deselectează toate mod-urile
ru: Отменить выбор модов
sv: Avmarkera alla mods
th: ยกเลิกการเลือก mods ทั้งหมด
tr: Tüm mod seçimlerini kaldır
uk: Зняти вибір з усіх модів
vi: Bỏ chọn mọi mod
zh: 取消选择所有模组
zh_hant: 取消選取所有 Mod

# select_next_random
source: Random
bg: Произволен бийтмап
ca: Aleatori
cs: Náhodná
da: Tilfældig
de: Zufällig
el: Τυχαία
es: Aleatorio
es_419: Mapa aleatorio
fa_ir: تصادفی
fi: Satunnainen
fr: Aléatoire
he: רנדומלי
id: Acak
it: Casuale
ja: ランダム
ko: 무작위
lt: Atsitiktinis
lv_lv: Nejaušs
ms_my: Rawak
pl: Przejdź do losowej beatmapy
pt: Aleatório
pt_br: Aleatório
ro: Aleator
ru: Случайная карта
sv: Slumpmässig
th: สุ่ม
tr: Rastgele
uk: Випадкова мапа
vi: Ngẫu nhiên
zh: 随机
zh_hant: 隨機選擇

# select_previous_random
source: Rewind
bg: Предишен бийтмап
ca: Rebobina
cs: Přetočit
da: Spol tilbage
de: Zurückgehen
es: Rebobinar
es_419: Volver al mapa anterior
fa_ir: عقب
fi: Kelaa taaksepäin
fil_ph: Mag-rewind
fr: Revenir sur la beatmap précédente
he: החזר לאחור
id: Putar balik
it: Riavvolgi
ja: ランダムを巻き戻す
ko: 뒤로 감기
lt: Atsukti atgal
lv_lv: Atgriezt
ms_my: Mandir
pl: Przejdź do poprzednio wylosowanej beatmapy
pt: Rebobinar
pt_br: Voltar para seleção aleatória anterior
ro: Derulare înapoi
ru: Предыдущая случайная карта
sv: Spola tillbaka
th: กรอกลับ
tr: Geri sar
uk: Попередня випадкова мапа
vi: Tua lại
zh: 撤销随机
zh_hant: 跳回上次隨機選擇

# toggle_beatmap_options
source: Beatmap Options
bg: Опции за бийтмап
ca: Opcions del beatmap
cs: Možnosti beatmapy
da: Beatmap Indstillinger
de: Beatmap-Optionen
el: Επιλογές Beatmap
es: Opciones del mapa
es_419: Opciones del mapa
fa_ir: گزینه های بیت مپ
fi: Rytmikartan asetukset
fil_ph: Mga Opsyon ng Beatmap
fr: Options de beatmap
he: אפשרויות מפה
id: Opsi Beatmap
it: Opzioni Beatmap
ja: ビートマップの設定
ko: 비트맵 옵션
lt: Beatmap'o nustatymai
lv_lv: Ritma-mapju Opcijas
ms_my: Pilihan Peta Rentak
pl: Opcje beatmapy
pt: Opções Beatmap
pt_br: Opções de Beatmap
ro: Opțiuni pentru beatmap
ru: Управление картой
sv: Beatmapalternativ
th: ตัวเลือกบีทแมป
tr: Beatmap Seçenekleri
uk: Налаштування мапи
vi: Thiết lập beatmap
zh: 谱面选项
zh_hant: 圖譜選項

# editor_verify_mode
source: Verify mode
bg: Раздел проверка
ca: Mode de verificació
cs: Ověřovací režim
da: Bekræftelse tilstand
de: Verifizieren-Modus
el: Λειτουργία επαλήθευσης
es: Modo de verificación
es_419: Modo de verificación
fa_ir: حالت تایید
fi: Tarkistustila
fr: Mode vérification
he: מצב וידוא
id: Mode Verify
it: Modalità "verifica"
ja: 検証モード
ko: 증명 모드
lt: Patvirtinimo režimas
lv_lv: Pārbaudes režīms
ms_my: Mod pengesahan
pl: Tryb weryfikacji
pt: Modo de verificação
pt_br: Modo de verificação
ro: Mod verificare
ru: Открыть панель проверки
sv: Verifieringsläge
th: โหมดตรวจสอบ
tr: Doğrulama modu
uk: Режим перевірки
vi: Chế độ duyệt
zh: 检查模式
zh_hant: 檢查模式

# editor_nudge_left
source: Nudge selection left
bg: Премести избраното наляво
ca: Esborra la selecció cap a l'esquerra
cs: Posunout výběr doleva
da: Skub markeringen til venstre
de: Auswahl nach links stupsen
el: Επιλογή ψευδής αριστερά
es: Desplazar selección hacia la izquierda
es_419: Desplazar la selección hacia la izquierda
fa_ir: انتخاب تکان دادن چپ
fi: Siirrä valinta vasemmalle
fil_ph: Pagnudge ng pinili sa kaliwa
fr: Déplacer la sélection à gauche
he: הינד בחירה שמאלה
id: Geser pilihan ke kiri
it: Sposta selezione a sinistra
ja: 選択したものを左にずらす
ko: 왼쪽으로 선택 항목 살짝 밀기
lt: Pastumti pasirinkimą kairėn
lv_lv: Pabīdīt atlasi pa kreisi
ms_my: Alih pilihan ke kiri
pl: Przesuń zaznaczone obiekty w lewo
pt: Nudge seleção esquerda
pt_br: Passar seleção à esquerda
ro: Împinge selecție stânga
ru: Сдвинуть объект влево
sv: Knuffa markering till vänster
th: เขยิบไปทางซ้าย
tr: Soldaki seçimi hafifçe sürükle
uk: Зсунути вибраний об'єкт вліво
vi: Cong sang trái
zh: 向左微调选中物件
zh_hant: 向左移動選取的物件

# editor_nudge_right
source: Nudge selection right
bg: Премести избраното надясно
ca: Esborra la selecció cap a la dreta
cs: Posunout výběr doprava
da: Skub markeringen til højre
de: Auswahl nach rechts stupsen
el: Φωτεινή επιλογή δεξιά
es: Desplazar selección hacia la derecha
es_419: Desplazar la selección hacia la derecha
fa_ir: انتخاب تکان دادن راست
fi: Siirrä valinta oikealle
fil_ph: Pagnudge ng pinili sa kanan
fr: Déplacer la sélection à droite
he: הינד בחירה ימינה
id: Geser pilihan ke kanan
it: Sposta selezione a destra
ja: 選択したものを右にずらす
ko: 왼쪽으로 선택 항목 살짝 밀기
lt: Pastumti pasirinkimą dešinėn
lv_lv: Pabīdīt atlasi pa labi
ms_my: Alih pilihan ke kanan
pl: Przesuń zaznaczone obiekty w prawo
pt: Nudge seleção direita
pt_br: Passar seleção à direita
ro: Împinge selecție dreapta
ru: Сдвинуть объект вправо
sv: Knuffa markering till höger
th: เขยิบไปทางขวา
tr: Sağdaki seçimi hafifçe sürükle
uk: Зсунути вибраний об'єкт вправо
vi: Cong sang phải
zh: 向右微调选中物件
zh_hant: 向右移動選取的物件

# editor_flip_horizontally
source: Flip selection horizontally
bg: Обърни избраното хоризонтално
ca: Capgira la selecció horitzontalment
cs: Převrátit výběr vodorovně
da: Vend markeringen vandret
de: Auswahl horizontal spiegeln
el: Αναστροφή επιλογής οριζόντια
es: Voltear la selección horizontalmente
es_419: Voltear la selección horizontalmente
fa_ir: انتخاب تلنگر به صورت افقی
fi: Käännä valinta vaakasuunnassa
fil_ph: I-flip ang pinili nang pahalang
fr: Retourner la sélection horizontalement
he: הפוך בחירה אופקית
id: Cerminkan pilihan secara horizontal
it: Rifletti la selezione orizzontalmente
ja: 選択したものを左右反転する
ko: 선택 항목을 좌우로 뒤집기
lt: Apversti pasirinkimą horizontaliai
lv_lv: Apgriezt atlasi horizontāli
ms_my: Terbalikkan pilihan secara melintang
pl: Odwróć zaznaczenie w poziomie
pt: Virar seleção horizontalmente
pt_br: Inverter seleção horizontalmente
ro: Rotiți selecția orizontal
ru: Отразить объект по горизонтали
sv: Vänd markeringen vågrätt
th: พลิกในแนวนอน
tr: Seçimi yatay olarak ters çevir
uk: Віддзеркалити по горизонталі
vi: Lật ngang phần được chọn
zh: 水平翻转选中的物件
zh_hant: 水平翻轉選取範圍

# editor_flip_vertically
source: Flip selection vertically
bg: Обърни избраното вертикално
ca: Inverteix la selecció verticalment
cs: Převrátit výběr svisle
da: Vend markeringen lodret
de: Auswahl vertikal spiegeln
el: Αναστροφή επιλογής κατακόρυφα
es: Voltear la selección verticalmente
es_419: Voltear la selección verticalmente
fa_ir: انتخاب تلنگر به صورت عمودی
fi: Käännä valinta pystysuunnassa
fil_ph: I-flip ang pinili nang patayo
fr: Retourner la sélection verticalement
he: הפוך בחירה אנכית
id: Cerminkan pilihan secara vertikal
it: Rifletti la selezione verticalmente
ja: 選択したものを上下反転する
ko: 선택 항목을 위아래로 뒤집기
lt: Apversti pasirinkimą vertikaliai
lv_lv: Apgriezt atlasi vertikāli
ms_my: Terbalikkan pilihan secara menegak
pl: Odwróć zaznaczenie w pionie
pt: Virar seleção verticalmente
pt_br: Inverter a seleção verticalmente
ro: Rotiți selecția vertical
ru: Отразить объект по вертикали
sv: Vänd markeringen lodrätt
th: พลิกในตั้ง
tr: Seçimi dikey olarak ters çevir
uk: Віддзеркалити по вертикалі
vi: Lật dọc phần được chọn
zh: 垂直翻转选中的物件
zh_hant: 垂直翻轉選取範圍

# editor_increase_distance_spacing
source: Increase distance spacing
bg: Увеличение на разстояние
ca: Augmenta l'espaiat de distància
cs: Zvýšit odstup vzdálenosti
da: Forstør afstand
de: Abstandsausrichtung erhöhen
el: Αύξηση απόστασης απόστασης
es: Aumentar distancia de espaciado
es_419: Aumentar la distancia del espaciado
fi: Suurenna etäisyyttä
fil_ph: Itaas ang distance spacing
fr: Augmenter l'espacement
he: הגבר מרווחי מרחק
id: Tingkatkan nilai distance spacing
it: Aumenta distanza
ja: 距離の間隔を拡げる
ko: 거리 간격 늘리기
lt: Padidinti tarpus tarp objektų
lv_lv: Palielināt attālumu
ms_my: Tingkatkan jarak
pl: Zwiększ odległość między obiektami
pt: Aumentar espaço de distância
pt_br: Aumentar espaçamento
ro: Mărește distanța de spațiere
ru: Увеличить множитель интервальной расстановки
sv: Öka avståndet
th: เพิ่มระยะห่างระหว่างกัน
tr: Mesafe aralığını artır
uk: Збільшити дистанцію між об'єктами
vi: Tăng khoảng cách
zh: 增大物件间距
zh_hant: 擴大間距

# editor_decrease_distance_spacing
source: Decrease distance spacing
bg: Намаляне на разстояние
ca: Disminueix l'espaiat de la distància
cs: Snížit odstup vzdálenosti
da: Formindsk afstand
de: Abstandsausrichtung verringern
el: Μείωση απόστασης spacing
es: Disminuir distancia de espaciado
es_419: Disminuir la distancia del espaciado
fi: Pienennä etäisyyttä
fil_ph: Ibaba ang distance spacing
fr: Réduire l'espacement
he: הנמך מרווחי מרחק
id: Turunkan nilai distance spacing
it: Diminuisci distanza
ja: 距離の間隔を縮める
ko: 거리 간격 줄이기
lt: Sumažinti tarpus tarp objektų
lv_lv: Samazināt attālumu
ms_my: Kurangkan jarak
pl: Zmniejsz odległość między obiektami
pt: Diminuir espaçamento
pt_br: Diminuir espaçamento
ro: Micșorează distanța de spațiere
ru: Уменьшить множитель интервальной расстановки
sv: Minska avståndet
th: ลดระยะห่างระหว่างกัน
tr: Mesafe aralığını azalt
uk: Зменшити дистанцію між об'єктами
vi: Giảm khoảng cách
zh: 减小物件间距
zh_hant: 縮短間距

# editor_cycle_previous_beat_snap_divisor
source: Cycle previous beat snap divisor
ca: Canviar a l'anterior divisor de ritme
cs: Přepínání mezi předchozími oddělovači taktů
de: Zum vorherigen Taktteiler wechseln
el: Κύκλος προηγούμενο χτύπημα divisor
es: Cambiar al anterior divisor de ritmo
es_419: Cambiar al divisor de ritmo anterior
fi: Edellinen iskupohjaisen naksautuksen jakaja
fr: Diviseur de mesure précédent
he: החלף סביב למחלק צימוד הפעימות הקודם
id: Ubah beat snap divisor ke nilai sebelumnya
it: Passa al divisore di battuta precedente
ja: 拍スナップ分割を前の設定に切り替え
ko: 이전의 비트 스냅 나누기 순환
lt: Grįžti į ankstesnį fiksavimo tašką
lv_lv: Ciklēt uz iepriekšējo ritma sadalījumu
ms_my: Kitarkan pembahagi lekat rentak sebelumnya
pl: Poprzedni dzielnik rytmu
pt: Alternar para o divisor de batida anterior
pt_br: Alternar para o divisor de batida anterior
ro: Parcurge divizorul anterior de beat-uri
ru: Уменьшить музыкальный размер
sv: Gå till förra beat snäpp avdelare
tr: Önceki beat snap bölenini değiştir
uk: Попередній цикл дільника бітів
vi: Chuyển sang kiểu chia nhịp trước đó
zh: 切换到上一个节拍细分
zh_hant: 切換至上個節拍細分
