Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/GraphicsSettings.*.resx
Languages: ca, de, el, fa_ir, he, ja, lv_lv, ms_my, th, tr, vi

# graphics_section_header
source: Graphics
ca: Gràfics
de: Grafik
el: Γραφικά
fa_ir: گرافیک
he: גרפיקות
ja: グラフィック
lv_lv: Grafika
ms_my: Grafik
th: กราฟิก
tr: Grafikler
vi: Đồ hoạ

# renderer_header
source: Renderer
ca: Renderitzador
fa_ir: رندرساز
he: מתצג
ja: レンダラー
lv_lv: Renderēšana
ms_my: Tukang Render
th: การเรนเดอร์
tr: Grafik Motoru
vi: Trình kết xuất

source: Frame limiter
ca: Limitador de fotogrames
de: FPS-Limit
fa_ir: محدود کننده فریم
he: מגביל תמוניות
ja: フレームレート
lv_lv: Kadru ierobežotājs
ms_my: Penghad FPS
th: ตัวจำกัดเฟรม
tr: Kare hızı sınırlayıcı
vi: Giới hạn khung hình

source: Threading mode
ca: Mode de subprocessament
de: Threading-Modus
el: Λειτουργία νημάτων
fa_ir: حالت رشته
he: מצב תהליכוניות
ja: スレッドモード
lv_lv: Dzīslošanas režīms
ms_my: Mod penjalinan
th: โหมดเธรด
tr: İş Parçacığı modu
vi: Chế độ luồng

source: Show FPS
ca: Mostrar FPS
de: FPS anzeigen
el: Δείξε FPS
fa_ir: نمایش FPS
he: הצג FPS
ja: FPSを表示
lv_lv: Radīt FPS
ms_my: Tunjuk FPS
th: แสดง FPS
tr: FPS sayacını göster
vi: Hiển thị FPS

# layout_header
source: Layout
ca: Disseny
el: Διάταξη
fa_ir: طرح-چیدمان
he: שכבת על
ja: レイアウト
lv_lv: Izkārtojums
ms_my: Susun atur
th: การจัดวาง
tr: Yerleşim
vi: Bố cục

source: Screen mode
ca: Mode de pantalla
de: Fenstermodus
el: Λειτουργία οθόνης
fa_ir: حالت صفحه نمایش
he: מצב מסך
ja: ディスプレイ設定
lv_lv: Ekrāna režīms
ms_my: Mod skrin
th: โหมดหน้าจอ
tr: Ekran modu
vi: Chế độ màn hình

source: Resolution
ca: Resolució
de: Auflösung
el: Ανάλυση
fa_ir: وضوح تصویر
he: רזולוציה
ja: 解像度
lv_lv: Izšķirtspēja
ms_my: Resolusi
th: ความละเอียด
tr: Çözünürlük
vi: Độ phân giải

source: Display
ca: Pantalla
de: Anzeige
el: Οθόνη
fa_ir: نمایش
he: תצוגה
ja: ディスプレイ
lv_lv: Displejs
ms_my: Paparan
th: การแสดงผล
tr: Ekran
vi: Hiển thị

source: UI scaling
ca: Tamaño de la IU
de: UI-Skalierung
el: Κλιμάκωση UI
fa_ir: مقیاس پذیر
he: קנה מידה של ממשק המשתמש
ja: UIの表示倍率
lv_lv: Lietotāja interfeisa mērogošana
ms_my: Skala UI
th: ขนาด UI
tr: Arayüz ölçeği
vi: Kích thước giao diện

source: Screen scaling
ca: Escala de pantalla
de: Bildschirmskalierung
el: Κλιμάκωση οθόνης
fa_ir: مقیاس پذیری صفحه نمایش
he: קנה מידת מסך
ja: 画面の表示倍率
lv_lv: Ekrāna mērogošana
ms_my: Skala skrin
th: ปรับขนาดสเกลหน้าจอ
tr: Ekran ölçeği
vi: Tỉ lệ màn hình

source: Horizontal position
ca: Posició horitzontal
de: Horizontale Ausrichtung
el: Οριζόντια θέση
fa_ir: موقعیت افقی
he: מיקום אופקי
ja: 水平方向の位置
lv_lv: Horizontālā pozīcija
ms_my: Posisi melintang
th: ตำแหน่งแนวนอน
tr: Yatay pozisyon
vi: Vị trí chiều ngang

source: Vertical position
ca: Posició vertical
de: Vertikale Position
el: Κατακόρυφη θέση
fa_ir: موقعیت عمودی
he: מיקום אנכי
ja: 垂直方向の位置
lv_lv: Vertikālā pozīcija
ms_my: Posisi menegak
th: ตำแหน่งแนวตั้ง
tr: Dikey pozisyon
vi: Vị trí chiều dọc

source: Horizontal scale
ca: Escala horitzontal
de: Horizontale Skala
el: Οριζόντια κλίμακα
fa_ir: اندازه افقی
he: קנה מידה אופקי
ja: 水平方向のスケール
lv_lv: Horizontālais mērogs
ms_my: Skala melintang
th: ขนาดแนวนอน
tr: Yatay ölçek
vi: Tỷ lệ chiều ngang

source: Vertical scale
ca: Escala vertical
de: Vertikale Skala
el: Κατακόρυφη κλίμακα
fa_ir: اندازه عمودی
he: קנה מידה אנכי
ja: 垂直方向のスケール
lv_lv: Vertikālais mērogs
ms_my: Skala menegak
th: ขนาดแนวตั้ง
tr: Dikey ölçek
vi: Tỉ lệ chiều dọc

# not_fullscreen_note
source: Running without fullscreen mode will increase your input latency!
ca: Si s'executa sense mode de pantalla completa, augmentarà la latència d'entrada!
de: Das Spielen ohne Vollbildmodus erhöht deine Eingabelatenz!
el: Τρέξιμο χωρίς πλήρη οθόνη θα αυξήσει την καθυστέρηση εισόδου σας!
fa_ir: در حال اجرا بدون حالت تمام صفحه، تاخیر ورودی شما را افزایش می دهد!
he: הרצה ללא מצב מסך מלא תגביר את עיקוב הזמן שלכם!
ja: フルスクリーン以外でのプレイでは入力遅延が増加します！
lv_lv: Darbība bez pilnekrāna režīma palielinās ievades aizkavi!
ms_my: Jalankan tanpa mod skrin penuh akan meningkatkan kelewatan input anda!
th: การเล่นแบบไม่เต็มหน้าจอจะทำให้เวลาแฝงของอินพุตเพิ่มมากขึ้น
tr: Tam ekran modunda oynamamak giriş gecikmesini artıracaktır!
vi: Không sử dụng chế độ toàn màn hình sẽ tăng độ trễ đầu vào của bạn!

# detail_settings_header
source: Detail Settings
ca: Configuració de detalls
de: Detaileinstellungen
el: Ρυθμίσεις Λεπτομερειών
fa_ir: تنظیمات جزئیات
he: הגדרות פרטים
ja: 詳細設定
lv_lv: Detaļu Iestatījumi
ms_my: Tetapan Terperinci
th: การตั้งค่าขั้นสูง
tr: Detay Ayarları
vi: Cài đặt chi tiết

source: Storyboard / video
ca: Storyboard / vídeo
el: Storyboard / βίντεο
fa_ir: داستان / ویدئو
he: סטוריבורד / סרטון
ja: ストーリーボード / 動画
lv_lv: Montāža / video
ms_my: Papan cerita / video
th: กระดาน / วิดีโอ

source: Combo colour normalisation
ca: Normalització dels colors del combo
de: Combo-Farbennormalisierung
el: Κανονικοποίηση χρωμάτων Combo
he: נרמול צבעי קומבו
ja: コンボカラー正規化
lv_lv: Kombo krāsas normalizācija
ms_my: Biasakan warna kombo
th: ปรับสีตามคอมโบมาตรฐาน
tr: Kombo renk normalizasyonu
vi: Chuẩn hóa màu các Combo

source: Hit lighting
ca: Enllumenat del flaix
de: Trefferleuchten
el: Φωτισμός χτυπήματος
fa_ir: ضربه زدن به نور
he: תאורת פגיעה
ja: ヒット時のライティング効果
lv_lv: Trāpījumu izgaismojums
ms_my: Pencahayaan pukulan
th: เอฟเฟกต์ตีแสง
tr: Tıklama aydınlatması
vi: Phát sáng

source: Screenshots
ca: Captures de pantalla
el: Στιγμιότυπα οθόνης
fa_ir: عکس از صفحه
he: צילומי מסך
ja: スクリーンショット
lv_lv: Ekrānattēli
ms_my: Tangkap layar
th: ภาพหน้าจอ
tr: Ekran görüntüleri
vi: Ảnh chụp màn hình

source: Screenshot format
ca: Format de captura de pantalla
el: Μορφή στιγμιότυπου οθόνης
fa_ir: فرمت عکس
he: פורמט צילומי מסך
ja: スクリーンショットのフォーマット
lv_lv: Ekrānattēlu formāts
ms_my: Format tangkap layar
th: รูปแบบไฟล์ภาพหน้าจอ
tr: Ekran görüntüsü biçimi
vi: Định dạng ảnh chụp màn hình

# show_cursor_in_screenshots
source: Show menu cursor in screenshots
ca: Mostra el cursor del menú a les captures de pantalla
de: Menü-Cursor in Screenshots anzeigen
el: Εμφάνιση δρομέα μενού σε στιγμιότυπα οθόνης
fa_ir: نشانگر منو در تصاویر
he: הצג מצביע תפריט בצילומי מסך
ja: スクリーンショットにメニューカーソルを表示
lv_lv: Rādīt izvēlnes kursoru ekrānattēlos
ms_my: Tunjukkan kursor menu dalam tangkap layar
th: แสดงเคอร์เซอร์ในภาพหน้าจอ
tr: Ekran görüntülerinde imleci göster
vi: Hiển thị con trỏ trong ảnh chụp màn hình

# video_header
source: Video
ca: Vídeo
el: Βίντεο
fa_ir: فیلم
he: סרטון
ja: ビデオ
th: วิดีโอ

source: Use hardware acceleration
ca: Utilitza l'acceleració de maquinari
de: Hardwarebeschleunigung verwenden
el: Χρήση επιτάχυνσης υλικού
fa_ir: استفاده از شتاب سخت افزاری
he: עשה שימוש בהאצת חומרה
ja: ハードウェア アクセラレーションを使用
lv_lv: Izmantot aparatūras paātrināšanu
ms_my: Gunakan pecutan perkakasan
th: ใช้การเร่งความเร็วจากฮาร์ดแวร์
tr: Donanım hızlandırması kullan
vi: Sử dụng tăng tốc phần cứng

source: JPG (web-friendly)
ca: JPG (apte per a la web)
de: JPG (web-geeignet)
el: JPG (φιλικό προς το web)
fa_ir: JPG (سازگار با وب)
he: JPG (חברותי-לרשת)
ja: JPG (Web用に圧縮)
lv_lv: JPG (tīmeklim draudzīgs)
ms_my: JPG (ramah web)
th: JPG (ไฟล์เล็กกว่า)
tr: JPG (internet-dostu)
vi: JPG (thân thiện với web)

source: PNG (lossless)
ca: PNG (sense pèrdues)
de: PNG (verlustfrei)
el: PNG (μη απωλεστικό)
fa_ir: PNG (بدون افت کیفیت)
he: PNG (ללא איבוד איכות)
ja: PNG (オリジナル画質を維持)
lv_lv: PNG (bezzudumu)
ms_my: PNG (kualiti terjamin)
th: PNG (คมชัดกว่า)
tr: PNG (kayıpsız)
vi: PNG (không nén)
