Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/MaintenanceSettings.*.resx
Languages: ar, bg, ca_es, cs, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lv_lv, ms_my, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# maintenance_section_header
source: Maintenance
ar: الصيانة
bg: Поддръжка
ca_es: Manteniment
cs: Údržba
de: Wartung
el: Συντήρηση
es: Mantenimiento
fi: Huolto
fil: Pagpapanatili
he: תחזוקה
hu: Karbantartás
id: Pemeliharaan
it: Manutenzione
ja: メンテナンス
ko: 유지 및 보수
lv_lv: Uzturēšana
ms_my: Selenggara
pl: Zarządzanie
pt: Manutenção
pt_br: Manutenção
ro: Mentenanță
ru: Управление
sv: Underhåll
th: บำรุงรักษา
tr: Bakım
uk: Управління
vi: Sửa lỗi
zh: 维护
zh_hant: 維護

source: Select directory
ar: اختر المسار
bg: Избери директория
ca_es: Seleccioneu un directori
cs: Vybrat adresář
de: Verzeichnis auswählen
el: Επιλογή καταλόγου
es: Seleccionar directorio
fi: Valitse tiedostohakemisto
fil: Pumili ng direktoryo
fr: Sélectionner ce dossier
he: בחר תיקייה
hu: Könyvtár kiválasztása
id: Pilih direktori
it: Seleziona cartella
ja: ディレクトリを選択
ko: 경로를 선택
lv_lv: Atlasiet direktoriju
ms_my: Pilih direktori
pl: Wybierz folder
pt: Selecionar diretório
pt_br: Selecionar diretório
ro: Selectare director
ru: Выбрать директорию
sv: Välj mapp
th: เลือกไดเร็กทอรี
tr: Dizini seçin
uk: Вибрати теку
vi: Chọn thư mục
zh: 选择文件夹
zh_hant: 選擇目錄

source: Migration in progress
ar: عملية النسخ قيد التنفيذ
bg: Извършва се мигриране
ca_es: Migració en curs
cs: Migrace stále probíhá
de: Laufende Migration
el: Μετεγκατάσταση σε εξέλιξη
es: Migración en curso
fi: Siirto käynnissä
fil: Nasa progreso ng migrasyon
fr: Déplacement en cours
he: הגירה בתהליך
hu: Áttelepítés folyamatban
id: Migrasi sedang berlangsung
it: Migrazione in corso
ja: データ移動中
ko: 마이그레이션 중
lv_lv: Notiek migrācija
ms_my: Menghijrah
pl: Migracja w toku
pt: Migração em andamento
pt_br: Migração em progresso
ro: Migrație în curs
ru: Выполняется перенос данных
sv: Migrering pågår
th: กำลังดำเนินการย้ายข้อมูล
tr: Aktarma devam ediyor
uk: Процес міграції триває
vi: Đang trong quá trình di trú
zh: 正在迁移中
zh_hant: 轉移進行中

# migration_description
source: This could take a few minutes depending on the speed of your disk(s).
ar: قد يستغرق هذا بضع دقائق اعتماداً على سرعة القرص الخاص بك.
bg: Това ще отнеме няколко минути в зависимост от скоростта на вашия диск.
ca_es: Això pot trigar uns minuts depenent de la velocitat de les unitats.
cs: Toto může zabrat několik minut v závislosti na rychlosti disku.
de: Dies kann je nach Geschwindigkeit deiner Festplatte(n) einige Minuten dauern.
el: Αυτό μπορεί να διαρκέσει μερικά λεπτά ανάλογα με την ταχύτητα του δίσκου (ή των δίσκων) σας.
es: Esto puede tardar unos minutos dependiendo de la velocidad de tus discos.
fi: Tämä voi kestää muutaman minuutin riippuen sinun levyn/levyjesi nopeudesta.
fil: Maaaring tumagal ito ng ilang minuto depende sa bilis ng iyong (mga) disk.
fr: Cela peut prendre quelques minutes selon la vitesse de vos périphériques de stockage.
he: זה עלול לקחת מספר דקות בהתאם למהירות הדיסק(ים) שלכם.
hu: Ez néhány percet igénybe vehet a lemeze(i)d sebességétől függően.
id: Proses ini dapat memakan waktu hingga beberapa menit tergantung dari kecepatan cakram penyimpanan yang kamu miliki.
it: Potrebbe richiedere alcuni minuti in base alla velocità del disco.
ja: データ量によっては処理に数分かかることがあります
ko: 이 작업은 현재 사용하시는 저장 장치(들)의 속도에 따라 수 분이 걸릴 수 있어요.
lv_lv: Tas var aizņemt dažas minūtes, atkarībā no tava diska ātruma.
ms_my: Penghijrahan boleh mengambil masa beberapa minit bergantung kepada kelajuan cakera anda.
pl: Może to zająć kilka minut w zależności od prędkości twoich dysków.
pt: Isso pode levar alguns minutos, dependendo da velocidade do(s) teu(s) disco(s).
pt_br: Isto pode levar alguns minutos dependendo da velocidade do(s) seu(s) disco(s).
ro: Acest lucru ar putea dura câteva minute, în funcție de viteza discului (discurilor).
ru: Это может занять несколько минут в зависимости от скорости Вашего диска(-ов).
sv: Detta kan ta några minuter beroende på hastigheten på dina disk(er).
th: การดำเนินการนี้อาจใช้เวลาสักครู่ขึ้นอยู่กับความเร็วของดิสก์ของคุณ
tr: Bu, disk(ler)inizin hızına bağlı olarak birkaç dakika sürebilir.
uk: Це може зайняти декілька хвилин, в залежності від швидкості вашого диску(ів).
vi: Việc này sẽ mất vài phút tuỳ thuộc vào tốc độ ổ đĩa của bạn.
zh: 这可能需要几分钟，取决于您的硬盘速度。
zh_hant: 這可能需要幾分鐘時間，具體處理時間取決於您的硬碟速度。

# prohibited_interact_during_migration
source: Please avoid interacting with the game!
ar: الرجاء تجنب ضغط الأزرار!
bg: Молим да избягвате взаимодействие с играта!
ca_es: Eviteu interactuar amb el joc durant el procés!
cs: Prosím, vyhněte se interakci se hrou!
de: Bitte verwende das Spiel währenddessen nicht!
el: Παρακαλώ αποφύγετε την αλληλεπίδραση με το παιχνίδι!
es: ¡Evita interactuar con el juego!
fi: Vältäthän peliin koskemista tämän aikana!
fil: Mangyaring iwasan ang pakikipag-ugnayan sa laro!
fr: N'interagissez pas avec le jeu !
he: אנא הימנעו מאינטרקציה עם המשחק!
hu: Kérlek ne nyúlj a játékhoz!
id: Mohon hindari interaksi dengan osu! selama proses ini berlangsung!
it: Evita di interagire con il gioco!
ja: ゲームの操作は控えてください
ko: 게임 조작을 잠시 멈춰주세요!
lv_lv: Lūdzu, izvairieties no mijiedarbības ar spēli!
ms_my: Sila elakkan daripada berinteraksi dengan osu!
pl: Nie podejmuj żadnych działań w grze!
pt: Evite interagir com o jogo!
pt_br: Por favor, evite interagir com o jogo!
ro: Vă rugăm să evitați interacționarea cu jocul!
ru: Пожалуйста, не взаимодействуйте с игрой!
sv: Undvik att interagera med spelet!
th: โปรดหลีกเลี่ยงการโต้ตอบกับเกม!
tr: Lütfen oyunla etkileşimden uzak durun!
uk: Будь ласка, уникайте взаємодії з грою!
vi: Xin đừng động vào trò chơi!
zh: 请避免操作游戏！
zh_hant: 請暫時不要與對遊戲進行操作！

# select_new_location
source: Please select a new location
ar: الرجاء تحديد موقع جديد
bg: Изберете ново местоположение
ca_es: Seleccioneu una nova ubicació
cs: Vyberte novou lokaci
de: Bitte wähle einen neuen Ort
el: Παρακαλώ επιλέξτε μια νέα τοποθεσία
es: Selecciona una nueva ubicación
fi: Ole hyvä, ja valitse uusi sijainti
fil: Mangyaring pumili ng bagong lokasyon
fr: Veuillez choisir un nouvel emplacement
he: אנא בחרו מיקום חדש
hu: Kérünk, válassz egy új helyet
id: Silakan pilih lokasi baru
it: Seleziona un nuovo percorso
ja: 移動先のフォルダを指定してください
ko: 새로운 경로를 선택해 주세요
lv_lv: Lūdzu, atlasiet jaunu atrašanās vietu
ms_my: Sila pilih tempat baharu
pl: Wybierz nową lokalizację
pt: Por favor, selecione uma nova localização
pt_br: Por favor, selecione uma nova localização
ro: Te rog selectează o locație nouă
ru: Пожалуйста, выберите новое местоположение папки
sv: Vänligen välj en ny plats
th: กรุณาเลือกตำแหน่งใหม่
tr: Lütfen yeni bir konum seçin
uk: Будь ласка, оберіть нове розташування
vi: Vui lòng chọn vị trí mới
zh: 请选择一个新位置
zh_hant: 請選擇一個新的位置

# target_directory_already_installed_osu
source: The target directory already seems to have an osu! install. Use that data instead?
ar: يبدو ان هذا المسار يحوي على نسخة osu! مثبتة مسبقاََ, هل تفضل إستعمال هذه البيانات؟
bg: Избраното местоположение съдържа osu! инсталация. Да бъде ли заменена с тази?
ca_es: El directori de destinació ja sembla tenir un osu! instal·la. Voleu utilitzar aquestes dades?
cs: Zdá se, že cílový adresář je existující osu! instalace. Chcete raději použít tyto data?
de: Das Zielverzeichnis scheint bereits eine osu!-Installation zu haben. Stattdessen diese Daten verwenden?
el: Ο κατάλογος προορισμού φαίνεται ήδη να έχει μια εγκατάσταση του osu!. Χρησιμοποιήστε αυτά τα δεδομένα;
es: El directorio de destino parece tener ya una instalación de osu!. ¿Usar estos datos en su lugar?
fi: Valitussa tiedostohakemistossa näyttää jo olevan osu!-asennus. Käytetäänkö niitä tietoja sen sijaan?
fil: Mukhang may osu! na ang target na direktoryo! na i-install. Gamitin ang data na iyon sa halip?
fr: Le répertoire sélectionné semble déjà avoir une installation d'osu!. Utiliser ces données à la place ?
he: זה נראה שכבר קיים התקנת osu! בתיקיית היעד. להשתמש במידע זה במקום?
hu: A célmappa már tartalmaz egy osu! telepítést. Használjam azt az adatot inkább?
id: Direktori tujuan sepertinya telah memiliki osu! yang terinstal. Gunakan data ini?
it: Il percorso selezionato sembra avere già un'installazione di osu!. Vuoi utilizzare quei dati?
ja: 指定したフォルダには既にosu!がインストールされています。そのデータを代わりに使用しますか？
ko: 이 위치에 이미 osu! 설치 파일이 존재하는 것으로 보이네요. 이 데이터를 대신 사용해볼까요?
lv_lv: Izvēlētajā direktorijā, šķiet, jau ir osu! instalēts. Vai izmantot tos datus?
ms_my: Direktori sasaran nampaknya sudah mempunyai pemasangan osu!. Gunakan data itu?
pl: Wygląda na to, że w katalogu docelowym jest już zainstalowane osu!. Czy chcesz zamiast tego użyć tych danych?
pt: O diretório de destino já parece ter um osu! instalar. Use esses dados?
pt_br: O diretório de destino parece já ter uma instalação do osu!. Usar aqueles dados?
ro: Directorul țintă pare să aibă deja o instalare osu!. Folosiți datele existente?
ru: Выбранный путь уже содержит установку osu!. Воспользоваться этими данными?
sv: Den valda mappen verkar redan ha osu! installerat. Vill du använda den datan istället?
th: ไดเร็กทอรีที่เลือกดูเหมือนจะมี osu! ติดตั้งอยู่แล้ว. ใช้ข้อมูลนั้นแทนหรือไม่
tr: Hedef klasörde zaten bir osu! kurulumu var gibi görünüyor. Bunun yerine oradaki veri kullanılsın mı?
uk: Ця директорія вже має встановлену версію osu!. Чи хочете ви використати її як основну?
vi: Thư mục đích đến có vẻ như đã chứa bản cài đặt osu!. Dùng dữ liệu trong đó không?
zh: 目标目录似乎已安装了一份 osu!。要使用已安装的 osu! 数据吗？
zh_hant: 已在所選的資料夾中偵測到現有的 osu! 安裝，是否直接使用該資料？

# restart_and_re_open_required_for_completion
source: To complete this operation, osu! will close. Please open it again to use the new data location.
ar: لإكمال هذه العملية، سيتم إغلاق osu!. الرجاء فتحها مرة أخرى لاستخدام موقع البيانات الجديد.
bg: За изпълнението на тази операция osu! ще се затвори. Отворете го отново за използване на новото местоположение.
ca_es: Per completar aquesta operació, osu! es tancarà. Obriu-lo de nou per a utilitzar la nova ubicació de dades.
cs: Pro dokončení této operace se musí osu! zavřít. Otevřete jej prosím znovu pro použití nové lokace.
de: Zur Abschließung des Vorgangs wird osu! geschlossen. Bitte öffne es erneut, um den neuen Datenspeicherort zu verwenden.
el: Για να ολοκληρωθεί αυτή η διαδικασία, το osu! θα κλείσει. Παρακαλώ ανοίξτε το ξανά για να χρησιμοποιήσετε τη νέα τοποθεσία δεδομένων.
es: Para completar esta operación, osu! se cerrará. Vuelve a abrirlo para usar la nueva ubicación de datos.
fi: Suorittaaksesi tämän toiminnon loppuun, osu! tulee sulkeutumaan. Avaa se uudelleen käyttääksesi uutta sijaintia.
fil: Para makumpleto ang operasyong ito, ang osu! ay magsasara. Mangyaring buksan ito muli upang magamit ang bagong lokasyon ng data.
fr: Afin de terminer cette opération, osu! se fermera. Veuillez l'ouvrir à nouveau pour utiliser le nouvel emplacement des données.
he: על מנת להשלים פעולה זו, osu! ייסגר. אנא פיתחו אותו בשנית בשביל להשתמש במיקום המידע החדש.
hu: A folyamat befejezéséhez, osu! be fog záródni. Kérlek nyisd meg újra az új adathely használatához.
id: Untuk menyelesaikan tindakan ini, osu! akan menutup dirinya sendiri. Silakan buka osu! kembali untuk menggunakan lokasi data baru.
it: Per completare l'operazione, osu! verrà chiuso. Riaprilo nuovamente per utilizzare il nuovo percorso dei dati.
ja: 新しい場所のデータを使用するにはosu!を再起動する必要があります
ko: 작업을 끝마치기 위해, osu!가 종료돼요. 새로운 데이터 경로를 적용하려면 다시 실행해 주세요.
lv_lv: Lai pabeigtu šo darbību, osu! tiks aizvērts. Atveriet to vēlreiz, lai izmantotu jauno datu atrašanās vietu.
ms_my: Untuk melengkapkan kendalian ini, osu! akan tutup. Sila buka semula untuk menggunakan tempat data baharu.
pl: Aby ukończyć tę operację, osu! zostanie zamknięte. Otwórz grę ponownie, aby zacząć korzystać z nowej lokalizacji danych.
pt: Para concluir esta operação, osu! vai fechar. Abra-o novamente para usar o novo local de dados.
pt_br: Para concluir esta operação, o osu! fechará. Por favor abra-o de novo para usar a nova localização de dados.
ro: Pentru a finaliza această operație, osu! se va închide. Vă rugam să îl redeschideți pentru a utiliza noua locație de date.
ru: Чтобы выполнить эту операцию, osu! будет закрыта. Пожалуйста, откройте игру снова, чтобы начать использовать новый путь для файлов.
sv: För att slutföra denna åtgärd kommer osu! stänga. Vänligen öppna spelet igen för att använda den filsökvägen.
th: เพื่อให้การดำเนินการนี้เสร็จสมบูรณ์ osu! จะปิด โปรดเปิดอีกครั้งเพื่อใช้ตำแหน่งข้อมูลใหม่
tr: Bu işlemi tamamlamak için osu! kapanacak. Yeni veri konumunu kullanmak için onu tekrar açın.
uk: Для завершення цієї операції, osu! буде закрито. Будь ласка, перезапустіть гру, для використання її нового розташування.
vi: Để hoàn tất quá trình, osu! sẽ đóng lại. Vui lòng mở lại nó để sử dụng vị trí dữ liệu mới.
zh: 为了使更改生效，osu! 即将关闭。游戏重启后，将会使用新的存储位置。
zh_hant: osu! 將關閉以完成這個操作。請再次開啟以使用新的資料位置。

source: Delete ALL beatmaps
ar: حذف جميع الخرائط
bg: Изтриване на ВСИЧКИ бийтмапове
ca_es: Eliminar TOTS els beatmaps
cs: Smazat VŠECHNY beatmapy
de: ALLE Beatmaps löschen
el: Διαγραφή ΟΛΩΝ των beatmaps
es: Eliminar TODOS los mapas
fi: Poista KAIKKI rytmikartat
fil: Burahin LAHAT ng mga beatmap
fr: Supprimer TOUTES les beatmaps
he: מחק את כל המפות
hu: ÖSSZES beatmap törlése
id: Hapus SELURUH beatmap yang ada
it: Elimina TUTTE le beatmap
ja: 全てのビートマップを削除
ko: 모든 비트맵을 삭제
lv_lv: Izdzēst VISAS ritma-mapes
ms_my: Padamkan SEMUA peta rentak
pl: Usuń WSZYSTKIE beatmapy
pt: Apagar TODOS os beatmaps
pt_br: Excluir TODOS os beatmaps
ro: Șterge TOATE beatmap-urile
ru: Удалить ВСЕ карты
sv: Radera ALLA beatmaps
th: ลบบีตแม็ปทั้งหมด
tr: TÜM beatmapleri sil
uk: Видалити ВСІ мапи
vi: Xoá TẤT CẢ các beatmap
zh: 删除所有谱面
zh_hant: 刪除「全部」圖譜

source: Delete ALL beatmap videos
ar: حذف جميع مقاطع الخرائط
bg: Изтриване на ВСИЧКИ бийтмап видеоклипове
ca_es: Eliminar TOTS els vídeos dels beatmaps
cs: Odstranit VŠECHNY videa beatmap
de: Lösche ALLE Beatmap-Videos
el: Διαγραφή ΟΛΩΝ των βίντεο των beatmaps
es: Eliminar TODOS los vídeos de los mapas
fi: Poista KAIKKI rytmikarttojen videot
fil: Burahin LAHAT ng mga video ng beatmap
fr: Supprimer TOUTES les vidéos de beatmaps
he: מחק את כל סרטוני המפות
hu: ÖSSZES beatmap videójának törlése
id: Hapus SELURUH video beatmap yang ada
it: Elimina TUTTI i video delle beatmap
ja: ビートマップにある動画を全て削除
ko: 모든 비트맵 비디오를 삭제
lv_lv: Izdzēst VISUS ritma-mapju video
ms_my: Padamkan SEMUA video peta rentak
pl: Usuń WSZYSTKIE wideo z beatmap
pt: Exclua todos os vídeos do beatmap
pt_br: Excluir TODOS os vídeos do beatmap
ro: Șterge TOATE video-urile beatmap-urilor
ru: Удалить ВСЕ видео из карт
sv: Radera ALLA beatmapvideor
th: ลบบีตแม็ปที่มีวิดีโอทั้งหมด
tr: TÜM beatmap videolarını sil
uk: Видалити ВСІ ВІДЕО з мап
vi: Xóa TẤT CẢ video của beatmap
zh: 删除所有谱面视频
zh_hant: 刪除「全部」圖譜的影片

# reset_all_offsets
source: Reset ALL beatmap offsets
bg: Зануляване на ВСИЧКИ бийтмап офсети
de: ALLE Beatmap-Offsets zurücksetzen
el: Επαναφορά όλων των μετατοπίσεων beatmap
es: Restablecer la compensación de TODOS los mapas
fi: Nollata KAIKKI rytmikartta viiveet
fil: I-reset LAHAT ng mga offset sa mga beatmap
fr: Réinitialiser TOUS les décalages de beatmap
he: אפס את כל היסטי המפות
hu: Minden beatmap időeltolás alaphelyzetbe állítása
it: Ripristina TUTTI gli offset delle beatmap
ja: すべてのビートマップオフセットをリセット
ko: 모든 비트맵 오프셋을 초기화
lv_lv: Atiestatīt VISAS ritma-mapju nobīdes
ms_my: Set semula SEMUA imbangan peta rentak
pl: Zresetuj WSZYSTKIE opóźnienia beatmap
pt: Redefinir TODOS os offsets de beatmap
ro: Resetează TOATE decalajurile beatmap-ului
uk: Скинути офсет для ВСІХ бітмап
vi: Đặt lại TẤT CẢ độ lệch beatmap
zh: 重置所有谱面偏移
zh_hant: 重設所有圖譜的偏移

source: Delete ALL scores
ar: حذف جميع النتائج
bg: Изтриване на ВСИЧКИ резултати
ca_es: Eliminar TOTES les puntuacions
cs: Vymazat VŠECHNA skóre
de: ALLE Scores löschen
el: Διαγραφή ΟΛΩΝ των βαθμολογιών
es: Eliminar TODAS las puntuaciones
fi: Poista KAIKKI saavutetut tulokset
fil: Burahin LAHAT ng mga iskor
fr: Supprimer TOUS les scores
he: מחק את כל התוצאות
hu: ÖSSZES pontszám törlése
id: Hapus SELURUH skor yang ada
it: Elimina TUTTI i punteggi
ja: 全てのスコアを削除
ko: 모든 점수를 삭제
lv_lv: Izdzēst VISUS rezultātus
ms_my: Padamkan SEMUA markah
pl: Usuń WSZYSTKIE wyniki
pt: Apagar TODAS as pontuações
pt_br: Excluir TODAS AS pontuações
ro: Șterge TOATE scorurile
ru: Удалить ВСЕ рекорды
sv: Radera ALLA poäng
th: ลบคะแนนทั้งหมด
tr: TÜM skorları sil
uk: Видалити ВСІ результати
vi: Xoá TẤT CẢ điểm số
zh: 删除所有成绩
zh_hant: 刪除「全部」分數

source: Delete ALL skins
ar: حذف جميع السكنات
bg: Изтриване на ВСИЧКИ облици
ca_es: Eliminar TOTES les skins
cs: Smazat VŠECHNY skiny
de: ALLE Skins löschen
el: Διαγραφή ΟΛΩΝ των skins
es: Eliminar TODAS las skins
fi: Poista KAIKKI ulkoasut
fil: Burahin LAHAT ng mga skin
fr: Supprimer TOUS les skins
he: מחק את הכל הסקינים
hu: ÖSSZES kinézet törlése
id: Hapus SELURUH skin yang ada
it: Elimina TUTTE le skin
ja: 全てのスキンを削除
ko: 모든 스킨을 삭제
lv_lv: Izdzēst VISUS motīvus
ms_my: Padamkan SEMUA rupa
pl: Usuń WSZYSTKIE skórki
pt: Apagar TODAS as skins
pt_br: Excluir TODAS as skins
ro: Șterge TOATE skin-urile
ru: Удалить ВСЕ скины
sv: Radera ALLA skins
th: ลบสกินทั้งหมด
tr: TÜM skinleri sil
uk: Видалити ВСІ скіни
vi: Xoá TẤT CẢ skin
zh: 删除所有皮肤
zh_hant: 刪除「全部」Skin

source: Delete ALL collections
ar: حذف جميع التشكيلات
bg: Изтриване на ВСИЧКИ колекции
ca_es: Eliminar TOTES les col·leccions
cs: Smazat VŠECHNY kolekce
de: ALLE Sammlungen löschen
el: Διαγραφή ΟΛΩΝ των συλλογών
es: Eliminar TODAS las colecciones
fi: Poista KAIKKI kokoelmat
fil: Burahin LAHAT ng mga koleksyon
fr: Supprimer TOUTES les collections
he: מחק את כל האוספים
hu: ÖSSZES gyűjtemény törlése
id: Hapus SELURUH daftar koleksi yang ada
it: Elimina TUTTE le collezioni
ja: 全てのコレクションを削除
ko: 모든 컬렉션을 삭제
lv_lv: Izdzēst VISAS kolekcijas
ms_my: Padamkan SEMUA koleksi
pl: Usuń WSZYSTKIE kolekcje
pt: Eliminar TODAS as coleções
pt_br: Excluir TODAS as coleções
ro: Șterge TOATE colecțiile
ru: Удалить ВСЕ коллекции
sv: Radera ALLA samlingar
th: ลบคอลเลคชั่นทั้งหมด
tr: TÜM koleksiyonları sil
uk: Видалити ВСІ коллекції
vi: Xoá TẤT CẢ bộ sưu tập
zh: 删除全部收藏夹
zh_hant: 刪除「全部」收藏

source: Restore all hidden difficulties
ar: استعادة جميع الصعوبات المخفية
bg: Възстанови всички скрити трудности
ca_es: Restaura totes les dificultats ocultes
cs: Obnovit všechny skryté obtížnosti
de: Alle ausgeblendeten Schwierigkeitsstufen wiederherstellen
el: Επαναφορά όλων των κρυφών δυσκολιών
es: Restaurar todas las dificultades ocultas
fi: Palauta kaikki piilotetut vaikeustasot
fil: Ibalik lahat ng mga nakatagong mga difficulty
fr: Restaurer toutes les difficultés masquées
he: שחזר את כל רמות הקושי המוסתרות
hu: Összes rejtett nehézség visszaállítása
id: Tampilkan seluruh tingkat kesulitan yang tersembunyi
it: Ripristina tutte le difficoltà nascoste
ja: 非表示にした難易度をすべて復元
ko: 숨겨진 모든 난이도를 복구
lv_lv: Atjaunot visus slēptos grūtības līmeņus
ms_my: Pulihkan semua kesukaran tersorok
pl: Przywróć wszystkie ukryte poziomy trudności
pt: Restaure todas as dificuldades ocultas
pt_br: Restaurar todas as dificuldades ocultadas
ro: Restabiliți toate dificultățile ascunse
ru: Восстановить все скрытые сложности
sv: Återställ alla gömda svårighetsgrader
th: กู้คืนความยากที่ซ่อนอยู่ทั้งหมด
tr: Tüm gizlenmiş zorlukları geri yükle
uk: Відновити всі приховані рівні складності
vi: Khôi phục tất cả độ khó bị ẩn
zh: 恢复所有隐藏的难度
zh_hant: 還原所有已隱藏的難度

source: Restore all recently deleted beatmaps
ar: استعادة جميع الخرائط المحذوفة مؤخرا
bg: Възстанови всички наскоро изтрити бийтмапове
ca_es: Restaurar tots els beatmaps eliminats recentment
cs: Obnovit všechny nedávno smazané beatmapy
de: Alle kürzlich gelöschten Beatmaps wiederherstellen
el: Επαναφορά όλων των πρόσφατα διαγραμμένων beatmaps
es: Restaurar todos los beatmaps eliminados recientemente
fi: Palauta kaikki äskettäin poistetut rytmikartat
fil: Ibalik lahat ng mga naburang beatmap kamakailan lamang
fr: Restaurer toutes les beatmaps récemment supprimées
he: שחזר את כל המפות שנמחקו לאחרונה
hu: Összes nemrég törölt beatmaps visszaállítása
id: Pulihkan seluruh beatmap yang baru dihapus
it: Ripristina tutte le beatmap eliminate di recente
ja: 最近削除されたビートマップを復元
ko: 최근에 삭제된 모든 비트맵을 복구
lv_lv: Atjaunot visas nesen izdzēstās ritma-mapes
ms_my: Pulihkan semua peta rentak yang terpadam
pl: Przywróć wszystkie ostatnio usunięte beatmapy
pt: Restaure todos os beatmaps excluídos recentemente
pt_br: Restaurar todos os beatmaps excluídos recentemente
ro: Restabilește toate beatmap-urile șterse recent
ru: Восстановить все недавно удалённые карты
sv: Återställ alla nyligen raderade beatmaps
th: กู้คืนบีตแม็ปที่ถูกลบล่าสุดทั้งหมด
tr: Yakın zamanda silinen tüm beatmapleri geri yükle
uk: Відновити нещодавно видалені мапи
vi: Khôi phục tất cả beatmap bị xoá gần đây
zh: 恢复所有最近删除的谱面
zh_hant: 還原所有最近刪除的圖譜

source: Delete ALL mod presets
ar: حذف كل إعدادات التعديل المسبقة
bg: Изтриване на ВСИЧКИ модови преднастойки
ca_es: Eliminar TOTS els preajustos de mods
cs: Odstranit VŠECHNY předvolby módů
de: ALLE Mod-Voreinstellungen löschen
el: Διαγραφή ΟΛΩΝ των προεπιλογών των mod
es: Eliminar TODAS las preselecciones de mods
fi: Poista KAIKKI muunnelmien esiasetukset
fil: Tanggalin ang LAHAT ng mga preset ng mod
fr: Supprimer TOUS les préréglages de mods
he: מחק את כל סדרות המודים השמורות
hu: ÖSSZES mod beállítás törlése
id: Hapus SEMUA preset mod
it: Elimina TUTTI i gruppi di mod
ja: 全てのMODプリセットを削除する
ko: 모든 모드 프리셋을 삭제
lv_lv: Izdzēst VISUS modifikāciju priekšiestatījumus
ms_my: Padamkan SEMUA pratata penyesuai
pl: Usuń WSZYSTKIE konfiguracje modyfikatorów
pt: Exclua todas as predefinições de modificações
pt_br: Excluir TODAS as predefinições de mods
ro: Șterge TOATE preset-urile de mod-uri
ru: Удалить ВСЕ пресеты модов
sv: Ta bort alla mod-förinställningar
th: ลบค่าของม็อดที่ตั้งไว้ล่วงหน้าทั้งหมด
tr: TÜM mod ön ayarlarını sil
uk: Видалити ВСІ мод пресети
vi: Xóa tất cả thiết lập mod
zh: 删除所有模组预设
zh_hant: 刪除「全部」 Mod 預設

source: Restore all recently deleted mod presets
ar: إرجاع كل إعدادات التعديل المسبقة المحذوفة مؤخرًا
bg: Възстанови наскоро изтритите модови предстройки
ca_es: Restaura tots els preajustos de mods eliminats recentment
cs: Obnovit všechny nedávno smazané předvolby módů
de: Alle kürzlich gelöschten Mod-Voreinstellungen wiederherstellen
el: Επαναφορά όλων των προσφάτως διαγραμμένων ρυθμίσεων των mod
es: Restaurar las preselecciones de mods eliminadas recientemente
fi: Palauta kaikki äskettäin poistetut muunnelmien esiasetukset
fil: Ibalik ang lahat ng kamakailang tinanggal na mga preset ng mod
fr: Restaurer tous les préréglages récemment supprimés
he: שחזר את כל סדרות המודים השמורות שנמחקו לאחרונה
hu: Nem rég törölt mod beállítások visszaállítása
id: Pulihkan seluruh preset mod yang baru dihapus
it: Ripristina tutti i gruppi di mod eliminati di recente
ja: 最近削除されたすべてのMODプリセットを復元
ko: 최근에 삭제된 모든 모드 프리셋을 복구
lv_lv: Atjaunot visus nesen izdzēstos modu priekšiestatījumus
ms_my: Pulihkan semua pratata penyesuai yang terpadam
pl: Przywróć wszystkie ostatnio usunięte konfiguracje modyfikatorów
pt: Restaure todas as predefinições de modificação excluídas recentemente
pt_br: Restaurar todas as predefinições de mods excluídos recentemente
ro: Restabilește toate preset-urile de mod-uri șterse recent
ru: Восстановить все недавно удалённые пресеты модов
sv: Återställ alla nyligen raderade mod-förinställningar
th: คืนค่าม็อดที่ตั้งไว้ล่วงหน้าที่เพิ่งลบไปทั้งหมด
tr: Yakın zamanda silinen tüm mod ön ayarlarını geri yükle
uk: Відновити всі нещодавно видалені пресети модів
vi: Khôi phục tất cả thiết lập mod đã xoá gần đây
zh: 恢复所有最近删除的模组预设
zh_hant: 還原所有最近刪除的 Mod 預設
