Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/MaintenanceSettings.*.resx
Languages: ar, bg, ca_es, cs, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lv_lv, ms_my, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

source: Deleted all collections!
ar: تم حذف جميع التشكيلات!
bg: Изтриване на всички колекции!
ca_es: S'han eliminat totes les col·leccions!
cs: Všechny kolekce byly smazány!
de: Alle Sammlungen gelöscht!
el: Διαγράφηκαν όλες οι συλλογές!
es: ¡Se eliminaron todas las colecciones!
fi: Poistettiin kaikki kokoelmat!
fil: Tinanggal ang lahat ng mga koleksyon!
fr: Toutes les collections ont été supprimées !
he: כל האוספים נמחקו!
hu: Összes gyűjtemény törölve!
id: Seluruh daftar koleksi dihapus!
it: Collezioni cancellate!
ja: すべてのコレクションを削除しました！
ko: 모든 컬렉션을 삭제했어요!
lv_lv: Izdzēstas visas kolekcijas!
ms_my: Semua koleksi telah dipadam!
pl: Usunięto wszystkie kolekcje!
pt: Exclua todas as coleções!
pt_br: Todas as coleções excluídas!
ro: Șterge toate colecțiile!
ru: Все коллекции удалены!
sv: Tog bort alla samlingar!
th: ลบคอลเลกชั่นทั้งหมดแล้ว!
tr: Tüm koleksiyonlar silindi!
uk: Видалено всі колекції!
vi: Đã xoá tất cả bộ sưu tập!
zh: 已删除所有收藏夹！
zh_hant: 已刪除所有收藏！

source: No collections found to delete!
ar: لم يُعثر على أي مجموعة لحذفها!
bg: Не са намерени колекции за изтриване!
de: Keine Sammlungen zum Löschen gefunden!
el: Δεν βρέθηκαν συλλογές για διαγραφή!
es: ¡No se encontraron colecciones para eliminar!
fi: Kokoelmia ei löytynyt poistettavaksi!
fil: Walang koleksyong nahanap para burahin!
fr: Aucune collection à supprimer n'a été trouvée !
he: לא נמצאו שום אוספים למחיקה!
hu: Nincs gyűjtemény amit lehetne törölni!
it: Nessuna collezione da eliminare!
ja: 削除するコレクションが見つかりませんでした！
ko: 지울 컬렉션이 없어요!
lv_lv: Nav atrasta neviena kolekcija, ko izdzēst!
ms_my: Tiada koleksi ditemui untuk dipadam!
pl: Brak kolekcji do usunięcia!
pt: Nenhuma coleção encontrada para eliminar!
pt_br: Nenhuma coleção encontrada para excluir!
ro: Nu s-a găsit nici o colecție pentru ștergere!
tr: Silinecek bir koleksiyon bulunamadı!
uk: Жодної колекції не знайдено для видалення!
vi: Không tìm thấy bộ sưu tập nào để xoá!
zh: 没有找到要删除的收藏！
zh_hant: 未找到要刪除的收藏！

source: Deleted all mod presets!
ar: تم حذف كل إعدادات المودات المسبقة!
bg: Изтриване на всички модови предстойки!
ca_es: S'han eliminat tots els preajustos de mods!
cs: Všechny předvolby módů byly smazány!
de: Alle Mod-Voreinstellungen gelöscht!
el: Διαγράφηκαν όλες οι προεπιλογές mod!
es: ¡Se eliminaron todas las preselecciones de mods!
fi: Poistettiin kaikki muunnelmien esiasetukset!
fil: Tinanggal lahat ang mga preset ng mod!
fr: Tous les préréglages de mods ont été supprimés !
he: כל סדרות המודים השמורות נמחקו!
hu: Összes mod beállítás törölve!
id: Seluruh preset mod dihapus!
it: Gruppi di mod cancellati!
ja: すべてのMODプリセットを削除しました！
ko: 모든 모드 프리셋을 삭제했어요!
lv_lv: Izdzēsti visi modifikāciju priekšiestatījumi!
ms_my: Semua pratata penyesuai telah dipadam!
pl: Usunięto wszystkie konfiguracje modyfikatorów!
pt: Exclua todas as predefinições de modificações!
pt_br: Todas as predefinições de mods removidas!
ro: Șterge toate preset-urile de mod-uri!
ru: Все пресеты модов удалены!
sv: Tog bort alla mod-förinställningar!
th: ลบม็อดที่ตั้งไว้ล่วงหน้าทั้งหมด!
tr: Tüm mod ön ayarları silindi!
uk: Видалено всі пресети модів!
vi: Đã xóa tất cả thiết lập Mod!
zh: 已删除所有模组预设！
zh_hant: 已刪除所有 Mod 預設！

source: No mod presets found to delete!
ar: لم يُعثر على أي تعديلات معدّة لحذفها!
bg: Не са намерени модови предстройки за изтриване!
de: Keine Mod-Voreinstellungen zum Löschen gefunden!
el: Δεν βρέθηκαν προεπιλογές mod για διαγραφή!
es: ¡No se encontraron preselecciones de mods para eliminar!
fi: Muunnelmien esiasetuksia ei löytynyt poistettavaksi!
fil: Walang mod preset nahanap para burahin!
fr: Aucun préréglage de mods à supprimer n'a été trouvé !
he: לא נמצאו שום סדרות מודים שמורות למחיקה!
hu: Nincs mod beállítás amit lehetne törölni!
it: Nessun gruppo di mod da eliminare!
ja: 削除するMODプリセットが見つかりませんでした！
ko: 지울 모드 프리셋이 없어요!
lv_lv: Nav atrasta neviena modifikāciju priekšiestatījuma, ko izdzēst!
ms_my: Tiada pratata penyesuai ditemui untuk dipadam!
pl: Brak konfiguracji modyfikatorów do usunięcia!
pt: Nenhuma predefinição de mod encontrada para eliminar!
pt_br: Nenhuma predefinição de mod encontrada para excluir!
ro: Nu a fost găsit nici un preset de mod-uri pentru ștergere!
tr: Silinecek herhangi bir mod profili bulunamadı!
uk: Не знайдено жодного пресету модів для видалення!
vi: Không tìm thấy thiết lập mod nào để xoá!
zh: 没有找到要删除的模组预设！
zh_hant: 找不到要刪除的 Mod 預設！

source: Restored all deleted mod presets!
ar: تم إسترجاع كل إعدادات المودات المسبقة المحذوفة مؤخرًا!
bg: Възстанови наскоро изтритите модови предстройки!
ca_es: S'han restaurat tots els preajustos de mods eliminats!
cs: Všechny smazané předvolby módů byly obnoveny!
de: Alle gelöschten Mod-Voreinstellungen wiederhergestellt!
el: Επαναφέρετε όλες τις διαγραμμένες ρυθμίσεις mod!
es: ¡Se restauraron todas las preselecciones de mods eliminadas!
fi: Palautettiin kaikki äskettäin poistetut muunnelmien esiasetukset!
fil: Ibinalik ang lahat ng tinanggal na mga preset ng mod!
fr: Tous les préréglages de mods supprimés ont été restaurés !
he: כל סדרות המודים השמורות שוחזרו!
hu: Nem rég törölt mod beállítások visszaállítva!
id: Seluruh preset mod yang telah dihapus dipulihkan!
it: Ripristinati tutti i gruppi di mod!
ja: 最近削除されたMODプリセットをすべて復元しました！
ko: 삭제된 모든 모드 프리셋을 복구했어요!
lv_lv: Atjaunoti visi izdzēstie modifikāciju priekšiestatījumi!
ms_my: Semua pratata penyesuai terpadam telah dipulihkan!
pl: Przywrócono wszystkie usunięte konfiguracje modyfikatorów!
pt: Restaurou todas as predefinições de modificações excluídas!
pt_br: Todas as predefinições de mods excluídas foram restauradas!
ro: Restaurează toate preset-urile de mod-uri șterse!
ru: Все удалённые пресеты модов восстановлены!
sv: Återställde alla raderade mod-förinställningar!
th: คืนค่าม็อดที่ตั้งไว้ล่วงหน้าที่ถูกลบทั้งหมด!
tr: Silinen tüm mod ön ayarları geri yüklendi!
uk: Відновлено всі видалені присети модів!
vi: Đã phục hồi tất cả thiết lập Mod!
zh: 已恢复所有已删除的模组预设！
zh_hant: 已復原所有刪除的 Mod 預設！

source: No mod presets found to restore!
ar: لم يُعثر على أي تعديلات معدّة لاستعادتها!
bg: Не са намерени модови предстройки за възстановяване!
de: Keine Mod-Voreinstellungen zum Wiederherstellen gefunden!
el: Δεν βρέθηκαν προεπιλογές mod για επαναφορά!
es: ¡No se encontraron preselecciones de mods para restaurar!
fi: Muunnelmien esiasetuksia ei löytynyt palautettavaksi!
fil: Walang mod preset nahanap para bawiin!
fr: Aucun préréglage de mods à restaurer n'a été trouvé !
he: לא נמצאו שום סדרות מודים שמורות לשחזר!
hu: Nincs mod beállítás amit vissza lehetne állítani!
it: Nessun gruppo di mod da ripristinare!
ja: 復元するMODプリセットが見つかりませんでした！
ko: 저장할 모드 프리셋이 없어요!
lv_lv: Nav atrasta neviena modifikāciju priekšiestatījuma, ko atjaunot!
ms_my: Tiada pratata penyesuai ditemui untuk dipulihkan!
pl: Brak konfiguracji modyfikatorów do przywrócenia!
pt: Nenhuma predefinição de mod encontrada para restaurar!
pt_br: Nenhuma predefinição de mod encontrada para restaurar!
ro: Nu a fost găsit nici un preset de mod-uri pentru restaurare!
tr: Geri yüklenecek/Onarılacak herhangi bir mod profili bulunamadı!
uk: Не знайдено жодного пресету модів для відновлення!
vi: Không tìm thấy thiết lập mod nào để khôi phục!
zh: 没有找到要恢复的模组预设！
zh_hant: 找不到要復原的 Mod 預設！

# stable_directory_select_header
source: Please select your osu!stable install location
ar: الرجاء تحديد موقع تثبيت osu!stable الخاص بك
bg: Изберете местоположението на вашия osu!stable клиент
ca_es: Seleccioneu la ubicació de la vostra instal·lació d'osu!stable
cs: Vyberte prosím lokaci, kde je nainstalováno osu!stable
de: Bitte wähle den Speicherort deiner osu!stable-Installation
el: Παρακαλώ επιλέξτε την τοποθεσία εγκατάστασης σας για το osu!stable
es: Selecciona la ubicación de instalación de osu!stable
fi: Valitse osu!stable -asennuksen sijainti
fil: Mangyaring piliin ang iyong osu!stable na lokasyon ng pag-install
fr: Veuillez sélectionner l'emplacement de votre installation d'osu!stable
he: אנא בחרו את מיקום ההתקנה של ה-osu!stable שלכם
hu: Kérlek válaszd ki az osu!stable telepítésed helyét
id: Silakan pilih lokasi instalasi osu!stable milikmu
it: Seleziona il percorso d'installazione di osu!stable
ja: osu!stableのインストール場所を指定してください
ko: osu!stable 설치 위치를 선택해 주세요
lv_lv: Lūdzu, atlasiet savu osu!stable instalācijas atrašanās vietu
ms_my: Sila pilih tempat pemasangan osu!stable anda
pl: Wybierz lokalizację z zainstalowaną stabilną wersją osu!
pt: Por favor, selecione o teu osu! local de instalação estável
pt_br: Por favor escolha seu local de instalação do osu!stable
ro: Vă rugăm să selectaţi locaţia de instalare osu!stable
ru: Пожалуйста, выберите путь Вашей установки osu!stable
sv: Välj din osu!stable installationsplats
th: โปรดเลือกตำแหน่งติดตั้ง osu!stable ของคุณ
tr: Lütfen osu!stable kurulum konumunuzu seçin
uk: Будь ласка, оберіть місце встановлення класичної версії osu!
vi: Vui lòng chọn địa điểm cài đặt osu!stable của bạn
zh: 请选择 osu!stable 的安装位置
zh_hant: 請選擇您的 osu! 穩定版安裝位置
