Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/MenuTip.*.resx
Languages: ca, cs, de, es, fr, id, it, ja, ko, lv_lv, ms_my, pl, pt_br, ro, ru, sv, tr, uk, vi, zh, zh_hant

# beatmap_right_click
source: Get more details, hide or delete a beatmap by right-clicking on its panel at song select!
ca: Rep més detalls, amaga o elimina un mapa fent clic dret al seu panell al selector de cançons!
cs: Získej více podrobností, skryj nebo odstraň beatmapu kliknutím pravým tlačítkem myši na její panel při výběru skladby!
de: Klicke in der Songauswahl mit der rechten Maustaste auf das Dialogfeld einer Beatmap, um sie auszublenden, zu löschen oder um weitere Details zu erhalten!
es: ¡Obtén más detalles, oculta o elimina un beatmap haciendo clic con el botón derecho en su panel en el selector de canciones!
fr: Obtenez plus de détails, masquez ou supprimez une beatmap en faisant un clic droit dessus sur l'écran de sélection !
id: Sembunyikan, hapus, atau dapatkan lebih banyak rincian seputar beatmap dengan mengeklik kanan panel beatmap ini pada layar pemilihan lagu!
it: Ottieni ulteriori dettagli, nascondi o elimina una beatmap facendo clic con il tasto destro del mouse sul suo pannello in selezione brano!
ja: 楽曲選択時にパネルを右クリックしてビートマップの詳細を表示したり、非表示、または削除できます！
ko: 비트맵에 대한 자세한 정보를 보거나, 비트맵을 숨기거나 삭제하려면, 곡 선택 창의 곡 패널에 커서를 둔 후 우클릭을 하시면 돼요!
lv_lv: Iegūsti vairāk opcijas, paslēp vai izdzēs ritma-mapi, uzspiežot uz tās paneļa dziesmu izvēlē, ar peles labo taustiņu!
ms_my: Sorok, padam atau dapatkan butiran lanjut peta rentak dengan mengklik kanan panel peta rentak di pemilih lagu!
pl: Uzyskaj więcej informacji, ukryj lub usuń beatmapę poprzez kliknięcie na nią prawym przyciskiem myszy na ekranie wyboru piosenki!
pt_br: Obtenha mais detalhes, esconda ou exclua um beatmap clicando com o botão direito no seu painel na seleção de músicas!
ro: Obține mai multe detalii, ascunde sau șterge un beatmap făcând clic dreapta pe panoul său în ecranul de selectare a melodiei!
ru: Узнать больше о карте, скрыть её или удалить можно, нажав по ней ПКМ!
sv: Få mer information, dölj eller ta bort en beatmap genom att högerklicka på dess panel vid låtval!
tr: Bir beatmapin detayını görmek, beatmapi gizlemek veya silmek için beatmape sağ tıklayınca çıkan paneli kullanabilisiniz!
uk: Приховуйте або видаляйте мапи, натиснувши правою кнопкою миші на їх панелі під час вибору пісні!
vi: Để xem thêm chi tiết, ẩn hoặc xóa beatmap bằng cách nhấp chuột phải vào panel của nó trong phần chọn bài hát!
zh: 你能在歌曲选择界面右键点击谱面的面板来获取更多歌曲信息，或是隐藏、删除谱面！
zh_hant: 在歌曲選單中，對圖譜的版面按右鍵可以取得更多資訊、隱藏或刪除圖譜！

# discover_playlists
source: Check out the "playlists" system, which lets users create their own custom and permanent leaderboards!
ca: Fes una ullada a sistema de "llistes d'àudio", el qual permet als jugadors crear la seva pròpia taula classificatòria personalitzada i permanent!
cs: Vyzkoušej si systém "playlistů", který uživatelům umožňuje vytvářet své vlastní a trvalé žebříčky!
de: Probiere das "Playlists"-System aus, das Nutzer ihre eigenen, bleibenden Bestenlisten kreieren lässt!
es: Échale un vistazo al sistema de las «listas de juego», ¡el cual permite a los usuarios crear sus propias tablas de clasificación personalizadas y permanentes!
fr: Découvrez le système de « playlists », qui permet aux utilisateurs de créer leurs propres classements personnalisés et permanents !
id: Telusuri sistem "playlist" kami, yang memungkinkan pengguna untuk membuat papan peringkat khusus dan permanen milik sendiri!
it: Scopri il sistema "playlist", che consente agli utenti di creare le proprie classifiche personalizzate e permanenti!
ja: ユーザーが自分のカスタムおよび永続的なリーダーボードを作成できる「プレイリスト」システムをチェックしてください！
ko: "플레이리스트" 시스템을 활용하시면, 사용자 여러분이 직접 영구적인 리더보드를 취향에 맞게 만들 수 있답니다!
lv_lv: Apskati "dziesmu izlase" sistēmu, kura atļauj lietotājiem izveidot pašiem savu personalizējamu un paliekošu līderu sarakstu!
ms_my: Lihat tatanan "senarai main" yang membenarkan pengguna mencipta papan pendahulu sendiri yang tersuai dan kekal!
pl: Sprawdź mechanizm „gry asynchronicznej”, który umożliwia tworzenie własnych gier z trwałymi tabelami wyników!
pt_br: Confira o sistema de "playlists", que permite aos usuários que criem seus próprios placares personalizados e permanentes!
ro: Verifică sistemul de „playlist”-uri care permite utilizatorilor să își creeze clasamente personalizate și permanente!
ru: Попробуйте систему "плейлистов", которая позволяет создавать личные бессрочные таблицы рекордов любых карт!
sv: Kolla in systemet "spellistor", som låter användare skapa sina egna anpassade och permanenta topplistor!
tr: Kullanıcıların kendi kişisel ve kalıcı sıralamalar oluşturabildiği "playlist" sistemini deneyin!
uk: Ознайомтесь із системою "плейлистів", яка дозволяє користувачам створювати власні та постійні таблиці рекордів!
vi: Khám phá hệ thống 'playlist', cho phép người dùng tạo bảng xếp hạng tùy chỉnh và vĩnh viễn của riêng họ!
zh: 你能在“歌单模式”系统内创建属于自己的谱面列表和永久排行榜！
zh_hant: 來看看「播放清單」系統，它能讓使用者建立自己專屬且永久的排行榜！

# toggle_advanced_fps_counter
source: Toggle advanced frame / thread statistics with Ctrl-F11!
ca: Commuta les estadístiques avançades dels fotogrames / fils pitjant Ctrl-F11!
cs: Vypni/zapni pokročilé statistiky snímků / vláken pomocí Ctrl-F11!
de: Mit Strg + F11 kannst du Statistiken über Frames und Threads erhalten!
es: ¡Activa o desactiva las estadísticas avanzadas de fotogramas e hilos con Ctrl + F11!
fr: Activez/désactivez les statistiques avancées du jeu avec Ctrl-F11 !
id: Tampikan statistik frame / thread lanjutan dengan Ctrl-F11!
it: Mostra le statistiche frame / thread avanzate con Ctrl-F11!
ja: Ctrl-F11で高度なフレーム/スレッドの統計情報を切り替えます！
ko: Ctrl-F11 버튼을 누르면 프레임 / 스레드 상세 통계를 켜거나 끌 수 있어요!
lv_lv: Ieslēdz advancẽtos kadrus / pavedienu statistiku ar Ctlr-F11!
ms_my: Togol statistik bingkai / bebenang lanjutan dengan Ctrl-F11!
pl: Wyświetl szczegółowe statystyki działania poszczególnych wątków poprzez Ctrl-F11!
pt_br: Alternar estatísticas de quadro avançado / thread com Ctrl-F11!
ro: Comută statistici avansate de cadru / thread-uri cu Ctrl-F11!
ru: Нажмите Ctrl+F11, чтобы показать подробную статистику по кадрам/потокам!
sv: Växla avancerad ram / trådstatistik med Ctrl-F11!
tr: Detaylı kare / iş parçacığı istatistiklerini Ctrl-F11 ile açın/kapatın!
uk: Перегляньте розширену статистику кадрів/потоків, натиснувши Ctrl-F11!
vi: Bật/tắt số đo khung hình / luồng nâng cao bằng Ctrl-F11!
zh: 按下 Ctrl-F11 显示进阶的帧数和线程统计信息！
zh_hant: 按下 Ctrl-F11 可以切換進階的 FPS/執行緒統計資料！

# replay_pausing
source: You can pause during a replay by pressing Space!
ca: Podeu posar la partida en pausa durant una repetició pitjant {0}!
cs: Přehrávání záznamu můžeš pozastavit stisknutím {0}!
de: Während eines Replays kannst du mit {0} pausieren!
es: ¡Puedes pausar una repetición presionando la barra espaciadora!
fr: Vous pouvez mettre en pause pendant un replay en appuyant sur Espace !
id: Kamu dapat menjeda tayangan ulang dengan menekan {0}!
it: Puoi mettere in pausa durante un replay premendo {0}!
ja: スペースを押すとリプレイ中に一時停止できます！
ko: 게임 도중 스페이스 버튼을 누르면 일시 정지를 할 수 있어요!
lv_lv: Tu vari nopauzēt atkārtojumu, uzspiežot Atstarpi!
ms_my: Anda boleh jeda semasa ulangan dengan menekan Jarak!
pl: Naciśnij {0}, aby wstrzymać powtórkę!
pt_br: Você pode pausar durante um replay pressionando Espaço!
ro: Poți întrerupe o reluare apăsând tasta Spațiu!
ru: Нажмите клавишу Space, чтобы приостановить просмотр записи игры!
sv: Du kan pausa under en repris genom att trycka på blanksteg!
tr: Replay izlerken Boşluk tuşuna basarak duraklatabilirsiniz!
uk: Ви можете поставити повтор на паузу, натиснувши Пробіл!
vi: Bạn có thể tạm dừng trong khi xem replay bằng cách nhấn phím {0}!
zh: 你能在播放回放时按下空格键暂停！
zh_hant: 你可以按下空白鍵來暫停重播！

# configurable_hotkeys
source: Most of the hotkeys in the game are configurable and can be changed to anything you want. Check the bindings panel under input settings!
ca: Moltes de les tecles del joc són configurables i poden ser canviades a qualsevol cosa que vulguis. Revisa el panell de tecles a sota de les configuracions d'entrada!
cs: Většina klávesových zkratek ve hře je konfigurovatelná a může být změněna na cokoliv, co tě napadne. Podívej se do sekce nastavení kláves v nastavení vstupu!
de: Die meisten der Tastenkürzel im Spiel sind konfigurierbar und auf die eigenen Bedürfnisse anpassbar. Schlage die Tastenbelegungen in den Eingabeeinstellungen nach!
es: La mayoría de las teclas de acceso rápido del juego son configurables y pueden cambiarse a las que quieras. ¡Revisa tus teclas asignadas en la sección Entrada de los ajustes!
fr: La plupart des raccourcis clavier du jeu sont configurables et peuvent être changés en ce que vous voulez. Allez voir le panneau de raccourcis dans les paramètres de contrôle !
id: Sebagian besar hotkey di dalam permainan dapat disesuaikan dan diubah ke tombol apa pun yang kamu inginkan. Tuju konfigurasi tombol yang ada di pengaturan input untuk mengubah tombol inputmu!
it: La maggior parte dei tasti di scelta rapida nel gioco sono configurabili e puoi modificarli come preferisci. Dai un'occhiata al pannello delle scorciatoie sotto le impostazioni di input!
ja: ゲーム内のほとんどのホットキーは設定可能で、好きなものに変更できます。入力設定のショートカットとゲームプレイの割り当てをチェックしてください！
ko: 대부분의 단축키는 직접 수정 가능하면서도 어떤 다른 버튼으로 변경도 가능하답니다. 입력 설정 란의 키 할당 패널을 확인해 보세요!
lv_lv: Vairums taustiņu saīsinājumi ir izmaināmi uz ko vien tu vēlies. Paskaties uz saistību paneli zem ievades iestatījumiem!
ms_my: Kebanyakan kekunci panas dalam mainan mudah ditatarajah dan boleh diubah semahunya. Semak panel ikatan pada tetapan masukan!
pl: Większość skrótów klawiszowych w grze jest konfigurowalna i może zostać dowolnie zmodyfikowana. Sprawdź panel konfiguracji klawiszy w ustawieniach sterowania!
pt_br: Muito das teclas de atalho no jogo são configuráveis e podem ser alterados por qualquer tecla. Cheque o painel de bindings embaixo das configurações de entrada!
ro: Majoritatea tastelor rapide din joc sunt configurabile și pot fi schimbate în orice doriți. Verificați panoul de taste sub setările de intrare!
ru: Большинство горячих клавиш можно изменить и переназначить. Узнать о всех комбинациях клавиш можно в настройках устройств ввода!
sv: De flesta snabbtangenterna i spelet är konfigurerbara och kan ändras till vad du vill. Kolla bindningspanelen under inmatningsinställningar!
tr: Oyundaki kısayol tuşlarının çoğu yapılandırılabilir ve istediğiniz herhangi bir şey olarak değiştirilebilir. Giriş ayarlarındaki oyun içi tuş atamaları bölümünü kontrol edin!
uk: Більшість гарячих клавіш у грі налаштовуються і можуть бути змінені на будь-які інші. Перевірте панель прив'язок у розділі "Пристрої" в налаштуваннях!
vi: Hầu hết các phím tắt trong trò chơi đều có thể cấu hình và thay đổi theo ý muốn của bạn. Hãy kiểm tra bảng gán phím trong phần cài đặt đầu vào!
zh: 你能自由修改游戏中的大多数快捷键。去设置中查看按键绑定面板吧！
zh_hant: 遊戲中大部分的快捷鍵都可以自行設定。去輸入設定中的按鍵綁定面板看看吧！

# skin_editor
source: Your gameplay HUD can be customised by using the skin layout editor. Open it at any time via Ctrl-Shift-S!
ca: El vostre indicador en pantalla de la partida es pot personalitzar amb la interfície d'edició de skins. Obriu-la en qualsevol moment amb {0}!
cs: Tvoje herní HUD si můžeš přizpůsobit pomocí editoru rozložení skinu. Otevřít ho můžeš kdykoli pomocí {0}!
de: Das Gameplay-HUD kann mit dem Skin-Editor angepasst werden. Öffne ihn jederzeit mit {0}!
es: El HUD del juego puede personalizarse usando el editor de skins. ¡Ábrelo en cualquier momento con Ctrl + Mayús + S!
fr: Votre interface de jeu peut être personnalisée en utilisant l'éditeur de skin. Ouvrez-le à tout moment avec Ctrl-Maj-S !
id: Tampilan HUD permainan kamu dapat disesuaikan dengan menggunakan editor tata letak skin. Buka editor ini kapan saja dengan {0}!
it: È possibile personalizzare l'interfaccia di gioco utilizzando l'editor di skin. Aprilo in qualsiasi momento con {0}!
ja: スキンレイアウトエディターを使用してゲームプレイHUDをカスタマイズできます。Ctrl-Shift-Sでいつでも開けます！
ko: 스킨 레이아웃 편집기를 활용하시면 게임 플레이 HUD를 변경하실 수 있답니다. 어디서든 Ctrl-Shift-S를 누르면 가능!
lv_lv: Izmantojot skina izkārtojuma rediğētāju, lai personalizētu savu spēles HUD. Atver to jebkurā laikā ar Ctrl-Shift-S!
ms_my: Papar pandu permainan anda boleh disuaikan dengan menggunakan penyunting bentangan rupa. Buka pada bila-bila masa melalui Ctrl-Shift-S!
pl: Możesz dostosować wygląd HUD-u podczas rozgrywki za pomocą edytora układu elementów skórki. Naciśnij {0}, aby otworzyć go w dowolnym momencie!
pt_br: Sua HUD de jogabilidade pode ser personalizado apenas usando o editor de skin layout. Abrindo a qualquer momento usando Ctrl-Shift-S!
ro: HUD-ul tău de gameplay poate fi personalizat folosind editorul de aspect skin-uri. Deschide-l oricând prin Ctrl-Shift-S!
ru: Чтобы изменить внутриигровой интерфейс, откройте редактор скина сочетанием клавиш Ctrl+Shift+S!
sv: Din spel-HUD kan anpassas med hjälp av skin-layoutredigeraren. Öppna den när som helst med Ctrl-Shift-S!
tr: Oyun arayüzünüz tasarım düzenleyici kullanılarak kişiselleştirilebilir. Herhangi bir zaman Ctrl-Shift-S yaparak açın!
uk: Ігровий інтерфейс можна налаштувати під себе в редакторі скінів. Відкрийте його в будь-який час за допомогою Ctrl-Shift-S!
vi: Giao diện HUD của bạn có thể được tùy chỉnh bằng cách sử dụng trình chỉnh sửa bố cục skin. Mở nó bất kỳ lúc nào bằng {0}!
zh: 你的游戏界面能通过皮肤布局编辑器自由定制，并且可以在任何地方按下 Ctrl-Shift-S 来编辑它！
zh_hant: 你可以使用 skin 版面配置編輯器來調整您的遊戲 HUD。按下 Ctrl-Shift-S 就可以隨時開啟編輯器！

# mod_presets
source: You can create mod presets to make toggling your favourite mod combinations easier!
ca: Pots crear una preselecció de mods per poder canviar la teva configuració preferida de mods de forma més fàcil!
cs: Můžeš si vytvořit předvolby módů, které ti usnadní přepínání tvých oblíbených kombinací módů!
de: Durch Mod-Voreinstellungen gelangst du einfacher zu deinen bevorzugten Mod-Kombinationen!
es: ¡Puedes crear preajustes de mods para facilitar la elección de tus combinaciones favoritas!
fr: Vous pouvez créer des préréglages de mods pour faciliter la bascule entre vos combinaisons de mods préférées !
id: Kamu dapat membuat preset mod untuk memudahkan kamu mengaktifkan kombinasi mod favoritmu!
it: Puoi creare delle preimpostazioni di mod per rendere più facile l'attivazione delle tue combinazioni di mod preferite!
ja: Modプリセットを作成すると、お気に入りのModの組み合わせを簡単に切り替えることができます！
ko: 여러분이 좋아하는 모드를 더 쉽게 켜고 끄고 싶으시다면, 모드 프리셋을 만들어 활용해 보세요!
lv_lv: Tu vari uztaisīt modifikāciju izvēles savienojumus, lai ieslēgtu savas modifikāciju kombinācijas vieglāk!
ms_my: Anda boleh mencipta pratata penyesuai untuk memudahkan pentogolan gabungan penyesuai kesukaan anda!
pl: Możesz utworzyć własne konfiguracje modyfikatorów, aby łatwiej przełączać się między ulubionymi kombinacjami modyfikatorów!
pt_br: Você pode criar mod presets para alternar suas combinações de mods favoritos mais facilmente!
ro: Puteți crea preset-uri de mod-uri pentru a face comutarea combinațiilor favorite mai ușoară!
ru: Создайте пресеты модов, чтобы быстрее выбирать любимые комбинации!
sv: Du kan skapa förinställningar för mod för att göra det enklare att växla mellan dina favoritkombinationer av mods!
tr: Favori mod kombinasyonlarını kolayca açmak/kapatmak için mod ön ayarları oluşturabilirsiniz!
uk: Ви можете створювати пресети модів, щоб легко перемикатись між улюбленими комбінаціями модів!
vi: Bạn có thể tạo các preset mod để dễ dàng bật/tắt các kết hợp mod yêu thích của mình!
zh: 你可以创建模组预设，来方便自己轻松启用最喜欢的模组组合！
zh_hant: 您可以創造模組預設來更簡單地開啟您最喜歡的模組組合！

# mod_customisation_settings
source: Many mods have customisation settings that drastically change how they function. Click the Customise button in mod select to view settings!
ca: Molts mods tenen configuracions de personalització que canvies dràsticament com funcionen. Clica la tecla de Personalitzar al selector de mods per veure la configuració!
cs: Mnoho módů má podrobnější nastavení, která drasticky mění způsob jejich fungování. Kliknutím na tlačítko Přizpůsobit ve výběru módu si můžeš toto nastavení zobrazit!
de: Viele Mods haben Konfigurationseinstellungen, die ihre Funktionsweise drastisch ändern. Klicke in der Modauswahl auf den Button "Mod Customisation", um die Einstellungen zu sehen!
es: Muchos mods tienen ajustes de personalización que cambian drásticamente su funcionamiento. ¡Haz clic en el botón Personalizar en el selector de mods para ver los ajustes!
fr: De nombreux mods ont des paramètres de personnalisation qui modifient considérablement leur fonctionnement. Cliquez sur le bouton Personnaliser dans le menu de sélection de mods pour afficher leurs paramètres !
id: Banyak mod memiliki pengaturannya tersendiri yang mengubah cara kerja mereka secara drastis. Klik tombol "Sesuaikan" pada layar pemilihan mod untuk melihat pengaturan ini!
it: Molte mod hanno impostazioni di personalizzazione che cambiano drasticamente il loro funzionamento. Fai clic sul pulsante Personalizza in selezione mod per visualizzare le impostazioni!
ja: 多くのMODは機能を大幅に変更するカスタマイズ設定を持っています。Modのカスタマイズボタンをクリックして設定を見てみましょう！
ko: 많은 모드들이 기능을 크게 변화시키는 맞춤 설정을 지원한답니다. 모드 설정 화면에서 "맞춤 설정" 버튼을 누르면 설정 확인이 가능해요!
lv_lv: Daudzām modifikācijām ir personalizēšana, kura stipri ietekmē tās funkciju. Uzspied Personalizēt pogu, modifikāciju izvēlnē, lai apskatītu iestatījumus!
ms_my: Banyak penyesuai yang mempunyai tetapan penyuaian yang mengubah fungsi dengan mendadak. Klik butang Suaikan dalam pemilih penyesuai untuk melihat tetapan!
pl: Wiele modyfikatorów posiada wyspecjalizowane ustawienia, które drastycznie zmieniają sposób ich działania. Kliknij przycisk „Dostosuj” podczas wyboru modyfikatorów, aby wyświetlić dostępne możliwości!
pt_br: Alguns mods possuem configurações personalizadas que mudam drasticamente como funcionam. Aperte no botão de Personalização na seleção de mod para visualizar!
ro: Multe dintre mod-uri au setări de personalizare care schimbă drastic modul lor de funcționare. Faceți clic pe butonul Personalizează în ecranul de selectare pentru a le vedea!
ru: Многие моды можно изменять до неузнаваемости. Попробуйте сыграть с каким-нибудь модом, воспользовавшись функцией тонкой настройки!
sv: Många moddar har anpassningsinställningar som drastiskt förändrar hur de fungerar. Klicka på knappen Anpassa i mod-valet för att visa inställningarna!
tr: Birçok modun çalışma şeklini büyük ölçüde değiştiren özelleştirme ayarları vardır. Ayarları görüntülemek için mod seçim ekranında Özelleştir düğmesine basın!
uk: Багато модів мають налаштування, які кардинально змінюють їхню роботу. Натисніть кнопку Налаштувати у виборі модів та спробуйте змінити їх під себе!
vi: Nhiều mod có cài đặt tùy chỉnh thay đổi mạnh mẽ cách thức hoạt động của chúng. Nhấn nút Tùy chỉnh trong phần chọn mod để xem các cài đặt!
zh: 大多数模组有自定义设置，而这些设置会对模组的效果和功能产生大幅度影响。点击模组中的自定义按钮调整它！
zh_hant: 許多模組具有自訂設定，可以大幅改變它們的功能。在模組選擇畫面中點擊「自訂」按鈕來查看設定！

# random_skin_shortcut
source: Press Ctrl-Shift-R to switch to a random skin!
ca: Pitja {0} per canviar a una skin aleatòria!
cs: Stiskni {0} pro přepnutí na náhodný skin!
de: Drücke {0}, um einen zufälligen Skin auszuwählen!
es: ¡Presiona Ctrl + Mayús + R para cambiar a una skin aleatoria!
fr: Appuyez sur Ctrl-Maj-R pour basculer sur un skin aléatoire !
id: Tekan {0} untuk beralih ke skin lain secara acak!
it: Premi {0} per passare a una skin casuale!
ja: Ctrl-Shift-R を押してランダムなスキンに切り替えます！
ko: Ctrl-Shift-R 키를 누르면 무작위 스킨으로 전환이 가능해요!
lv_lv: Uzspied Ctrl-Shift-R lai skins nejauši nomainītos!
ms_my: Tekan Ctrl-Shift-R untuk mengubah rupa dengan rawak!
pl: Naciśnij {0}, aby wybrać losową skórkę!
pt_br: Pressione Ctrl-Shift-R para trocar para uma skin aleatória!
ro: Apasă Ctrl-Shift-R pentru a alege un skin aleatoriu!
ru: Нажмите Ctrl+Shift+R, чтобы сменить скин на случайный!
sv: Tryck Ctrl-Shift-R för att byta till ett slumpmässigt skin!
tr: Rastgele bir skine geçmek için Ctrl-Shift-R basın!
uk: Натисніть Ctrl-Shift-R, щоб перемкнутися на випадковий скін!
vi: Nhấn {0} để chuyển sang một skin ngẫu nhiên!
zh: 按下 Ctrl-Shift-R 切换到随机皮肤！
zh_hant: 按下 Ctrl-Shift-R 可以切換到隨機 skin！

# toggle_replay_settings_shortcut
source: While watching a replay, press Ctrl-H to toggle replay settings!
ca: Mentre mires una repetició, pitja {0} per commutar les opcions de la repetició!
cs: Při sledování záznamu můžeš zobrazit/skrýt nastavení přehrávání stisknutím klávesy {0}!
de: Drücke beim Ansehen eines Replays {0} für die Replay-Einstellungen!
es: Mientras ves una repetición, ¡presiona Ctrl + H para cambiar la configuración de la repetición!
fr: Lorsque vous regardez un replay, appuyez sur Ctrl-H pour activer/désactiver les paramètres de replay !
id: Pada saat menonton tayangan ulang, tekan {0} untuk menampilkan pengaturan tayangan ulang!
it: Mentre guardi un replay, premi {0} per mostrare le opzioni di replay!
ja: リプレイを見ながら、Ctrl+Hでリプレイ設定を切り替えます！
ko: 리플레이를 보는 중에, Ctrl-H를 누르면 리플레이 설정을 보거나 숨길 수 있어요!
lv_lv: Skatoties atkārtojumu, uzspied Ctrl-H lai ieslēgtu vai izslēgtu atkārtojumu iestatījumus!
ms_my: Tekan Ctrl-H untuk mentogol tetapan ulangan sambil menonton ulangan!
pl: Naciśnij {0} podczas oglądania powtórki, aby wyświetlić jej ustawienia!
pt_br: Enquanto estiver assistindo um replay, pressione Ctrl-H para alternar as configurações de replay!
ro: Între timp ce vizionați o reluare, apăsați Ctrl-H pentru a comuta setările de redare!
ru: Нажмите Ctrl+H, чтобы скрыть/показать настройки записи игры!
sv: När du tittar på en repris trycker du på Ctrl-H för att öppna reprisinställningar!
tr: Replay izlerken Ctrl-H basarak "replay ayarları"nı açıp kapatabilirsiniz!
uk: Під час перегляду повтору натисніть Ctrl-H, щоб змінювати його налаштування!
vi: Khi xem replay, nhấn {0} để bật/tắt cài đặt replay!
zh: 你可以在观看回放时，按 Ctrl-H 隐藏或显示回放设置面板！
zh_hant: 在觀看重播時按 Ctrl-H 可以切換重播設定！

# copy_mods_from_score
source: You can easily copy the mods from scores on a leaderboard by right-clicking on them!
ca: Pots copiar fàcilment els mods d'altres puntuacions a la taula de classificacions fent-los clic dret!
cs: Módy za skóre na žebříčku můžeš snadno zkopírovat kliknutím pravým tlačítkem myši!
de: Klicke mit der rechten Maustaste auf einen Score in der Rangliste, um dieselben Mods zu aktivieren!
es: ¡Puedes copiar fácilmente los mods de las puntuaciones de una tabla de clasificación haciendo clic con el botón derecho del ratón!
fr: Vous pouvez facilement copier les mods des scores sur un classement en cliquant droit dessus !
id: Kamu dapat menyalin mod dari skor yang ada pada papan peringkat dengan mengeklik kanan pada skor yang ingin kamu salin!
it: Puoi copiare facilmente le mod da un punteggio su una classifica cliccandole col tasto destro!
ja: リーダーボードのスコアからModを簡単にコピーできます！
ko: 리더보드에 기록된 점수를 우클릭하면 손쉽게 모드를 복사할 수 있어요!
lv_lv: Tu vari viegli nokopēt modifikācijas no līderu saraksta rezultāta, uzklikšķinot uz to ar labo peles pogu!
ms_my: Anda boleh menyalin penyesuai dengan mudah dari markah pada papan pendahulu dengan mengklik kanan!
pl: Możesz łatwo wybrać modyfikatory z wyniku znajdującego się w tabeli poprzez kliknięcie na niego prawym przyciskiem myszy!
pt_br: Você pode copiar os mods de pontuações num placar facilmente clicando com o botão direito neles!
ro: Poți copia cu ușurință mod-urile unui scor de pe clasament dând clic dreapta pe el!
ru: Сыграйте с модами любого рекорда из меню выбора карты, нажав по нему ПКМ!
sv: Du kan enkelt kopiera moddarna från poäng på en topplista genom att högerklicka på dem!
tr: Sıralamadaki skorlara sağ tıklayarak o skorların modlarını kolayca kopyalayabilirsiniz!
uk: Ви можете легко скопіювати моди з результатів у таблиці лідерів, натиснувши на них правою кнопкою миші!
vi: Bạn có thể dễ dàng sao chép các mod từ điểm số trên bảng xếp hạng bằng cách nhấp chuột phải vào chúng!
zh: 你可以右键点击排行榜上的成绩模组，来轻松复制它！
zh_hant: 您可以對排行榜的分數按右鍵來輕鬆地複製 mod！
