Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/MenuTip.*.resx
Languages: ca, cs, de, es, fr, id, it, ja, ko, lv_lv, ms_my, pl, pt_br, ro, ru, sv, tr, uk, vi, zh, zh_hant

# toggle_toolbar_shortcut
source: Press Ctrl-T anywhere in the game to toggle the toolbar!
ca: Pitja {0} en qualsevol moment en el joc per commutar la barra d'eines!
cs: Stiskni {0} kdekoli ve hře pro zobrazení/skrytí nástrojové lišty!
de: Du kannst überall {0} drücken, um die Symbolleiste zu aktivieren oder zu deaktivieren!
es: ¡Presiona Ctrl + T en cualquier parte del juego para mostrar u ocultar la barra de herramientas!
fr: Appuyez sur Ctrl + T n'importe où dans le jeu pour activer ou désactiver la barre d'outils !
id: Tekan {0} di mana pun di dalam permainan untuk menampilkan toolbar!
it: Puoi premere {0} in ogni momento per nascondere la barra degli strumenti!
ja: Ctrl+Tを押せばゲームのどこでもツールバーを切り替えできます！
ko: 어디서든 Ctrl-T를 누르면 툴바를 켜거나 끌 수 있답니다!
lv_lv: Uzspiest Ctrl-T jebkur spēlē, lai ieslēgtu vai izslēgtu darbarīku galdu!
ms_my: Tekan Ctrl-T di mana-mana dalam mainan untuk togol palang alat!
pl: Naciśnij {0} w dowolnym miejscu w grze, aby wyświetlić pasek narzędzi!
pt_br: Pressione Ctrl-T em qualquer lugar no jogo para alternar a barra de ferramentas!
ro: Apasă Ctrl-T oriunde în joc pentru a comuta bara de instrumente!
ru: Нажмите Ctrl+T, чтобы скрыть панель инструментов!
sv: Tryck Ctrl-T var som helst i spelet för att sänga/sätta på verktygsfältet!
tr: Araç çubuğunu açıp kapatmak için oyunun herhangi bir yerinde Ctrl-T tuşlarına basın!
uk: Натисніть Ctrl-T будь-де, щоб перемикнути панель інструментів!
vi: Nhấn {0} ở bất kỳ đâu trong trò chơi để bật/tắt thanh công cụ!
zh: 随时都可以按下 Ctrl-T 显示工具栏！
zh_hant: 在任何地方按下 Ctrl-T 來切換工具欄！

# game_settings_shortcut
source: Press Ctrl-O anywhere in the game to access settings!
ca: Pitja {0} en qualsevol moment en el joc per accedir a la configuració!
cs: Stiskni {0} kdekoli ve hře pro přístup k nastavení!
de: Du kannst überall {0} drücken, um auf die Optionen zuzugreifen!
es: ¡Presiona Ctrl + O en cualquier parte del juego para acceder a los ajustes!
fr: Appuyez sur Ctrl + O n'importe où dans le jeu pour accéder aux paramètres !
id: Tekan {0} di mana pun di dalam permainan untuk mengakses pengaturan!
it: Puoi premere {0} in ogni momento per aprire le impostazioni!
ja: Ctrl+Oを押せばゲームのどこでも設定にアクセスできます！
ko: 어디서든 Ctrl-O를 누르면 설정 창을 열 수 있답니다!
lv_lv: Uzspiest Ctrl-O jebkur spēlē, lai piekļūtu iestatījumiem!
ms_my: Tekan Ctrl-O di mana-mana dalam mainan untuk mencapai tetapan!
pl: Naciśnij {0} w dowolnym miejscu w grze, aby otworzyć ustawienia!
pt_br: Pressione Ctrl-O em qualquer lugar no jogo para acessar as configurações!
ro: Apasă Ctrl-O oriunde în joc pentru a accesa setările!
ru: Нажмите Ctrl+O, чтобы открыть настройки игры!
sv: Tryck Ctrl-O var som helst i spelet för att komma åt inställningarna!
tr: Ayarlara erişmek için oyunun herhangi bir yerinde Ctrl-O tuşlarına basın!
uk: Натисніть Ctrl-O будь-де, щоб відкрити налаштування!
vi: Nhấn {0} ở bất kỳ đâu trong trò chơi để mở cài đặt!
zh: 随时都可以按下 Ctrl-O 调整游戏设置！
zh_hant: 在任何地方按下 Ctrl-O 來開啟設定！

# dynamic_settings
source: All settings are dynamic and take effect in real-time. Try changing the skin while watching autoplay!
ca: Totes les configuracions són dinàmiques i fan efecte en temps real. Prova de canviar de skin mentre mires l'autoplay!
cs: Všechna nastavení jsou dynamická a projeví se v reálném čase. Zkus změnit skin při sledování autoplaye!
de: Alle Einstellungen sind dynamisch und werden in Echtzeit wirksam. Probiere, den Skin zu ändern während die Mod Autoplay aktiv ist!
es: Todos los ajustes son dinámicos y surten efecto en tiempo real. ¡Prueba a cambiar la skin mientras ves el juego automático!
fr: Tous les paramètres sont dynamiques et prennent effet en temps réel. Essayez de changer votre skin tout en regardant une beatmap avec le mod Autoplay !
id: Seluruh perubahan bersifat dinamis dan akan langsung berlaku ketika diterapkan. Cobalah untuk mengubah skin pada saat menonton mode autoplay!
it: Tutte le impostazioni sono dinamiche e si applicano in tempo reale. Prova a cambiare skin mentre guardi l'autoplay!
ja: すべての設定はリアルタイムで変更されます。オートプレイを見ながらスキンを変更してみましょう！
ko: 모든 설정들은 동적이며 실시간으로 적용된답니다. 자동 플레이 중에 스킨을 전환해 보세요!
lv_lv: Visi iestatījumi ir dinamiski un tiek ietekmēti tiešraidē. Pamēğini izmainīt skinu, kamēr tu skaties autoplay!
ms_my: Semua tetapan adalah dinamik dan berkesan langsung. Cuba ubah rupa sambil menonton automain!
pl: Wszystkie ustawienia są dynamiczne i odnoszą skutek w czasie rzeczywistym. Spróbuj zmienić skórkę podczas oglądania automatycznego przejścia beatmapy!
pt_br: Todas as configurações são dinâmicas e alteradas em tempo real. Tente alterar as skins enquanto assiste o autoplay!
ro: Toate setările sunt dinamice și au efect în timp real. Încearcă să schimbi skin-ul în timp ce privești redarea automată!
ru: Все настройки динамичны и вступают в силу мгновенно. Попробуйте поменять скин прямо во время просмотра записи игры!
sv: Alla inställningar är dynamiska och träder i kraft i realtid. Prova att byta skal medan du tittar på autoplay!
tr: Tüm ayarlar dinamiktir ve gerçek zamanlı olarak etkilenir. Autoplayi izlerken skin değiştirmeyi deneyin!
uk: Всі налаштування динамічні та змінюються в реальному часі. Спробуйте змінити скін під час перегляду авторежиму!
vi: Tất cả cài đặt đều là động và có hiệu lực ngay lập tức. Hãy thử thay đổi skin khi đang xem chế độ autoplay!
zh: 所有设置均为动态且实时生效。你甚至可以尝试在观看自动游玩时切换皮肤！
zh_hant: 所有設定皆為動態且即時奏效。試試在觀看自動播放時變更 skin！

# new_features_are_coming_online
source: New features are coming online every update. Make sure to stay up-to-date!
ca: Noves funcions surten en línia a cada actualització. Assegura't d'estar al dia!
cs: Nová funkcionalita je přidávána při každé aktualizaci. Nezapomeň vždy aktualizovat na nejnovější verzi!
de: Mit jedem Update kommen neue Features hinzu. Bleibe immer auf dem Laufenden!
es: Cada actualización incluye nuevas funciones. ¡Asegúrate de tener el juego actualizado!
fr: De nouvelles fonctionnalités arrivent à chaque mise à jour. Assurez-vous de garder votre jeu à jour !
id: Berbagai fitur baru hadir dalam setiap pembaruan. Pastikan untuk selalu berada pada versi terbaru!
it: Per ogni versione online escono nuove funzionalità. Resta sempre aggiornato!
ja: アップデートするたびに新しい機能がやってきます。最新の状態を保つようにしてください！
ko: 매 업데이트 때마다 새로운 기능이 추가된답니다. 항상 최신 상태를 유지해 주세요!
lv_lv: Jaunas funkcijas nāk ar katru atjauninājumu. Pārliecinies ka tiec līdzi tiem!
ms_my: Ciri-ciri baharu dimuat naik setiap pengemaskinian. Pastikan osu! selalu dikemas kini!
pl: Nowe funkcje pojawiają się w każdej aktualizacji. Bądź na bieżąco!
pt_br: Novos recursos estão sempre sendo adicionados a cada atualização. Tenha certeza de estar na última versão!
ro: Facilități noi sunt adăugate la fiecare actualizare. Asigurați-vă că rămâneți la actualitate!
ru: Новые функции появляются в каждом обновлении. Убедитесь, что у вас последняя версия игры!
sv: Nya funktioner kommer online varje uppdatering. Se till att hålla dig uppdaterad!
tr: Her güncellemede yeni özellikler yayınlanır. Güncel kaldığınıza emin olun!
uk: Нові функції з'являються з кожним оновленням. Переконайтеся, що використовуєте останню версію гри!
vi: Các tính năng mới sẽ được cập nhật trong mỗi phiên bản. Hãy đảm bảo luôn cập nhật phiên bản mới nhất!
zh: 每次更新都会上线一些新功能。记得更新游戏！
zh_hant: 每次更新都會推出新功能。務必保持更新喔！

# ui_scaling_settings
source: If you find the UI too large or small, try adjusting UI scale in settings!
ca: Si trobes la UI molt gran or molt petita, prova d'ajustar l'escala de la UI a la configuració!
cs: Pokud se ti zdá uživatelské rozhraní příliš velké nebo malé, zkus upravit měřítko uživatelského rozhraní v nastavení!
de: Wenn dir die Bedienelemente zu groß oder zu klein sind, versuche, die UI-Skalierung in den Einstellungen anzupassen!
es: Si la interfaz de usuario te parece demasiado grande o pequeña, ¡prueba a ajustar la escala de la interfaz en los ajustes!
fr: Si vous trouvez l'interface trop grande ou petite, essayez de régler l'échelle de l'interface dans les paramètres !
id: Apabila kamu merasa tampilan antarmuka (UI) yang ada terlalu besar atau terlalu kecil, cobalah untuk mengatur skala UI kamu di pengaturan!
it: Se l'interfaccia ti sembra troppo grande o piccola, prova a ridimensionarla dalle impostazioni!
ja: UIが大きすぎたり小さすぎる場合は、設定でUI拡大縮小を試してください！
ko: 사용자 인터페이스가 너무 크거나 작다면, 설정 창에서 UI 크기를 조정하실 수 있어요!
lv_lv: Ja tev šķiet ka UI ir par lielu vai par mazu, pamēğini to izmainīt UI izmēra iestatījumos!
ms_my: Sekiranya UI tampak terlalu besar atau kecil untuk anda, cuba laraskan skala UI dalam tetapan!
pl: Jeśli uważasz, że interfejs jest za duży lub za mały, możesz dostosować jego skalę w ustawieniach!
pt_br: Se encontrar alguma UI muito grande ou pequena, tente ajustar a escala da UI pelas configurações!
ro: Dacă ați găsit interfața prea mare sau mică, încercați să ajustați scalarea UI în setări!
ru: Если интерфейс кажется слишком большим или маленьким, попробуйте изменить его размер в настройках!
sv: Om du tycker att UI'n är för stor eller liten kan du prova att justera skalan i inställningarna!
tr: Kullanıcı Arayüzünü çok büyük ya da çok küçük mü buldunuz? Ayarlardan "Arayüz ölçeği"ni ayarlamayı deneyin!
uk: Якщо вам здається, що інтерфейс занадто великий або малий, спробуйте відрегулювати його масштаб в налаштуваннях!
vi: Nếu bạn thấy giao diện quá lớn hoặc quá nhỏ, hãy thử điều chỉnh tỷ lệ giao diện trong phần cài đặt!
zh: 如果你觉得 UI 尺寸过大或过小，可以尝试在设置中调整 UI 缩放倍率！
zh_hant: 如果覺得 UI 過大或過小，建議您到設定中調整「UI 縮放」！

# screen_scaling_settings
source: Try adjusting the "Screen Scaling" mode to change your gameplay or UI area, even in fullscreen!
ca: Prova d'ajustar el mode "Escalat de pantalla" per canviar la teva àrea de joc or de la UI, fins i tot en pantalla completa!
cs: Zkus upravit režim "škálování obrazovky" pro změnu oblasti hry nebo uživatelského rozhraní, a to i v režimu celé obrazovky!
de: Versuche, die Bildschirmskalierung anzupassen, um den Bereich der Benutzeroberfläche oder des Gameplays zu ändern, sogar im Vollbildmodus!
es: Prueba a ajustar el modo «Escalado de pantalla» para cambiar la zona de juego o la interfaz de usuario, ¡incluso en pantalla completa!
fr: Essayez d'ajuster le mode "Échelle de l'écran" pour changer la zone de gameplay ou de l'interface, même en plein écran !
id: Cobalah untuk menyesuaikan mode "Skala Layar" untuk mengubah area permainan atau tampilan antarmuka kamu, bahkan pada mode fullscreen sekalipun!
it: Prova a regolare la modalità "Ridimensionamento schermo" per cambiare l'area di gioco o dell'interfaccia, anche a schermo intero!
ja: フルスクリーンでもゲームプレイやUIエリアを変更するには、「画面の拡大縮小」モードを調整してみてください！
ko: 게임 플레이 또는 사용자 인터페이스 영역의 크기를 조절하고 싶으시다면, 전체 화면 모드에도 적용되는 "화면 크기 조정" 모드를 활용해 보세요!
lv_lv: Pamēğini noregulēt "Ekrāna Izmēra" režīmu, lai izmainītu spēli vai UI teritoriju, pat pilnekrāna režīmā!
ms_my: Cuba laraskan mod "Skala Layar" untuk mengubah kawasan permainan atau UI anda dalam layar penuh sekalipun!
pl: Dostosuj opcję „Skalowanie ekranu”, aby zmienić obszar rozgrywki lub interfejsu użytkownika, nawet w trybie pełnoekranowym!
pt_br: Tente ajustar o modo "Escala da tela" para mudar a área de jogabilidade, mesmo em tela cheia!
ro: Încercați să ajustați modul „scalare ecran” pentru a schimba zona jocului sau a interfeței, chiar și în modul fullscreen!
ru: Попробуйте воспользоваться масштабированием экрана, чтобы изменить область интерфейса или игры, даже в полноэкранном режиме!
sv: Försök att justera läget "Skärmskalning" för att ändra ditt spel eller UI area, även i helskärm!
tr: Tam ekranda bile oynanış ya da kullanıcı arayüzü bölgesini değiştirmek için "Ekran ölçeği" modunu değiştirmeyi deneyin!
uk: Спробуйте "Масштабування екрану", щоб змінити ігрову область або інтерфейс навіть у повноекранному режимі!
vi: Hãy thử điều chỉnh chế độ 'Tỷ lệ màn hình' để thay đổi khu vực chơi hoặc giao diện, ngay cả khi ở chế độ toàn màn hình!
zh: 你可以尝试调整“屏幕缩放”模式来调整游玩或 UI 区域。游戏处于全屏显示时也能调整！
zh_hant: 試試調整「螢幕縮放」模式，以改變你的遊戲或 UI 區域，即使在全螢幕模式下也能使用！

# free_osu_direct
source: What used to be "osu!direct" is available to all users just like on the website. You can access it anywhere using Ctrl-B!
ca: El que solia ser «osu!direct» està disponible per a tots els jugadors just com al lloc web. Podeu accedir-hi en qualsevol moment usant {0}!
cs: Co bývalo "osu!direct" je k dispozici všem uživatelům stejně jako na webové stránce. Můžeš na něj kdekoli přejít pomocí {0}!
de: Was früher "osu!direct" war, ist nun wie auf der Webseite für alle Nutzer verfügbar. Du kannst es überall mit {0} aufrufen!
es: Lo que antes era «osu!direct» está disponible para todos los usuarios igual que en el sitio web. ¡Puedes acceder a él desde cualquier lugar presionando Ctrl + B!
fr: Ce qui était autrefois "osu!direct" est disponible pour tous les utilisateurs comme sur le site web. Vous pouvez y accéder n'importe où en utilisant Ctrl+B !
id: Apa yang dulu dikenal sebagai "osu!direct" kini tersedia bagi seluruh pengguna, seperti halnya pada situs web. Kamu dapat mengakses fitur ini di mana pun dengan {0}!
it: È disponibile per tutti il noto "osu!direct" come dal sito web. Puoi accederci in qualsiasi momento usando {0}!
ja: 以前「osu!direct」だったものは全てのユーザーがWebサイトと同じように使えます。Ctrl+Bでどこでもアクセスできます！
ko: "osu!direct"가 이제 웹사이트처럼 모든 사용자 여러분이 이용할 수 있게 되었습니다. Ctrl-B를 누르면 어디서든 띄울 수 있어요!
lv_lv: Kas kādreiz bija zināms kā "osu!direct" ir pieejams visiem lietotājiem, tā pat kā mājaslapā. Tu vari tam piekļūt jebkur izmantojot Ctrl-B!
ms_my: Dahulunya dikenali selaku "osu!direct" kini tersedia untuk semua pengguna seperti pada laman sesawang. Anda boleh mencapainya di mana-mana menggunakan Ctrl-B!
pl: Funkcja znana niegdyś jako „osu!direct” jest teraz dostępna dla wszystkich użytkowników. Naciśnij {0}, aby uzyskać do niej dostęp w dowolnym miejscu w grze!
pt_br: O que costumava ser "osu!direct", agora está disponível para todos os usuários assim como no site do osu. Você pode acessar a qualquer momento pressionando Ctrl-B!
ro: Ce obișnuia să fie "osu!direct" este disponibil tuturor utilizatorilor ca și pe website. Îl poți accesa oriunde folosind Ctrl-B!
ru: Что раньше называлось osu!direct, теперь доступно всем пользователям в виде библиотеки карт, прямо как на сайте. Вы всегда можете её открыть сочетанием клавиш Ctrl+B!
sv: Det som tidigare var "osu!direct" är tillgängligt för alla användare precis som på webbplatsen. Du kan komma åt den var som helst med Ctrl-B!
tr: Eskiden "osu!direct" olan şey şimdi web sitesinde olduğu gibi herkese açıktır. Herhangi bir yerde Ctrl-B yaparak ulaşabilirsiniz!
uk: Те, що раніше називалося "osu!direct", тепер доступно всім користувачам так само, як і на сайті. Відкрити його можна будь-де, використовуючи Ctrl-B!
vi: Chức năng trước đây là 'osu!direct' hiện có sẵn cho tất cả người dùng giống như trên trang web. Bạn có thể truy cập nó ở bất kỳ đâu bằng cách nhấn {0}!
zh: 旧版游戏中的“osu!direct”功能现在已经对所有玩家开放，就像网站上一样。你可以在任何地方使用 Ctrl-B 调出它！
zh_hant: 過去稱為「osu!direct」的功能，現在如同網站一樣，開放給所有使用者使用。您可以隨時按下 Ctrl-B 來存取它！

# replay_seeking
source: Seeking in replays is available by dragging on the progress bar at the bottom of the screen or by using the left and right arrow keys!
ca: Cercar en les repeticions és accessible arrossegant la barra de progrés al peu de la pantalla o usant les tecles de dreta i esquerra!
cs: Pohybování se v záznamech je možné tažením na panelu postupu v dolní části obrazovky nebo pomocí kláves šipek vlevo a vpravo!
de: Du kannst durch Replays springen, indem du die linke oder rechte Pfeiltaste drückst oder den Cursor über die Fortschrittsleiste am unteren Bildschirmrand ziehst!
es: ¡Puedes desplazarte por las repeticiones arrastrando la barra de progreso situada en la parte inferior de la pantalla o usando las teclas de flecha izquierda y derecha!
fr: La navigation dans les replays est disponible en faisant glisser la barre de progression en bas de l'écran ou en utilisant les touches fléchées gauche et droite !
id: Pencarian momen tayangan ulang tertentu dapat dilakukan dengan cara menyeret progress bar pada bagian bawah layar atau dengan menggunakan tombol panah kiri dan kanan!
it: La navigazione dei replay è disponibile trascinando la barra di progresso in basso allo schermo o usando i tasti freccia destra e sinistra!
ja: 画面下部のプログレスバーをドラッグするか矢印キーの左右を使用してリプレイをシークすることができます！
ko: 화면의 하단에 위치한 진행 바를 끌거나 좌우 방향 키를 누르면 리플레이 탐색이 가능해요!
lv_lv: Iešana cauri atkārtojumiem ir pieejama, velkot progresa līniju ekrāna apakšā, vai izmantojot labās un kreisās bultu taustiņus!
ms_my: Anda boleh menjangkau ulangan dengan menyeret palang kemajuan di bahagian bawah layar atau menggunakan kekunci anak panah kiri dan kanan!
pl: Możesz dowolnie przewijać powtórki, przeciągając pasek postępu u dołu ekranu lub korzystając ze strzałek!
pt_br: Ver as replays, agora está disponível apenas segurando na barra de progresso em baixo da tela ou apenas segurando as teclas das setas esquerda e direta!
ro: Derularea în reluări este posibilă prin glisarea barei de progres din partea de jos a ecranului sau prin utilizarea săgeților stânga și dreapta de pe tastatură!
ru: Перемотать запись игры можно как с помощью диаграммы сложности внизу экрана, так и с помощью клавиш со стрелками!
sv: Du kan söka i repriser genom att dra i förloppsindikatorn längst ner på skärmen eller genom att använda vänster- och höger-pil tangenterna!
tr: Replay içinde gezinmek için progressbarı sürükleyebilir veya sol ve sağ ok tuşlarını kullanabilirsiniz!
uk: Повтори можна перемотувати, перетягуйте індикатор прогресу внизу екрана або використовуйте стрілки вліво та вправо на клавіатурі!
vi: Chức năng tìm kiếm trong replay có sẵn bằng cách kéo thanh tiến độ ở dưới cùng màn hình hoặc sử dụng phím mũi tên trái và phải!
zh: 你可以在播放回放时，拖动屏幕下方的进度条，或是使用左右方向键来调整进度！
zh_hant: 拖曳下方的進度表或按左、右方向鍵可以在重播中調整播放時間！

# try_new_mods
source: Try scrolling right in mod select to find a bunch of new fun mods!
ca: Prova de desplaçar-te a la dreta en la selecció de mod per trobar un munt de nous mods divertits!
cs: Zkus se posunout doprava ve výběru módu, abys objevil spoustu nových zábavných módů!
de: Probiere, in der Modauswahl nach rechts zu scrollen, um einen Haufen neuer spaßiger Mods zu entdecken!
es: ¡Prueba a desplazarte hacia la derecha en el selector de mods para encontrar un montón de nuevos mods divertidos!
fr: Essayez de défiler vers la droite dans le menu de sélection de mods pour trouver un tas de nouveaux mods amusants !
id: Cobalah untuk menggulirkan layar pemilihan mod ke kanan untuk menemukan berbagai mod baru yang seru!
it: Scorri verso destra nella selezione mod per trovare un sacco di nuove mod divertenti!
ja: Modセレクトで右にスクロールして、たくさんの新しくて楽しいModを見つけてください！
ko: 모드 선택 창을 오른쪽으로 끌면 재미있는 모드들을 발견하실 수 있을 거예요!
lv_lv: Pamēğini ritināties uz labo pusi modifikāciju izvēlnē, lai atrastu čupu ar jaunām, foršām modifikācijām!
ms_my: Cuba tatal ke kanan dalam pemilih penyesuai untuk menemui pelbagai penyesuai baharu!
pl: Przewiń w prawo w nakładce wyboru modyfikatorów, aby uzyskać dostęp do nowych, ciekawych modyfikatorów!
pt_br: Tente rolar para a direita na seleção de mods para encontrar um monte de novos mods divertidos!
ro: Încearcă să dai scroll înspre dreapta în ecranul de selectare mod-uri pentru a găsi o mulțime de mod-uri distractive!
ru: Прокрутите панель выбора модов вправо, чтобы найти новые развлекательные моды!
sv: Prova att skrolla åt höger i mod val för att hitta massor av nya roliga moddar!
tr: Bir sürü eğlenceli yeni mod bulmak için mod seçim ekranında sağa kaydırmayı deneyin!
uk: Спробуйте прогорнути список модів вправо, щоб знайти купу нових та цікавих модів!
vi: Hãy thử cuộn sang phải trong phần chọn mod để tìm thấy nhiều mod thú vị mới!
zh: 试试在模组选择界面向下滚动，会发现许多前所未有的娱乐模组！
zh_hant: 試試在模組選擇畫面中向右滑動，你會發現一堆新的娛樂 mod 喔！

# embedded_web_content
source: Most of the web content (profiles, rankings, etc.) are available natively in-game from the icons on the toolbar!
ca: La majoria del contingut de la web (perfils, classificacions, etc.) estan disponibles de forma nativa al joc des de les icones de la barra d'eines!
cs: Většina webového obsahu (profily, žebříčky, atd.) je k dispozici nativně ve hře pomocí ikon na nástrojové liště!
de: Die meisten Webinhalte (Profile, Ranglisten etc.) sind über die Symbole in der Symbolleiste direkt im Spiel verfügbar!
es: ¡La mayor parte del contenido de la web (perfiles, clasificaciones, etc.) está disponible de forma nativa en el juego desde los iconos de la barra de herramientas!
fr: La plupart des contenus web (profils, classements, etc.) sont disponibles nativement dans le jeu à partir des icônes de la barre d'outils !
id: Sebagian besar konten web osu! (profil, peringkat, dll.) dapat diakses secara langsung dari dalam permainan melalui ikon pada toolbar!
it: La maggior parte dei contenuti web (profili, classifiche, ecc.) sono disponibili nativamente in gioco dalle icone sulla barra degli strumenti!
ja: ほとんどのウェブコンテンツ(プロファイル、ランキングなど)は、ツールバー上のアイコンから直接ゲーム内で利用できます！
ko: 게임 내의 툴바에 있는 아이콘을 누르면 기본적으로 대부분의 웹사이트 컨텐츠(프로필, 랭킹 등)를 이용할 수 있어요!
lv_lv: Lielākā daļa no interneta satura (profili, rangi, utt.) ir dabiski pieejami iekšā spēlē no ikonas darbarīku joslā!
ms_my: Kebanyakan kandungan sesawang (profil, pangkat dsb.) tersedia secara tempatan dalam mainan dari arca pada palang bar!
pl: Znacząca część zawartości strony internetowej (profile, rankingi, itp.) jest teraz dostępna bezpośrednio w grze poprzez odpowiednie opcje na pasku narzędzi!
pt_br: A maioria do conteúdo web (perfis, classificações, etc.) estão disponíveis nativamente no jogo pelos ícones na barra de ferramentas!
ro: Majoritatea conținutului web (profiluri, clasamente, etc.) sunt disponibile direct în joc din pictogramele din bara de instrumente!
ru: Воспользуйтесь большей частью функционала сайта (профили, рейтинги и тд.) прямо в игре через иконки на панели инструментов!
sv: Det mesta av webbinnehållet (profiler, rankningar etc.) är tillgängliga direkt i spelet via ikonerna i verktygsfältet!
tr: Web içeriğinin çoğu (profiller, sıralamalar, vb.) toolbardaki simgelerden oyun içinde kullanılabilir!
uk: Практично все, що є на сайті (профілі, рейтинги й т.д.) доступно безпосередньо у грі через іконки на панелі інструментів!
vi: Hầu hết nội dung web (hồ sơ, bảng xếp hạng, v.v.) có sẵn trực tiếp trong trò chơi từ các biểu tượng trên thanh công cụ!
zh: 大多数网页内容（个人主页、排名等）都能在游戏内点击工具栏上的图标访问！
zh_hant: 大部分的網站內容（個人檔案、成績等）在遊戲裡工具列中的圖示都可以做使用！
