Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/MenuTip.*.resx
Languages: ca, cs, de, es, fr, id, it, ja, ko, lv_lv, ms_my, pl, pt_br, ro, ru, sv, tr, uk, vi, zh, zh_hant

# autoplay_beatmap_shortcut
source: Ctrl-Enter at song select will start a beatmap in autoplay mode!
ca: Ctrl-Retorn al selector de cançons iniciarà el mapa amb el mode autoplay!
cs: Ctrl-Enter při výběru skladby spustí beatmapu v autoplay režimu!
de: Strg + Eingabe in der Songauswahl startet eine Beatmap im automatischen Modus!
es: Si presionas Ctrl + Entrar al seleccionar una canción, ¡se iniciará el mapa en el modo de juego automático!
fr: Ctrl-Entrée à l'écran de sélection lancera une beatmap en mode Autoplay !
id: Menekan Ctrl-Enter pada layar pemilihan lagu akan memulai beatmap dalam mode autoplay!
it: Ctrl-Invio in selezione brano avvierà una beatmap in modalità autoplay!
ja: ソングセレクト中にCtrl+Enterでビートマップをオートプレイで開始します！
ko: 곡 선택 후 Ctrl-Enter 버튼을 누르면 자동 재생 모드로 시작돼요!
lv_lv: Ctrl-Enter dziesmu izvēlē, sāks ritma-mapi automātiskajā režīmā!
ms_my: Ctrl-Enter di pemilih lagu akan memulakan peta rentak dalam mod automain!
pl: Naciśnij Ctrl-Enter podczas wyboru piosenki, aby rozpocząć automatyczne przejście beatmapy!
pt_br: Ctrl-Enter na seleção de música irá começar um beatmap em modo autoplay!
ro: Ctrl-Enter va porni un beatmap în modul de redare automată!
ru: Нажмите Ctrl+Enter при выборе карты, чтобы посмотреть на её идеальное прохождение!
sv: Ctrl-Enter vid låtval startar en beatmap i autospelningsläge!
tr: Şarkı seçerken Ctrl-Enter basarsanız seçtiğiniz beatmap autoplay modunda başlar!
uk: Натисніть Ctrl-Enter в меню вибору пісні щоб запустити мапу в авторежимі!
vi: Nhấn Ctrl-Enter trong phần chọn bài hát để bắt đầu beatmap ở chế độ autoplay!
zh: 你可以在歌曲选择界面按下 Ctrl-Enter 来观看自动游玩谱面！
zh_hant: 在歌曲選單中按 Ctrl-Enter 可以以自動遊玩的方式開始！

# lazer_is_not_a_word
source: "Lazer" is not an English word. The correct spelling for the bright light is "laser".
ca: «Lazer» no és una paraula correcta en català. La manera correcta d'escriure un raig de llum brillant és «làser».
cs: "Lazer" není české slovo. Pravopisně správný název pro jasné světlo je "laser".
de: "Lazer" ist kein englisches Wort. Das grelle Licht schreibt sich "laser".
es: «Lazer» no es una palabra en inglés. La forma correcta de escribir la luz brillante es «láser».
fr: "Lazer" n'est pas un vrai mot, l'orthographe correcte pour la lumière brillante est "laser".
id: "Lazer" bukan merupakan kata Bahasa Inggris yang baku. Ejaan yang tepat untuk sinaran cahaya ini adalah "laser".
it: "Lazer" non è un termine inglese o italiano. L'espressione corretta per il fascio di luce è "laser".
ja: 「Lazer」は英単語ではありません。明るい光を表す正しい綴りは「laser」です。
ko: "Lazer"는 사실 영단어가 아니랍니다. 밝은 빛을 의미하는 단어의 올바른 철자는 "laser"입니다.
lv_lv: "Lazer" nav angļu vārds. Pareiza pareizrakstība priekš spošās gaismas ir "laser".
ms_my: "Lazer" tidak wujud dalam Kamus Dewan. Perkataan bagi pemancar cahaya dieja "laser".
pl: „Lazer” nie jest angielskim słowem. Prawidłowa pisownia określenia na jasne światło to „laser”.
pt_br: "Lazer" não é uma palavra em Inglês. A ortografia correta para a luz brilhante é "laser".
ro: „Lazer” nu este un cuvânt în engleză. Modul de scriere corect pentru lumina puternică este „laser”.
ru: Слово "лазер" произошло от звучного произношения английского акронима "laser", а не слова "lazer", которого просто не существует.
sv: "Lazer" inte ett ord. Den korrekta stavningen för det starka ljuset är "laser".
tr: "Lazer" Türkçede bir kelime olsa bile İngilizcede "lazer" diye bir kelime yoktur. Parlak ışık anlamına gelen kelimenin İngilizce yazılışı "laser"dir.
vi: "Lazer" không phải là một từ tiếng Anh. Cách viết đúng [trong tiếng Anh] của ánh sáng rực sáng là "laser".
zh_hant: 「Lazer」不是英文單字。雷射的正確拼法是「laser」。

# multithreading_support
source: Multithreading support means that even with low "FPS" your input and judgements will be accurate!
ca: El suport multifilament significa que tenint fins i tot pocs "FPS" les teves entrades i judicis seran precisos!
cs: Podpora multithreadingu znamená, že i s nízkým počtem "FPS" bude tvůj vstup a hodnocení přesné!
de: Unterstützung für Multithreading bedeutet, dass selbst bei geringen "FPS" deine Eingaben und Beurteilungen präzise sein werden!
es: ¡El soporte multihilo significa que incluso con «FPS» bajos, tus entradas y juicios serán precisos!
fr: Le support multithreading signifie que même avec des « FPS » bas, vos entrées et jugements seront précis !
id: Dukungan multi-threading memastikan bahwa dalam "FPS" yang rendah sekali pun, input dan penilaian kamu akan tetap akurat!
it: Il supporto multithreading significa che anche con "FPS" bassi i tui input e i giudizi saranno precisi!
ja: マルチスレッドサポートはFPSが高くなくても入力と判定が正確になることを意味します！
ko: 멀티스레드 지원 덕분에 낮은 "FPS"에서도 입력과 판정이 정확하게 이뤄지게 되었어요!
lv_lv: Daudzpavedienu atbalsts nozīmē, ka pat ar zemu "FPS" tavi ievades signāli būs precīzi!
ms_my: Sokongan multipembenangan bermakna penilaian dan masukan anda akan jitu dengan "FPS" rendah sekalipun!
pl: Użycie trybu wielowątkowego oznacza, że nawet przy niskich wartościach FPS twoje kliknięcia będą dokładne!
pt_br: Suporte Multithreading significa que mesmo com pouco "FPS" a detecção de entrada será precisa!
ro: Suportul pentru fire de execuție multiple înseamnă că și la un „FPS” scăzut apăsările tale vor fi precise!
ru: Поддержка игрой многопоточности означает, что даже с низким "FPS" регистрация ваших попаданий будет точной!
sv: Multithreading-stöd innebär att även med låg "FPS" kommer din input och bedömningar att vara korrekta!
tr: Multithreading desteği düşük "FPS"e sahip olsanız bile girdilerinizin doğru olacağı anlamına gelir!
uk: Підтримка мультипоточності означає, що навіть з низьким "FPS" ваші попадання завжди будуть точними!
vi: Hỗ trợ đa luồng có nghĩa là ngay cả khi 'FPS' thấp, các đầu vào và phán đoán của bạn vẫn sẽ chính xác!
zh: 开启多线程支持，此时即使游戏帧率 (FPS) 很低，你的输入和判定也依旧精确！
zh_hant: 多執行緒支援表示即使在低「FPS」的情況下，你的輸入和判斷依然會很準確！

# temporary_delete_operations
source: All delete operations are temporary until exiting. Restore accidentally deleted content from the maintenance settings!
ca: Totes les operacions d'eliminació són temporals fins que surts. Restaura el contingut eliminat accidentalment des de les configuracions de manteniment!
cs: Všechny operace smazání jsou dočasné do ukončení aplikace. Obnov omylem smazaný obsah pomocí sekce Údržba v nastavení!
de: Alle Löschoperationen sind bis zum Verlassen des Spiels nur vorübergehend. Stelle versehentlich gelöschte Inhalte in den Wartungseinstellungen wieder her!
es: Todas las acciones de borrado son temporales hasta que se cierre el juego. ¡Restaura el contenido borrado accidentalmente desde los ajustes de mantenimiento!
fr: Toutes les opérations de suppression sont temporaires jusqu'à la fermeture. Vous pouvez restaurer du contenu supprimé accidentellement depuis les paramètres de maintenance !
id: Seluruh operasi penghapusan bersifat sementara hingga permainan ditutup. Pulihkan konten yang tidak sengaja terhapus dari pengaturan pemeliharaan!
it: Tutte le operazioni di eliminazione sono temporanee fino all'uscita. Ripristina contenuti cancellati accidentalmente dalle impostazioni di manutenzione!
ja: 全ての削除の操作は終了するまで確定しません。間違って削除したコンテンツはメンテナンス設定から復元できます！
ko: 모든 삭제 작업은 종료 전까지는 이뤄지지 않아요. 잘못 삭제한 파일들은 유지 및 보수 설정에서 복구가 가능하답니다!
lv_lv: Visas izdzēšanas operācijas ir pagaidu līdz iziešanai. Atgriez nejauši izdzēstu saturu no remontu iestatījumiem!
ms_my: Semua kendalian padam adalah sementara hingga keluar. Pulihkan kandungan terpadam dari tetapan penyelenggaraan!
pl: Wszystkie operacje usuwania są odwracalne do momentu zamknięcia gry. Przywróć przypadkowo usuniętą zawartość w zakładce „Zarządzanie”!
pt_br: Qualquer operação de deletar será temporária até sair. Restaure acidentalmente conteúdo deletado através das configurações de manutenção!
ro: Toate operațiile de ștergere sunt temporare până la ieșire. Restabiliți conținutul șters accidental din setările de mentenanță!
ru: Все действия по удалению временны, пока вы не вышли из игры. Восстановите случайно удалённый контент в секции "управление" в настройках!
sv: Alla borttagningsåtgärder är tillfälliga tills du lämnar. Återställ oavsiktligt raderat innehåll från underhållsinställningarna!
tr: Tüm silme işlemleri oyundan çıkana kadar geçicidir. Yanlışlıkla sildiğiniz bir içeriği bakım ayarlarından geri getirebilirsiniz!
uk: Всі операції видалення є тимчасовими до моменту виходу. Відновіть випадково видалений вміст у розділі "Управління" в налаштуваннях!
vi: Tất cả các thao tác xóa là tạm thời cho đến khi thoát game. Khôi phục nội dung bị xóa nhầm từ cài đặt sửa lỗi!
zh: 所有删除操作在关闭游戏之前都只是临时的。你可以在设置里的维护项下恢复意外删除的内容！
zh_hant: 所有刪除操作在離開遊戲之前都是暫時性的。你可以從維護設定中還原不小心刪除的內容！

# global_statistics_shortcut
source: Take a look under the hood at performance counters and enable verbose performance logging with Ctrl-F2!
ca: Fes una ullada a sota de la coberta al comptador de rendiment i habilita el registre de rendiment detallat amb Ctrl-F2!
cs: Pomocí Ctrl-F2 se podívej pod kapotu na počítadla výkonu a povol jeho podrobné logování!
de: Werfe einen Blick unter die Haube der Leistungsindikatoren und aktiviere die ausführliche Leistungsprotokollierung mit Strg + F2!
es: ¡Échale un vistazo a los parámetros de rendimiento y activa el registro detallado con Ctrl + F2!
fr: Jetez un coup d'œil aux compteurs de performance et activez la journalisation verbeuse des performances avec Ctrl-F2 !
id: Lihat berbagai indikator performa internal dan aktifkan fitur pencatatan performa (performance logging) yang mendalam dengan Ctrl-F2!
it: Dai un'occhiata sotto il cofano ai contatori delle prestazioni e abilita la registrazione verbosa delle prestazioni con Ctrl-F2!
ja: Ctrl-F2を押せばパフォーマンス統計を有効にできます！
ko: Ctrl-F2 키를 눌러 성능 카운터와 자세한 성능 로그를 활성화해 보세요!
lv_lv: Paskaties uz veiktspējas skaitītājiem dziļāk, un ieslēdz veiktspējas pierakstus ar Ctrl-F2!
ms_my: Lihat pembilang prestasi perkakasan dan upayakan pengelogan prestasi berjela dengan Ctrl-F2!
pl: Sprawdź szczegółowe informacje o wydajności gry i włącz rejestrowanie powiązanych informacji poprzez naciśnięcie Ctrl-F2!
pt_br: Dê uma olhada em baixo do contador de desempenho e habilite verbose performance logging com Ctrl-F2!
ro: Vizualizează contoarele de performanță și activează jurnalul de performanță verbose cu Ctrl-F2!
ru: Загляните под капот счётчиков производительности, включив подробную статистику сочетанием клавиш Ctrl+F2!
sv: Ta en titt under huven på prestandamätarna och aktivera utförlig prestandaloggning med Ctrl-F2!
tr: Performans sayaçlarına göz atmak ve ayrıntılı performans günlüğünü etkinleştirmek için Ctrl-F2 basın!
uk: Зазирніть всередину лічильників продуктивності, увімкнув докладний журнал роботи за допомогою Ctrl-F2!
vi: Xem các chỉ số hiệu suất và bật ghi log hiệu suất chi tiết bằng Ctrl-F2!
zh: 你可以按下 Ctrl-F2 来查看详细的性能记录面板！
zh_hant: 深入了解效能計數器，並使用 Ctrl-F2 啟用詳細效能記錄！

# peek_hud_when_hidden
source: When your gameplay HUD is hidden, you can press and hold Ctrl to view it temporarily!
ca: Quan el vostre indicador en pantalla de la partida està amagat, podeu mantenir premut {0} per a veure'l temporalment!
cs: Když je tvoje herní HUD skryté, tak si jej můžeš dočasně zobrazit stisknutím a podržením {0}!
de: Wenn das HUD im Spiel verborgen ist, kannst du {0} halten, um es vorübergehend zu sehen!
es: ¡Cuando tu HUD del juego esté oculto, puedes presionar y mantener presionado Ctrl para verlo temporalmente!
fr: Lorsque votre interface de jeu est cachée, vous pouvez appuyer et maintenir Ctrl pour la voir temporairement !
id: Pada saat HUD permainan kamu sedang disembunyikan, kamu dapat menekan dan menahan {0} untuk menampilkan HUD ini secara sementara!
it: Quando l'interfaccia di gioco è nascosta, puoi tenere premuto {0} per vederla all'istante!
ja: ゲームプレイHUDが非表示でも、Ctrlを長押しすると一時的に表示できます！
ko: 게임 플레이 HUD가 숨겨져 있을 때에는, Ctrl 키를 눌러서 잠시 HUD를 볼 수 있답니다!
lv_lv: Kas tavs spēles HUD ir paslēpts, tu vari uzspiest un noturēt Ctrl, lai to īslaicīgi ieraudzītu!
ms_my: Ketika papar pandu permainan disorok, anda boleh tekan dan tahan Ctrl untuk melihat sementara!
pl: Jeżeli HUD podczas rozgrywki jest ukryty, możesz przytrzymać {0}, aby tymczasowo go zobaczyć!
pt_br: Quando sua HUD de jogabilidade está escondida, você pode pressionar e segurar a tecla Ctrl para visualizar temporariamente!
ro: Când HUD-ul de gameplay este ascuns, poți apăsa pe Ctrl pentru a-l vedea temporar!
ru: Удерживайте клавишу Ctrl, чтобы временно показать скрытый внутриигровой интерфейс!
sv: När din spel-HUD är dold kan du trycka och hålla ner Ctrl för att visa den tillfälligt!
tr: Oyun arayüzü gizliyken Ctrl tuşuna basılı tutarak geçici olarak oyun arayüzünü görüntüleyebilirsiniz!
uk: Коли інтерфейс приховано, утримуйте Ctrl для того щоб його переглянути!
vi: Khi giao diện HUD trong trò chơi của bạn bị ẩn, bạn có thể nhấn và giữ {0} để xem nó tạm thời!
zh: 当你的游戏 HUD 暂时隐藏时，可以按住 Ctrl 临时显示！
zh_hant: 當您的遊戲 HUD 隱藏時，可以按住 Ctrl 以暫時顯示！

# drag_and_drop_image_in_skin_editor
source: Drag and drop any image into the skin editor to load it in quickly!
ca: Arrossega i deixa qualsevol imatge a l'editor de skins per carregar-la ràpidament!
cs: Přetáhni a pusť jakýkoli obrázek do editoru skinu pro jeho rychlé přidání!
de: Ziehe Bilder in den Skin-Editor, um sie schnell zu laden!
es: ¡Arrastra y suelta cualquier imagen en el editor de skins para cargarla rápidamente!
fr: Glissez et déposez n'importe quelle image dans l'éditeur de skin pour la faire apparaître directement !
id: Seret dan jatuhkan gambar apa saja ke editor tata letak skin untuk memuat gambar ini dengan cepat!
it: Trascina e rilascia qualsiasi immagine nell'editor di skin per caricarla rapidamente!
ja: スキンエディターに画像をドラッグ&ドロップして素早く読み込むことができます！
ko: 스킨 에디터에 이미지를 끌어다 놓으면 빠르게 불러올 수 있어요!
lv_lv: Aizvelc un iemet jebkādu bildi skinu rediğētājā, lai to ielādētu ātri!
ms_my: Tarik dan lepas gambar ke dalam penyunting rupa untuk muat masuk dengan cepat!
pl: Przeciągnij i upuść dowolny obraz w edytorze skórek, aby szybko go załadować!
pt_br: Segure e arraste qualquer imagem no editor de skins para carregar mais rápido!
ro: Trage și plasează orice imagine în editorul de skin-uri pentru a îl adăuga rapid!
ru: Чтобы загрузить изображение в редактор скина, просто перетащите его в игру!
sv: Dra och släpp valfri bild i skin-redigeraren för att ladda den snabbt!
tr: Tasarım düzenleyiciye herhangi bir resmi sürükle-bırak yaparak hızlıca yükleyebilirsiniz!
uk: Перетягніть будь-яке зображення в редактор скінів, щоб швидко завантажити його!
vi: Kéo và thả bất kỳ hình ảnh nào vào trình chỉnh sửa skin để tải nhanh chóng!
zh: 你可以通过拖动任何图片到皮肤编辑器窗口中来快速加载它！
zh_hant: 把任何圖片拖曳到 Skin 編輯器裡可以快速地載入！

# menu_tip_title
source: a tip for you:
ca: un truc per a tu:
cs: tip:
de: Ein Tipp für dich:
es: un consejo para ti:
fr: une astuce pour vous :
id: tips untukmu:
it: suggerimento:
ja: あなたのためのヒント：
ko: 꿀팁:
lv_lv: padoms tev:
ms_my: petua untuk anda:
pl: wskazówka dla ciebie:
pt_br: uma dica para você:
ro: un sfat pentru tine:
ru: совет:
sv: ett tips till dig:
tr: size bir ipucu:
uk: порада:
vi: một mẹo dành cho bạn:
zh: 小提示：
zh_hant: 小提示：
