Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/ModSelectOverlay.*.resx
Languages: be, cs, he, id, ko, ms_my, pl, zh, zh_hant

# mod_select_title
source: Mod Select
be: Выбар модаў
cs: Výběr módů
he: בחירת מוד
id: Pilih Mod
ko: 모드 선택
ms_my: Pemilih Penyesuai
pl: Modyfikatory rozgrywki
zh: 模组选择
zh_hant: Mod 選擇

# mods
source: {0} mods
be: {0} модаў
cs: {0} módů
he: {0} מודים
id: {0} mod
ko: {0} 모드
ms_my: {0} penyesuai
pl: {0} modyfikatorów
zh: {0} 模组
zh_hant: {0} 個 Mod

# mod_select_description
source: Mods provide different ways to enjoy gameplay. Some have an effect on the score you can achieve during ranked play. Others are just for fun.
be: Моды забяспечваюць розныя спосабы асалоды гульнёй. Некаторыя ўплываюць на вынік, а іншыя існуюць проста для забаўкі.
cs: Módy poskytují různé způsoby, jak si užít hru. Některé mají vliv na skóre, kterého můžete dosáhnout během hodnocené hry. Ostatní jsou jen pro zábavu.
he: מודים מספקים דרכים שונות ומהנות לשחק. לחלקם יש השפעה על התוצאה שאתם מסוגלים להשיג בזמן משחק מדורג ואחרים הם סתם בשביל הכיף.
id: Mod memberikan cara yang berbeda untuk menikmati permainan. Sebagian di antaranya akan berpengaruh terhadap skor yang kamu peroleh, sedangkan sebagian sisanya hanya untuk kamu bersenang-senang.
ko: 모드 적용은 다양한 게임 플레이를 제공해요. 몇몇은 랭크된 맵 플레이 시 점수에 영향을 주기도 한답니다. 그 외에는 그냥 즐기는 용으로 사용해 보세요.
ms_my: Penyesuai menyediakan pelbagai cara untuk menikmati permainan. Ada yang mempunyai kesan pada markah yang tercapai semasa permainan berkedudukan. Ada pula yang hanya untuk berseronok.
pl: Modyfikatory oferują zróżnicowane możliwości na dostosowanie rozgrywki w osu!. Niektóre z nich wpływają na wynik uzyskany podczas zagrania, a inne są tylko dla zabawy.
zh: 模组提供了不同的方式来增强游戏乐趣。有些模组会影响您在排名游戏中能够获得的分数。另一些仅用于娱乐。
zh_hant: Mod 提供了多種方式來享受遊戲樂趣。某些 Mod 會影響您遊玩進榜圖譜所能獲得的分數；某些則純屬娛樂。

source: Mod Customisation
be: Налада модаў
cs: Přizpůsobení módů
he: התאמה אישית למוד
id: Kustomisasi Mod
ko: 모드 맞춤 설정
ms_my: Penyuaian Penyesuai
pl: Dostosuj modyfikatory
zh: 自定义模组
zh_hant: 自訂 Mod

source: Personal Presets
be: Асабістыя прадустаноўкі
cs: Osobní předvolby
he: סדרות מודים אישיות שמורות
id: Preset Personal
ko: 개인 프리셋
ms_my: Pratataku
pl: Moje konfiguracje
zh: 个人预设
zh_hant: 個人預設

source: Add preset
be: Дадаць прадустаноўку
cs: Přidat předvolbu
he: אוסף סדרה שמורה
id: Tambah preset
ko: 프리셋 추가
ms_my: Tambah pratata
pl: Dodaj konfigurację
zh: 添加预设
zh_hant: 建立預設

source: Use current mods
be: Карыстаць бягучыя моды
cs: Použít aktuální mody
he: השתמש במודים הנוכחיים
id: Gunakan mod saat ini
ko: 현재 모드 사용
ms_my: Gunakan penyesuai semasa
pl: Użyj bieżących modyfikatorów
zh: 使用当前的模组
zh_hant: 修改為目前已選的 Mod

source: tab to search...
be: tab каб знайсці...
cs: tabulátor pro vyhledávání...
he: tab על מנת לחפש...
id: tekan tab untuk mencari...
ko: 여기를 눌러 검색...
ms_my: tab untuk cari...
pl: naciśnij tab, aby wyszukać...
zh: 按 Tab 键以搜索
zh_hant: 按下 Tab 鍵以搜尋

source: Score Multiplier
be: Множнік ачкоў
cs: Násobič Skóre
he: מכפלת תוצאה
id: Pengali Skor
ko: 점수 배율
ms_my: Pengganda Markah
pl: Mnożnik wyniku
zh: 分数倍率
zh_hant: 分數倍率

source: Ranked
be: Ранкавана
cs: Hodnoceno
he: מדורג
ko: 랭크됨
ms_my: Berkedudukan
pl: Rankingowe
zh: 可计表现分
zh_hant: 計分

# ranked_explanation
source: Performance points can be granted for the active mods.
be: Ачкі прадукцыйнасці будуць налічвацца за актыўня моды.
cs: Výkonnostní body mohou být uděleny pro aktivní módy.
he: ניתן לקבל נקודות ביצועים עבור המודים הפעילים.
id: Kombinasi mod yang saat ini dipilih akan memberikan performance point.
ko: 활성된 모드로 pp를 획득할 수 있어요.
ms_my: Mata prestasi boleh diberi untuk penyesuai yang giat.
pl: Punkty pp mogą zostać przyznane przy aktualnie wybranych modyfikatorach.
zh: 可以在启用这些模组时获得 PP。
zh_hant: 在這些模組啟用時仍可取得 pp。

source: Unranked
be: Не на рэйтынг
cs: Nehodnoceno
he: לא מדורג
ko: 랭크되지 않음
ms_my: Tanpa kedudukan
pl: Nierankingowe
zh: 不计表现分
zh_hant: 無計分

# unranked_explanation
source: Performance points will not be granted due to active mods.
be: Ачкі прадукцыйнасці не будуць налічвацца з-за актыўных модаў.
cs: Výkonnostní body nebudou uděleny kvůli aktivním módům.
he: לא ניתן לקבל נקודות ביצועים עקב המודים הפעילים.
id: Kombinasi mod yang saat ini dipilih tidak akan memberikan performance point.
ko: 활성된 모드로 인해 pp를 획득할 수 없어요.
ms_my: Mata prestasi tidak akan diberi ekoran penyesuai yang giat.
pl: Punkty pp nie zostaną przyznane przy aktualnie wybranych modyfikatorach.
zh: 不能在启用这些模组时获得表现分。
zh_hant: 在這些模組啟用時無法取得 pp。

# customisation_panel_header
source: Customise
be: Настроіць
cs: Přizpůsobit
he: התאמה אישית
id: Sesuaikan
ko: 맞춤 설정
ms_my: Suaikan
pl: Dostosuj
zh: 自定义
zh_hant: 自訂

# customisation_panel_disabled_reason
source: No mod selected which can be customised.
be: Не выбраны мод, які можна наладзіць.
cs: Nebyl vybrán žádný mód, který by mohl být přizpůsoben.
he: אין מוד שנבחר שניתן להתאים אישית.
id: Tidak ada mod terpilih yang dapat disesuaikan.
ko: 맞춤 설정을 지원하는 모드를 선택하지 않으셨어요.
ms_my: Tiada penyesuai dipilih yang boleh disuaikan.
pl: Nie wybrano modyfikatorów, które mogą zostać dostosowane.
zh: 未选择可自定义的模组。
zh_hant: 尚未選取可自訂的模組。
