Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/MouseSettings.*.resx
Languages: ar, ca, cs, el, es, fa_ir, fr, he, id, it, ja, ko, ms_my, nl, pl, pt, ru, sr, tr, vi, zh_hant

source: Mouse
ar: ماوس
ca: Ratolí
cs: Myš
el: Ποντίκι
es: Ratón
fa_ir: ماوس
fr: Souris
he: עכבר
ja: マウス
ko: 마우스
ms_my: Tetikus
nl: Muis
pl: Mysz
pt: Rato
ru: Мышь
sr: Миш
tr: Fare
vi: Chuột
zh_hant: 滑鼠

# not_applicable_full_screen
source: Not applicable in full screen mode
ar: غير قابل للتطبيق في وضع ملء الشاشة
ca: No aplicable en mode de pantalla completa
cs: Nelze použít v režimu celé obrazovky
el: Δεν εφαρμόζεται στη λειτουργία πλήρης οθόνης
es: No aplicable en modo de pantalla completa
fa_ir: در حالت تمام صفحه قابل اجرا نیست
fr: Non configurable en mode plein écran
he: לא קביל במצב מסך מלא
id: Pengaturan ini tidak dapat diaktifkan pada mode fullscreen
it: Non applicabile in modalità a schermo intero
ja: フルスクリーンモードでは適用できません
ko: 전체 화면 모드에서는 적용되지 않음
ms_my: Tidak diterapkan dalam mod layar penuh
nl: Niet van toepassing in volledig scherm
pl: Nie dotyczy trybu pełnoekranowego
pt: Não aplicável no modo de ecrã completo
ru: Не применимо в полноэкранном режиме
sr: Није применљиво у режиму целог екрана
tr: Tam ekran modunda uygulanamaz
vi: Không thích hợp trong chế độ Toàn màn hình
zh_hant: 全螢幕模式下無作用

source: High precision mouse
ar: ماوس عالي الدقة
ca: Ratolí d'alta precisió
cs: Myš s vysokou přesností
el: Ποντίκι υψηλής ακριβείας
es: Ratón de alta precisión
fa_ir: ماوس دقت بالا
fr: Souris de haute précision
he: דיוק עכבר גבוה
id: Deteksi pergerakan mouse dengan lebih presisi
it: Mouse ad alta precisione
ja: 高精度マウス
ko: 고정밀 마우스
ms_my: Tetikus kepersisan tinggi
nl: Nauwkeurige muismodus
pl: Tryb wysokiej precyzji
pt: Rato de alta precisão
ru: Высокоточная мышь
sr: Високо прецизан миш
tr: Yüksek hassasiyetli fare
vi: Chuột chính xác cao
zh_hant: 高精度滑鼠

# high_precision_mouse_tooltip
source: Attempts to bypass any operating system mouse acceleration. On Windows, this is equivalent to what used to be known as "Raw Input".
ar: قم بتجاوز أي تأخير في نظام التشغيل. في ويندوز، هذا ما كان يعرف باسم "الإدخال الخام".
ca: Intents d'eludir qualsevol acceleració del ratolí del sistema d'operació. A les finestres, això és equivalent al que abans es coneixia com a "Entrada en brut".
cs: Pokusí se obejít zrychlování myši jakéhokoliv operačního systému. Na windowsech to odpovídá tomu, co bylo známo jako "Přímý vstup".
el: Προσπαθεί να παρακάμψει την επιτάχυνση του ποντικιού σε οποιοδήποτε λειτουργικό σύστημα. Στα Windows, αυτό είναι το αντίστοιχο σε αυτό που ήταν γνωστό ως "Raw Input".
es: Intenta saltarse la aceleración del ratón de cualquier sistema operativo. En Windows, esto equivale a lo que antes se conocía como "Raw Input".
fa_ir: تلاش برای دور زدن هر شتاب ماوس سیستم عملکردی. در ویندوز، این معادل آنچه که به عنوان "ورودی خام" شناخته می شود، معادل است.
fr: Tente de contourner toute accélération de la souris du système. Sur windows, cela équivaut à ce que l'on appelait "Entrée brute".
he: מנסה לעקוף כל האצת עכבר שנעשית על ידי מערכת ההפעלה. ב-Windows, זה שווה ערך למה שנודע בעבר בתור "Raw Input".
id: osu! akan berupaya untuk mengabaikan akselerasi mouse bawaan sistem operasi. Pada Windows, hal ini sebelumnya dikenal dengan istilah "Raw Input".
it: Tenta di aggirare l'accelerazione per il mouse del sistema operativo. Su Windows, questo è l'equivalente di ciò che era conosciuto come "input grezzo" o "input non elaborato".
ja: オペレーティングシステムのマウス加速を無効にします。これは「ローインプット（生入力値）」と呼ばれていたものと同じです。
ko: 시스템 마우스 가속을 건너뛰려고 시도합니다. Windows에서는 "Raw Input"으로 알려진 것과 같습니다.
ms_my: Cubaan untuk memintas sebarang pecutan tetikus tatanan pengendalian. Pada Windows, hal ini setara dengan apa yang dahulu dikenali selaku "Masukan Kasar".
nl: Probeert alle muisacceleratie van het besturingssysteem te omzeilen. Op windows is dit gelijk aan de "Raw Input" van voorheen.
pl: Próbuje wyeliminować akcelerację myszy aktywną na poziomie systemu operacyjnego. Na urządzeniach z systemem Windows to ustawienie było wcześniej znane jako „sygnał bezpośredni”.
pt: Tenta contornar a aceleração do rato em qualquer sistema operativo. No windows, isto é equivalente ao que foi usado como "Entrada bruta".
ru: Попытка обойти акселерацию мыши на любой ОС. В Windows это эквивалентно тому, что раньше называлось "Прямой ввод".
sr: Покушаји заобилажења убрзања мишем било ког оперативног система. На Виндовс-у, ово је једнако ономе што је некада било познато као „Сирови унос“.
tr: İşletim sisteminin mouse ivmesini devre dışı bırakmaya çalışır. Windows'ta bu, eskiden "Raw Input" olarak adlandırılan işlevle aynıdır.
vi: Cố gắng thoát khỏi bất kỳ gia tốc chuột nào của hệ điều hành. Trên Windows, nó tương đương với chế độ từng được gọi là "Đầu vào thô".
zh_hant: 嘗試繞過任何作業系統的滑鼠加速度設定。Windows 上以前稱之為「原始輸入」。

# confine_mouse_mode
source: Confine mouse cursor to window
ar: تأكيد مؤشر الماوس إلى النافذة
ca: Configura el cursor del ratolí a la finestra
cs: Omezit kurzor myši na okno
el: Περιόρισε τον κέρσορα του ποντικιού στο παράθυρο
es: Limitar el cursor del ratón a la ventana
fa_ir: محدوده ماوس را به پنجره محدود کنید
fr: Confiner le curseur de la souris à la fenêtre
he: הגבל את מצביע העכבר לחלון המשחק
id: Batasi kursor mouse pada jendela osu!
it: Confina il cursore del mouse alla finestra
ja: カーソルをウィンドウに収める
ko: 마우스 커서를 창에서만 움직일 수 있도록 제한
ms_my: Bataskan kursor tetikus ke dalam tetingkap
nl: Muisaanwijzer tot venster beperken
pl: Ogranicz kursor myszy do okna gry
pt: Prender o cursor do rato à janela
ru: Ограничение курсора мыши в оконном режиме
sr: Ограничите курсор миша на прозор
tr: Fare imlecini pencereyle sınırla
vi: Giới hạn con trỏ chuột trong cửa sổ trò chơi
zh_hant: 限制滑鼠游標只能在視窗移動

# disable_mouse_wheel_volume_adjust
source: Disable mouse wheel adjusting volume during gameplay
ar: تعطيل ضبط مستوى الصوت عن طريق عجلة الماوس أثناء اللعب
ca: Desactiva el volum de l'ajust de la roda del ratolí durant la reproducció
cs: Vypnout možnost měnit hlasitost zvuku pomocí kolečka myši během hry
el: Απενεργοποίηση ρύθμισης έντασης με τη ροδέλα του ποντικιού κατά τη διάρκεια του παιχνιδιού
es: Desactivar la rueda del ratón que ajusta el volumen durante el juego
fa_ir: حجم تنظیم چرخ ماوس را در طول گیم پلی غیرفعال کنید
fr: Désactiver le réglage du volume avec la molette de la souris pendant les parties
he: בטל שינויים בעוצמת השמע באמצעות גלגלת העכבר תוך כדי משחק
id: Nonaktifkan pengaturan volume dengan roda mouse selama bermain
it: Disabilita la modifica del volume in gioco tramite la rotellina del mouse
ja: ゲームプレイ中にマウスホイールでの音量調整を無効にする
ko: 게임 플레이 도중에는 마우스 휠로 음량 조절 비활성화
ms_my: Lumpuhkan pelarasan kelantangan dengan roda tetikus semasa permainan
nl: Volume-aanpassingen via muiswiel uitschakelen tijdens gameplay
pl: Wyłącz regulowanie głośności kółkiem myszy podczas rozgrywki
pt: Desativar o ajuste de volume com a roda do rato durante o jogo
ru: Отключить регулировку громкости колесом мыши во время игры
sr: Онемогући подешавања јачине звука точкића миша током игре
tr: Fare tekerleğinin oyun esnasında sesi ayarlamasını engelle
vi: Tắt tính năng chỉnh âm lượng bằng con lăn chuột khi chơi
zh_hant: 遊戲時停用滑鼠滾輪調整音量

# disable_mouse_wheel_volume_adjust_tooltip
source: Volume can still be adjusted using the mouse wheel by holding "Alt"
ar: لا يزال يمكن تغيير مستوى الصوت باستخدام عجلة الماوس بالضغط على "Alt" وتحريك العجلة
ca: El volum encara es pot ajustar utilitzant la roda del ratolí mantenint premuda «Alt»
cs: Hlasitost lze stále upravit pomocí kolečka myši a podržením klávesy „Alt“
el: Η ένταση μπορεί ακόμα να ρυθμιστεί με τη ροδέλα του ποντικιού κρατώντας πατημένο το "Alt"
es: El volumen aún puede ser ajustado con la rueda del ratón manteniendo pulsado "Alt"
fa_ir: میزان صدا هنوز هم می تواند با استفاده از چرخ ماوس با نگه داشتن "Alt" تنظیم شود
fr: Le volume peut toujours être ajusté à l'aide de la molette de la souris en maintenant "Alt" enfoncé
he: עדיין ניתן לשנות את עוצמת הקול עם גלגלת העכבר בהחזקת הכפתור "Alt"
id: Volume akan tetap dapat diatur dengan menggulirkan roda mouse selagi menahan tombol "Alt"
it: Il volume può ancora essere regolato usando la rotellina del mouse tenendo premuto "Alt"
ja: 音量はAltキーを押しながらマウスホイールで調整できます。
ko: “Alt”를 누른 상태로 마우스 휠을 굴리면 음량 조절이 가능합니다.
ms_my: Kelantangan masih boleh dilaras menggunakan roda tetikus dengan menahan "Alt"
nl: Het volume kan nog steeds aangepast worden via het muiswiel door "Alt" ingedrukt te houden
pl: Głośność można nadal regulować za pomocą kółka myszy, przytrzymując klawisz „Alt”.
pt: O volume pode ser configurado ao usar a roda do rato ao segurar "Alt"
ru: Громкость все ещё может быть изменена колесом мыши с нажатой клавишей "Alt"
sr: Јачина звука се и даље може подесити помоћу точкића миша држећи "Alt"
tr: "Alt" tuşunu basılı tutarak fare tekerleğiyle sesi hâlâ ayarlayabilirsiniz
vi: Vẫn có thể chỉnh âm lượng bằng con lăn chuột bằng cách giữ phím "Alt"
zh_hant: 音量仍可以透過按下 "Alt" 鍵加上滑鼠滾輪來調整

# disable_clicks
source: Disable clicks during gameplay
cs: Zakázat klikání během hry
el: Απενεργοποίηση κλικ εν ώρα παιχνιδιού
he: מנע לחיצות עכבר בזמן משחק
id: Nonaktifkan input klik selama bermain
it: Disabilita i clic in gioco
ja: ゲームプレイ中にクリックを無効化する
ms_my: Lumpuhkan klik semasa permainan
pl: Wyłącz kliknięcia podczas rozgrywki
pt: Desabilitar cliques durante o jogo
ru: Отключить кнопки мыши во время игры
sr: Онемогући кликове током игре
tr: Oyun esnasında tıklamaları devre dışı bırak
zh_hant: 遊戲時停用滑鼠點擊

# enable_high_precision_for_sensitivity_adjust
source: Enable high precision mouse to adjust sensitivity
ar: فِعل دقة الماوس العالية لتتمكن من ضبط الحساسية
ca: Activa el ratolí d'alta precisió per ajustar la sensibilitat
cs: Musíš povolit myš s vysokou přesností pro úpravu citlivosti
el: Ενεργοποίηση ποντικιού υψηλής ακριβείας για τη ρύθμιση της ευαισθησίας
es: Activar el ratón de alta precisión para ajustar la sensibilidad
fa_ir: ماوس دقت بالا را فعال کنید تا حساسیت را تنظیم کنید
fr: Activer la haute précision de la souris pour régler la sensibilité
he: הפעל מצב דיוק גבוה בשביל לשנות את רגישות העכבר
id: Silakan aktifkan pengaturan di atas terlebih dahulu sebelum mengatur sensitivitas
it: Abilita il mouse ad alta precisione per regolare la sensibilità
ja: 高精度マウスで感度を調整
ko: 감도를 조정하려면 고정밀 마우스를 활성화하세요.
ms_my: Upayakan tetikus kepersisan tinggi untuk melaraskan kepekaan
nl: Schakel nauwkeurige muismodus in om gevoeligheid aan te passen
pl: Włącz tryb wysokiej precyzji, by dostosować czułość
pt: Habilitar rato de alta precisão para ajustar a sensibilidade
ru: Включите высокоточную мышь для регулировки чувствительности
sr: Омогући високопрецизан миш за подешавање осетљивости
tr: Hassasiyeti ayarlayabilmek için yüksek hassasiyetli fare'yi etkinleştir
vi: Bật tính năng chuột chính xác cao để chỉnh độ nhạy
zh_hant: 啟用高精度滑鼠以調整游標靈敏度

source: Cursor sensitivity
ar: حساسية المؤشر
ca: Sensibilitat del cursor
cs: Citlivost kurzoru
el: Ευαισθησία κέρσορα
es: Sensibilidad del cursor
fa_ir: حساسیت مکان نما
fr: Sensibilité du curseur
he: רגישות עכבר
id: Sensitivitas kursor
it: Sensibilità del cursore
ja: カーソルの感度
ko: 커서 감도
ms_my: Kepekaan kursor
nl: Gevoeligheid muisaanwijzer
pl: Czułość kursora
pt: Sensibilidade do cursor
ru: Чувствительность курсора
sr: Осетљивост курсора
tr: İmleç hassasiyeti
vi: Độ nhạy chuột
zh_hant: 游標靈敏度

# high_precision_platform_warning
source: This setting has known issues on your platform. If you encounter problems, it is recommended to adjust sensitivity externally and keep this disabled for now.
ar: هذا الإعداد لديه مشاكل معروفة على نظامك. إذا واجهت مشاكل، فمن المستحسن ضبط الحساسية خارجيا وإبقاء هذا الاعداد معطلاً.
ca: Aquest paràmetre té problemes coneguts a la vostra plataforma. Si trobeu problemes, es recomana ajustar la sensibilitat externament i mantenir-la desactivada de moment.
cs: Toto nastavení má na tvojí platformě známé problémy. Pokud na ně narazíš, je doporučeno upravit citlivost externě a ponechat toto vypnuté.
el: Αυτή η ρύθμιση έχει γνωστά προβλήματα στην πλατφόρμα σας. Εάν αντιμετωπίζετε προβλήματα, προτείνεται να ρυθμίσετε την ευαισθησία εξωτερικά και να τη διατηρήσετε απενεργοποιημένη προς το παρόν.
es: Esta configuración tiene problemas conocidos en su plataforma. Si encuentra problemas, se recomienda mantenerla desactivada por ahora y ajustar la sensibilidad externamente.
fa_ir: این تنظیم مسائل مربوط به پلت فرم شما را شناخته است. اگر مشکلی دارید، توصیه می شود که حساسیت را به صورت خارجی تنظیم کنید و این را در حال حاضر غیرفعال کنید.
fr: Ce paramètre a des problèmes connus sur votre plateforme. Si vous rencontrez des problèmes, il est recommandé d'ajuster la sensibilité externe et de garder ceci désactivé pour le moment.
he: להגדרה זו בעיות ידועות בפלטפורמה שלכם. אם אתם נתקלים בתקלות, מומלץ לשנות את רגישות העכבר באופן חיצוני ולהשאיר את ההגדרה הזו כבויה לבינתיים.
id: Pengaturan ini diketahui memiliki masalah pada platform yang kamu gunakan. Apabila kamu menemui masalah, kami menyarankanmu untuk mengatur sensitivitas kursormu secara eksternal dan menonaktifkan pengaturan ini untuk sekarang.
it: Questa impostazione ha problemi conosciuti sulla tua piattaforma. Se riscontri problemi, ti consigliamo di regolare la sensibilità esternamente e di tenere questa disabilitata per ora.
ja: この設定はプラットフォーム上で既知の問題があります。問題が発生した場合は、外部で感度を調整し、今のところ無効にしておくことをお勧めします。
ko: 이 설정은 이 플랫폼에서 문제가 있는 것으로 알려져 있습니다. 이 설정을 사용할 때 문제가 발생한다면, 지금은 이 옵션을 꺼두고 osu! 외부에서 감도를 조정하는 것을 추천합니다.
ms_my: Tetapan ini mempunyai isu yang diketahui pada pelantar anda. Sekiranya anda menghadapi masalah, anda disarankan agar melaraskan kepekaan di luar dan lumpuhkan semasa ini.
nl: Deze instelling veroorzaakt soms problemen op jouw platform. Als je moeilijkheden ondervindt, is het aangeraden om de gevoeligheid extern aan te passen en om deze instelling uitgeschakeld te laten.
pl: To ustawienie może powodować problemy na twoim urządzeniu. Jeżeli napotkasz jakiekolwiek błędy, wyłącz tę opcję i dostosuj czułość za pomocą zewnętrznej aplikacji.
pt: Esta definição tem problemas conhecidos na tua plataforma. Se encontrares problemas, é recomendado ajustar a sensibilidade externamente e manter desabilitado por enquanto.
ru: Эта функция работает нестабильно на вашей платформе. В случае возникновения проблем, отключите её и настройте чувствительность вне игры.
sr: Ово поставка има познате проблеме на вашој платформи. Ако наиђете на проблеме, препоручује се да екстерно подесите осетљивост и за сада јеа онемогућено.
tr: Bu ayarın kullandığınız platformda bilinen sorunları var. Eğer sorunlarla karşılaşırsanız, şimdilik bu ayarı kapatıp hassasiyeti sistem ayarlarından ayarlamanızı öneririz.
vi: Thiết lập này có thể gây ra một vài vấn đề trên thiết bị của bạn. Nếu gặp sự cố, bạn nên tạm thời tắt thiết lập này và chỉnh độ nhạy ở ngoài trò chơi.
zh_hant: 這個設定在您使用的平台有已知問題。遇到問題時，建議在遊戲外調整靈敏度，且不要啟用這個設定。

# always_confine
source: Always
ar: دائمًا
ca: Sempre
cs: Vždy
el: Πάντα
he: תמיד
id: Selalu
it: Sempre
ja: 常に有効
ko: 항상
ms_my: Selalu
pl: Zawsze
pt: Sempre
ru: Всегда
sr: Увек
tr: Her zaman
vi: Luôn luôn
zh_hant: 總是限制

# confine_during_gameplay
source: During Gameplay
ar: أثناء اللعب
ca: Durant la jugada
cs: Během Hry
el: Κατά τη διάρκεια του παιχνιδιού
he: בזמן משחק
id: Dalam Permainan
it: In partita
ja: ゲームプレイ中にのみ有効
ko: 게임 플레이 중에만
ms_my: Semasa Permainan
pl: Podczas rozgrywki
pt: Durante o vídeo do jogo
ru: Во время игры
sr: У току игре
tr: Oynanış sırasında
vi: Trong khi chơi
zh_hant: 遊玩時限制

# never_confine
source: Never
ar: ابدًا
ca: Mai
cs: Nikdy
el: Ποτέ
he: אף פעם
id: Tidak pernah
it: Mai
ja: 常に無効
ko: 사용 안함
ms_my: Jangan
pl: Nigdy
pt: Nunca
ru: Никогда
sr: Никад
tr: Hiçbir zaman
vi: Không bao giờ
zh_hant: 永不限制
