Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Notifications.*.resx
Languages: ar, bg, ca, cs, de, el, es_419, fi, fil, fr, he, hu, id, it, ja, ko, lt, lv_lv, ms_my, nl, no, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# tablet_support_disabled_due_to_error
source: Disabling tablet support due to error: "{0}"
ar: تعطيل دعم التابليت بسبب الخطأ: "{0}"
bg: Беше изключена поддръжката на таблет заради грешка: "{0}"
ca: Deshabilitant el suport per a tauletes a causa de l'error: «{0}»
cs: Vypnuta podpora tabletu kvůli chybě: "{0}"
de: Tablet-Unterstützung wird aufgrund eines Fehlers deaktiviert: "{0}"
el: Απενεργοποίηση υποστήριξης γραφίδας λόγω σφάλματος: "{0}"
es_419: Desactivando el soporte para tabletas debido al error: «{0}»
fi: Piirtopöydän tuki otetaan pois käytöstä virheen vuoksi: "{0}"
fil: Hindi pinapagana ang pagsuporta sa tablet dahil sa error: "{0}"
fr: La prise en charge de la tablette a été désactivée en raison d'une erreur : "{0}"
he: התמיכה בלוחות גרפיים הושבתה עקב תקלה: "{0}"
hu: Digitális rajztábla támogatás kikapcsolása e hiba miatt: "{0}"
id: Menonaktifkan dukungan tablet akibat kesalahan: "{0}"
it: Il supporto per tablet è stato disattivato per il seguente errore: "{0}"
ja: タブレットのサポートは次のエラーが原因で無効になります: "{0}"
ko: 타블렛 연결이 오류로 인해 중단되었어요: "{0}"
lt: Išjugiamas planšetės palaikymas dėl klaidos: "{0}"
lv_lv: Izbeidz zīmēšanas planšetes atbalstu kļūdas dēļ: "{0}"
ms_my: Sedang mematikan sokongan khidmat tablet disebabkan oleh keralatan: "{0}"
nl: Ondersteuning voor tablets uitgeschakeld o.w.v. een fout: "{0}"
no: Deaktiverer støtte for tegnebrett på grunn av feil: "{0}"
pl: Obsługiwanie tabletów zostało wyłączone z powodu wystąpienia następującego błędu: „{0}”
pt_br: Desabilitando o suporte a mesa digitalizadora devido ao erro: "{0}"
ro: Suportul pentru tabletă a fost dezactivat din cauza erorii: „{0}”
ru: Драйвер планшета был отключен из-за возникшей ошибки: "{0}"
sv: Inaktiverar stöd för ritplattor på grund av fel: "{0}"
th: ปิดใช้งานการสนับสนุนแท็บเล็ตเนื่องจากข้อผิดพลาด: "{0}"
tr: Şu hata nedeniyle tablet desteği devre dışı bırakılıyor: "{0}"
uk: Підтримка планшета була вимкнена через помилку: "{0}"
vi: Vô hiệu hoá hỗ trợ bảng vẽ do lỗi: "{0}"
zh: 由于出现错误 “{0}”，将禁用内置数位板映射功能。
zh_hant: 因為遇到錯誤: "{0}"，已自動取消繪圖板支援

# encountered_tablet_warning
source: Encountered tablet warning, your tablet may not function correctly. Click here for a list of all tablets supported.
ar: تحذير التابليت، قد لا يعمل جهازك اللوحي بشكل صحيح. انقر هنا للحصول على قائمة بجميع الأجهزة اللوحية (التابليت) المدعومة.
bg: Получихме предупреждение от таблета, че може да не функционира правилно. Кликнете тук за списъка с поддържани таблети.
ca: S'ha trobat un avís de tauleta, és possible que la tauleta no funcioni correctament. Fes clic aquí per obtenir una llista de totes les tauletes compatibles.
cs: Narazili jsme na varování tabletu, tvůj tablet nemusí fungovat správně. Klikni sem pro seznam všech podporovaných tabletů.
de: Tablet-Fehler aufgetreten. Dein Tablet funktioniert möglicherweise nicht richtig. Klicke hier für eine Liste aller unterstützten Tablets.
el: Ενδέχεται να μην λειτουργεί σωστά το tablet σας. Κάντε κλικ εδώ για μια λίστα με όλα τα υποστηριζόμενα δισκία.
es_419: Advertencia de la tableta encontrada, es posible que tu tableta no funcione correctamente. Haz clic aquí para ver una lista de todas las tabletas compatibles.
fi: Varoitus: piirtopöytä ei välttämättä toimi kunnolla. Napsauta tästä nähdäksesi luettelon kaikista tuetuista piirtopöydistä.
fil: Nakatagpo ng babala sa tablet, maaaring hindi gumana nang tama ang iyong tablet. Mag-click dito para sa isang listahan ng lahat ng mga tablet na sinusuportahan.
fr: Un problème de tablette a été rencontré, votre tablette peut ne pas fonctionner correctement. Cliquez ici pour une liste de toutes les tablettes prises en charge.
he: נתקלנו באזהרת לוח גרפי, הלוח הגרפי שלכם עלול לא לפעול כשורה. לחץ כאן עבור רשימה של כל הלוחות הגרפיים הנתמכים.
hu: Digitális rajztábla figyelmezetetésbe ütközött, a rajztáblád lehet nem megfelelően fog működni. Kattints ide a támogatott rajztáblák teljes listájának megtekintéséhez.
id: Peringatan tablet: Tabletmu mungkin tidak berfungsi sebagaimana mestinya. Klik di sini untuk menampilkan daftar seluruh tablet yang didukung.
it: Hai riscontrato un problema con il tablet, per cui potrebbe non funzionare correttamente. Clicca qui per una lista dei tablet supportati.
ja: タブレットの警告が発生しました。お使いのタブレットは正しく機能しない可能性があります。サポートされているすべてのタブレットのリストを表示するには、ここをクリックしてください。
ko: 타블렛 경고 확인, 연결하신 태블릿이 정상적으로 동작하지 않을 수 있어요. 여기를 눌러 지원하는 태블릿의 목록을 확인하실 수 있어요.
lt: Grafinės planšetės perspėjimas, jūsų planšetė gali veikti netinkamai. Spauskite čia, kad peržiūrėti palaikomų planšečių sąrašą.
lv_lv: Saskārām zīmēšanas planšetes brīdinājumu, tā iespējams nefunkcionē pareizi. Uzspied lai redzētu sarakstu ar atbalstītajām zīmēšanas planšetēm.
ms_my: Amaran tablet ditemui, tablet anda mungkin tidak berfungsi seperti sepatutnya. Klik sini untuk melihat senarai semua tablet yang disokong.
nl: Waarschuwing tablet ontvangen: mogelijk werkt je tablet niet naar behoren. Klik hier voor een lijst van alle ondersteunde tablets.
no: Advarsel om tegnebrett, tegnebrett ditt blir kanskje ikke å fungere som det skal. Klikk her for en liste over alle tegnebrett som støttes.
pl: Wykryto problem z tabletem. Twoje urządzenie może nie działać poprawnie. Kliknij tutaj, aby wyświetlić listę wszystkich obsługiwanych tabletów.
pt_br: Aviso da mesa digitalizadora encontrado, sua mesa digitalizadora pode não funcionar corretamente. Clique aqui para a lista com todas as mesas digitalizadora suportadas.
ro: Este posibil ca tableta să nu funcționeze corect. Faceți clic aici pentru o listă de tablete compatibile.
ru: Предупреждение: возможно, ваш планшет работает неправильно. Нажмите сюда, чтобы посмотреть список всех поддерживаемых планшетов.
sv: Stött på en varning för ritplatta, din ritplatta kanske inte fungerar korrekt. Klicka här för en lista över alla ritplattor som stöds.
th: พบการคำเตือนจากแท็บเล็ต แท็บเล็ตของคุณอาจทำงานไม่ถูกต้อง คลิกที่นี่เพื่อดูรายการแท็บเล็ตทั้งหมดที่รองรับ
tr: Tablet uyarısıyla karşılaşıldı, tabletiniz düzgün çalışmayabilir. Desteklenen tüm tabletlerin listesi için buraya tıklayın.
uk: Увага, планшет може бути непідтримуваним і працювати не належним чином. Натисніть сюди, щоб переглянути список всіх підтримуваних планшетів.
vi: Đã gặp phải cảnh báo bảng vẽ, bảng vẽ của bạn sẽ có thể không hoạt động chính xác. Bấm vào đây để hiển thị danh sách các bảng vẽ được hỗ trợ.
zh: 收到了数位板警告，你的数位板可能无法正常工作。点击此处查看所有支持的数位板列表。
zh_hant: 請注意，您的繪圖板可能不會正常運作。按這裡來查看所有支援的繪圖板清單。

# unsupported_link_type
source: This link type is not yet supported!
ar: هذا النوع من الروابط غير مدعوم حالياََ!
bg: Този вид връзки не се поддържат!
ca: Aquest tipus d'enllaç no és compatible!
cs: Tento typ odkazu ještě není podporován!
de: Dieser Link wird nicht unterstützt!
el: Αυτός ο τύπος συνδέσμου δεν υποστηρίζεται ακόμα!
es_419: ¡Este tipo de enlace aún no es compatible!
fi: Tämä linkkityyppi ei ole vielä tuettu!
fil: Ang uri ng link na ito ay hindi pa suportado!
fr: Ce type de lien n'est pas encore pris en charge !
he: סוג הקישור הזה עדיין לא נתמך!
hu: Ez a link típus még nem támogatott!
id: Tipe tautan ini belum didukung!
it: Questo tipo di link non è ancora supportato!
ja: このリンクタイプはまだサポートされていません!
ko: 아직 본 링크의 형식은 지원되지 않아요!
lt: Šio tipo nuoroda dar nepalaikoma!
lv_lv: Šīs saites veids nav atbalstīts!
ms_my: Jenis pautan tersebut belum disokong!
nl: Dit linktype wordt nog niet ondersteund!
no: Denne lenke-typen støttes ikke enda!
pl: Ten typ łącz nie jest jeszcze obsługiwany!
pt_br: Ainda não há suporte para este formato de link!
ro: Acest tip de link nu este acceptat încă!
ru: Этот тип ссылок не поддерживается!
sv: Denna länktyp stöds inte ännu!
th: ยังไม่รองรับลิงค์ประเภทนี้!
tr: Bu bağlantı türü henüz desteklenmiyor!
uk: Цей тип посилань не підтримується!
vi: Kiểu đường dẫn này chưa được hỗ trợ!
zh: 尚未支持此类链接！
zh_hant: 目前暫時不支援這種連結類型！

# invited_you_to_the_multiplayer
source: {0} invited you to the multiplayer match "{1}"! Click to join.
ar: {0} دعاك إلى مباراة اللاعبين المتعددين "{1}"! انقر للإنضمام.
bg: {0} те покани в мултиплейър игра "{1}"! Кликни за присъединяване.
ca: {0} t'ha convidat al partit multijugador «{1}»! Fes clic per unir-te.
cs: {0} tě pozval do multiplayerového zápasu "{1}"! Klikni pro připojení.
de: {0} hat dich zum Multiplayer-Spiel "{1}" eingeladen! Klicke, um beizutreten.
el: {0} σε προσκάλεσε/σαν στον αγώνα πολλαπλών παιχτών ''{1}''! Κάνε κλικ για να συμμετάσχεις
es_419: ¡{0} te ha invitado a la partida multijugador «{1}»! Haz clic para unirte.
fil: Inimbitahan ka ni {0} sa multiplayer na laban na "{1}"! I-click para sumali.
fr: {0} vous a invité à participer au match multijoueur "{1}" ! Cliquez pour rejoindre.
he: {0} הזמין אותך למשחק רב משתתפים "{1}"! לחצו בשביל להצטרף.
hu: {0} meghívott téged a "{1}" többjátékos meccsre! Kattints a csatlakozáshoz.
id: {0} mengundangmu ke pertandingan multiplayer "{1}"! Klik pop-up ini untuk bergabung.
it: {0} ti ha invitato alla partita multigiocatore "{1}"! Clicca per unirti.
ja: {0} があなたをマルチプレイヤーマッチ「{1}」に招待しました! クリックして参加します。
ko: {0} 님이 사용자를 멀티플레이 매치 "{1}" 에 초대하셨어요! 여기를 눌러 참가해 보세요.
lt: {0} pakvietė jūs į kelių žaidėjų rungtynes "{1}"! Spustelėkite, kad prisijungtumėte.
lv_lv: {0} tevi ielūdza uz daudzspēlētāju spēli "{1}"! Uzspied lai pievienotos.
ms_my: {0} telah menjemput anda ke perlawanan permainan beramai-ramai"{1}"! Klik untuk menyertai.
pl: {0} zaprosił Cię do meczu wieloosobowego "{1}"! Kliknij, aby dołączyć.
pt_br: {0} convidou você para a partida multijogador "{1}"! Clique para participar.
ro: {0} te-a invitat în meciul multiplayer "{1}"! Apasă aici pentru a te alătura.
ru: {0} пригласил вас в комнату мультиплеера "{1}"! Нажмите сюда, чтобы присоединиться.
sv: {0} bjöd in dig till flerspelarmatchen "{1}"! Klicka för att gå med.
uk: Гравець {0} запросив вас на багатокористувацький матч під назвою "{1}"! Натисніть, щоб доєднатись.
vi: {0} đã mời bạn tham gia trận đấu nhiều người chơi "{1}"! Nhấn vào đây để tham gia.
zh: {0} 邀请你加入多人游戏 "{1}"！点击加入。
zh_hant: {0} 邀請你加入多人遊戲 「{1}」！點選以加入。

# missing_beatmap_for_replay
source: You do not have the beatmap for this replay.
ar: ليس لديك الخريطة لعرض هذه المحاولة.
bg: Нямате бийтмапа за това повторение.
ca: No tens el mapa per a aquesta repetició.
cs: Nemáš beatmapu pro tento záznam.
de: Dir fehlt die Beatmap zu diesem Replay.
el: Δεν έχεις το beatmap για αυτήν την επανάληψη.
es_419: No tienes el mapa para esta repetición.
fil: Wala kang beatmap para sa replay na ito.
fr: Vous n'avez pas la beatmap pour ce replay.
he: אין לכם את המפה עבור שידור חוזר זה.
hu: Nincs meg a beatmapod ehhez a visszajátszáshoz.
id: Kamu tidak memiliki beatmap untuk tayangan ulang ini.
it: Ti manca la beatmap per questo replay.
ja: このリプレイのビートマップがありません。
ko: 본 리플레이 재생에 필요한 비트맵을 찾지 못했어요.
lt: Neturite beatmap'o šiam įrašui.
lv_lv: Tev nav ritma-mape šim atkārtojumam.
ms_my: Anda tidak mempunyai beatmap untuk ulangan tersebut.
pl: Nie posiadasz beatmapy do tej powtórki.
pt_br: Você não tem o beatmap para esse replay.
ro: Nu ai beatmap-ul pentru această reluare.
ru: У вас нет карты для этой записи игры.
sv: Du har inte beatmappen för den här reprisen.
uk: У вас немає мапи для цього повтору.
vi: Bạn không có beatmap cho replay này.
zh: 你没有这个回放对应的谱面。
zh_hant: 你沒有對應此重播檔的圖譜。

# downloading_beatmap_for_replay
source: Downloading missing beatmap for this replay...
ar: يتم تحميل الخريطة المفقودة لعرض هذه المحاولة...
bg: Изтегля се липсващият бийтмап за повторението...
ca: S'està baixant el mapa que falta per a aquesta reproducció...
cs: Stahování chybějící beatmapy pro tento záznam...
de: Lade fehlende Beatmap für dieses Replay herunter...
el: Λήψη χαμένου beatmap για αυτήν την επανάληψη...
es_419: Descargando el mapa faltante para esta repetición...
fil: Nagda-download ng nawawalang beatmap para sa replay na ito...
fr: Téléchargement de la beatmap manquante pour ce replay...
he: מוריד מפות חסרות עבור שידור חוזר זה...
hu: Hiányzó beatmap letöltése ehhez a visszajátszáshoz...
id: Mengunduh beatmap untuk tayangan ulang ini...
it: Scaricando la beatmap mancante per questo replay...
ja: リプレイのために未所持のビートマップをダウンロードしています...
ko: 본 리플레이에 필요한 비트맵을 다운로드하고 있어요...
lt: Atsiunčiamas trūkstamas beatmap'as šiam įrašui...
lv_lv: Ielādē trūkstošo ritma-mapi šim atkārtojumam...
ms_my: Sedang memuat turun beatmap yang diperlukan untuk ulangan tersebut...
pl: Pobieranie brakującej beatmapy dla tej powtórki...
pt_br: Baixando o beatmap necessário para esse replay...
ro: Se descarcă beatmap-ul lipsă pentru această reluare...
ru: Загрузка недостающей карты для этой записи игры...
sv: Laddar ner saknad beatmap för denna repris...
uk: Завантажуємо відсутню мапу для цього повтору...
vi: Đang tải xuống beatmap bị thiếu cho replay này...
zh: 正在下载此回放所需的谱面......
zh_hant: 正在下載此重播檔所需的圖譜...

# mismatching_beatmap_for_replay
source: Your local copy of the beatmap for this replay appears to be different than expected. You may need to update or re-download it.
ar: يبدو أن نسختك المحلية من خريطة إعادة العرض (المحاولة) هذه مختلفة عن المتوقع. قد تحتاج إلى تحديثها أو إعادة تحميلها.
bg: Локалното копие на бийтмапа за повторението, изглежда че е различно от очакваното. Актуализирайте или го изтеглете отново.
ca: La teva còpia local del mapa per a aquesta repetició sembla ser diferent del que s'esperava. És possible que hagis d'actualitzar-lo o tornar-lo a baixar.
cs: Tvoje místní kopie beatmapy pro tento záznam se zdá býti jiná, než se očekávalo. Možná ji bude třeba aktualizovat nebo znovu stáhnout.
de: Deine lokale Kopie der Beatmap passt nicht zu diesem Replay. Eventuell musst du die Beatmap aktualisieren oder erneut herunterladen.
el: Το τοπικό σου αντίγραφο του beatmap για αυτήν την επανάληψη φαίνεται να είναι διαφορετικό από το αναμενόμενο. Ίσως, να χρειαστεί να το κάνεις ενημέρωση ή να το ξανακατεβάσεις.
es_419: Tu copia local del mapa para esta repetición parece ser diferente de lo esperado. Es posible que tengas que actualizarlo o volver a descargarlo.
fil: Ang iyong lokal na kopya ng beatmap para sa replay na ito ay mukhang iba kaysa sa inaasahan. Maaaring kailanganin mong i-update o muling i-download ito.
fr: Votre version locale de la beatmap semble être différente de la version utilisée pour ce replay. Vous devez peut-être la mettre à jour, ou la télécharger à nouveau.
he: זה נראה שההעתק המקומי של המפה שלכם שונה במעט מהמצופה עבור שידור חוזר זה. ייתכן ותצטרכו לעדכן אותה או להוריד אותה מחדש.
hu: A beatmap helyi változata ehhez a visszajátszáshoz más, mint elvárt. Lehet, hogy frissítened vagy újra le kell töltened.
id: Salinan lokal beatmap yang kamu miliki sepertinya tidak sesuai untuk tayangan ulang ini. Kamu mungkin perlu untuk memperbarui atau mengunduh ulang beatmap yang bersangkutan.
it: La tua copia della beatmap per questo replay sembra essere diversa da quella prevista. Potresti aver bisogno di aggiornarla oppure riscaricarla.
ja: このリプレイのビートマップのローカルコピーが通常とは異なっているようです。更新するか、再ダウンロードする必要があるかもしれません。
ko: 본 리플레이에 필요한 비트맵의 파일이 아무래도 아닌 것 같아요. 업데이트를 하거나 재다운로드를 받아야 할 수도 있어요.
lt: Jūsų vietinė beatmap'o kopija šiam įrašui kitokia nei tikėtasi. Jums gali reikėti atnaujinti arba atsisiųsti beatmap'ą iš naujo.
lv_lv: Tavi lokālais ritma-mapes atkārtojums izskatās citādāk nekā paredzēts. Tev iespējams to vajag atjaunināt vai atkārtoti to lejupielādēt.
ms_my: Salinan tempatan anda bagi beatmap untuk ulangan ini nampaknya berbeza daripada yang dijangkakan. Anda mungkin perlu mengemas kini atau memuat turun semula beatmap tersebut.
pl: Twoja lokalna kopia beatmapy dla tej powtórki wydaje się inna niż oczekiwana. Być może będziesz musiał ją zaktualizować lub pobrać ponownie.
pt_br: Sua cópia local do beatmap para esse replay parece diferente do esperado. Você precisa atualizar ou baixar ele novamente.
ro: Versiunea ta locală a beatmap-ului pentru această reluare pare să fie diferită. S-ar putea să fie nevoie să o actualizezi sau să o redescarci.
ru: Локальная версия карты для этой записи игры отличается от необходимой. Возможно, вам нужно обновить карту или скачать её заново.
sv: Din lokala kopia av beatmapen för denna repris verkar vara annorlunda än väntat. Du kan behöva uppdatera eller ladda ner den igen.
uk: Ваша локальна копія мапи для цього повтору відрізняється від очікуваної. Ви маєте оновити її або видалити й перезавантажити її ще раз.
vi: Bản sao beatmap cục bộ của bạn cho phát lại này có vẻ khác với mong đợi. Bạn có thể cần phải cập nhật hoặc tải lại nó.
zh: 你拥有的本地谱面与回放所需的谱面不同，你可能需要更新或者重新下载。
zh_hant: 本機圖譜與重播檔所需的圖譜有所不同。你可能需要更新或重新下載這張圖譜。

# game_version_after_update
source: You are now running osu! {0}. Click to see what's new!
ar: أنت الآن في osu!{0} انقر لمعرفة الجديد!
bg: Сега използвате osu! {0}. Кликнете за повече информация!
ca: Estàs executant osu! {0}. Fes clic per veure que hi ha de nou!
cs: Nyní používáš osu! {0}. Kliknutím zobrazíš, co je nového!
de: Du verwendest jetzt osu! {0}. Klicke hier, um zu sehen, was es Neues gibt!
el: Τώρα τρέχει το osu! {0} Κάνε κλικ για να δεις τα νέα!
es_419: Estás ejecutando osu! {0}. ¡Haz clic para ver las novedades!
fil: Tumatakbo ka na ngayon sa osu! {0}. I-click para makita kung ano ang bago!
fr: Vous utilisez maintenant osu! {0}. Cliquez ici pour voir les nouveautés !
he: אתם כעת מריצים את osu! {0}. לחצו כאן בשביל לראות מה חדש!
id: Kamu sedang menjalankan osu! versi {0}. Klik untuk melihat apa-apa saja yang baru!
it: Ora stai giocando osu! {0}. Clicca per vedere cosa c'è di nuovo!
ja: 現在、osu! {0}を実行しています。 クリックして新着情報を確認してください!
ko: 현재 osu! {0} 을 구동 중입니다. 여기를 누르시면 변경 사항을 확인하실 수 있어요!
lt: Jus leidžiate osu! {0}. Paspauskite, kad peržiūrėti kas naujo!
lv_lv: Tu tagad esi palaidis osu! {0}. Uzspied lai apskatītu kas ir jauns!
ms_my: Anda kini sedang menjalankan osu! {0}. Klik untuk melihat apa yang baru!
pl: Korzystasz teraz z wersji {0}. Sprawdź, co się zmieniło!
pt_br: Agora você está executando osu! {0}. Clique para ver o que há de novo!
ro: Acum rulezi osu! {0}. Click pentru a vedea ce este nou!
ru: osu! обновлена до версии {0}. Нажмите сюда, чтобы узнать о нововведениях!
sv: Du kör nu osu! {0}. Klicka för att se vad som är nytt!
vi: Bạn đang chạy phiên bản osu! {0}. Bấm vào đây để thay đổi!
zh: osu! 已更新到版本： {0}。 点击这里查看更新说明！
zh_hant: osu! 已經更新至最新版本：{0}！ 按這裡看看更新了什麼！

# update_ready_to_install
source: Update ready to install. Click to restart!
ar: التحديث جاهز للتثبيت. انقر لإعادة التشغيل!
bg: Актуализацията е в готовност за инсталиране. Кликнете за рестарт!
ca: Actualització llesta per instal·lar. Fes clic per reiniciar!
cs: Aktualizace je připravena k instalaci. Klikni pro restartování!
de: Update ist bereit. Zum Neustart hier klicken!
el: Ενημέρωση έτοιμη για εγκατάσταση. Κάνε κλικ για επανεκκίνηση!
es_419: Actualización lista para instalar. ¡Haz clic para reiniciar!
fil: Ang update ay handa nang i-install. I-click upang i-restart!
fr: Mise à jour prête à être installée. Cliquez pour redémarrer !
he: העדכון מוכן להתקנה. לחצו בשביל לאתחל!
id: Pembaruan siap dipasang. Klik untuk memulai ulang aplikasi!
it: Aggiornamento pronto per l'installazione. Clicca per riavviare!
ja: アップデートをインストールする準備ができました。クリックして再起動します!
ko: 업데이트 준비가 완료됐어요. 여기를 누르시면 지금 재시작하실 수 있어요!
lt: Yra atnaujinimų! Spustelėkite, kad paleistumėte iš naujo!
lv_lv: Atjauninājums gatavs instalēšanai. Noklikšķiniet, lai restartētu!
ms_my: Kemas kini sudah sedia untuk dipasang. Klik untuk mulakan semula!
pl: Aktualizacja jest gotowa do zainstalowania. Kliknij, aby uruchomić grę ponownie!
pt_br: Atualização pronta para instalar. Clique para reiniciar!
ro: Actualizare gata de instalare. Apasă pentru a reporni aplicația!
ru: Обновление готово к установке. Нажмите сюда для перезапуска!
sv: Uppdatering redo att installera. Klicka för att starta om!
vi: Bản cập nhật đã sẵn sàng để cài đặt. Bấm vào đây để khởi động lại!
zh: 更新已准备好安装。点击这里重启游戏！
zh_hant: 已準備好安裝更新。點選以重新啟動遊戲！

# not_official_build
source: This is not an official build of the game. Scores will not be submitted and other online systems may not work as intended.
ar: ليست هذه نسخة رسمية من اللعبة. لن يتم تسجيل الدرجات وقد لا تعمل بعض أنظمة الأونلاين كما ينبغي.
bg: Това не е официалната версия на играта. Резултатите няма да бъдат изпращани, а останалите онлайн услуги няма да работят правилно.
ca: Aquesta no és una versió oficial del joc. Les puntuacions no s'enviaran i és possible que altres sistemes en línia no funcionin segons el previst.
cs: Toto není oficiální sestavení hry. Skóre nebudou odesílána a další online systémy nemusí správně fungovat.
de: Dies ist keine offzielle Version des Spiels. Punktestände werden nicht übermittelt und andere Online-Systeme funktionieren möglicherweise nicht wie vorgesehen.
el: Αυτή δεν είναι μια επίσημη κατασκευή του παιχνιδιού. Βαθμοί δεν θα υποβληθούν και άλλα online συστήματα μπορεί να μην λειτουργούν όπως προβλέπεται.
es_419: Esta no es una versión oficial del juego. Las puntuaciones no se enviarán y es posible que otros sistemas en línea no funcionen según lo previsto.
fil: Hindi ito ang opisyal na build ng laro. Ang mga iskor ay hindi maisusumite at ang mga ibang online na mga sistema ay maaaring hindi gumana ayon sa nilalayon.
fr: Vous jouez sur une version non officielle du jeu. Vos scores ne pourront pas être envoyés et certains systèmes en ligne peuvent ne pas fonctionner correctement.
he: זוהי איננה בנייה רשמית של המשחק. תוצאות לא יוגשו החוצה ומערכות מקוונות אחרות עלולות שלא לעבוד כמתוכנן.
id: Versi osu! ini bukan merupakan versi osu! yang resmi. Skor yang diraih tidak akan dikirim dan sistem online lainnya dapat tidak berfungsi sebagaimana mestinya.
it: Questa non è una copia ufficiale del gioco. I punteggi non verranno inviati, e altri sistemi online potrebbero non funzionare come previsto.
ja: このゲームのビルドは公式のものではありません。スコアは送信されず、オンラインシステムは意図した通りに動作しない可能性があります。
ko: osu!의 공식 빌드가 아닙니다. 점수는 등록되지 않으며 이외의 온라인 기능 또한 제대로 동작하지 않을 수 있음을 참고해 주세요.
lt: Tai nėra oficialus žaidimo leidimas. Taškai nebus pateikiami ir kitos tinklo sistemos gali veikti netinkamai.
lv_lv: Šī nav oficiāla spēles uzbūve. Rezultāti netiks iesūtīti un citas tiešsaistes sistēmas iespējams nestrādās kā paredzētas.
ms_my: Ini bukan versi rasmi permainan. Skor tidak akan dihantar dan sistem-sistem dalam talian yang lain mungkin tidak akan berfungsi seperti yang dimaksudkan.
pl: To nie jest oficialnie wydanie gry. Wyniki nie będą zgłaszane, a inne usługi online mogą nie działać jak powinny.
pt_br: Esta não é uma versão oficial do jogo. Pontuações não serão enviadas, e outros sistemas online podem não funcionar como esperado.
ro: Aceasta versiune a jocului este neoficială. Scorurile nu vor putea fi trimise iar alte sisteme online s-ar putea să nu funcționeze corect.
ru: Вы запустили неофициальную сборку osu!. Рекорды не могут быть отправлены на сервер. Некоторые онлайн-функции могут быть недоступны.
sv: Detta är inte en officiell version av spelet. Poäng kommer inte skickas in och andra onlinesystem kanske inte fungerar som de ska.
vi: Đây không phải là một bản dựng trò chơi chính thức. Điểm số sẽ không được gửi đi và các hệ thống trực tuyến khác có thể sẽ không hoạt động như dự tính.
zh: 该版本不是游戏的官方构建版本。获得的分数将不会提交，并且部分在线系统可能不会正常工作。
zh_hant: 這不是遊戲的正式發行版本。所取得的成績皆不會提交，並且部分線上系統可能無法依預期工作。

source: Downloading update...
ar: تنزيل التحديث...
bg: Изтегляне на актуализация...
ca: Baixant actualització...
cs: Stahování aktualizace...
de: Update wird heruntergeladen...
el: Λήψη ενημέρωσης
es_419: Descargando actualización...
fil: Nagda-download ng update...
fr: Téléchargement de la mise à jour...
he: מוריד עדכון...
id: Mengunduh pembaruan...
it: Scaricando l'aggiornamento...
ja: アップデートをダウンロードしています...
ko: 업데이트 다운로드 중...
lt: Atsiunčiamas atnaujinimas...
lv_lv: Lejupielādē atjauninājumus...
ms_my: Sedang memuat turun kemas kini...
pl: Pobieranie aktualizacji...
pt_br: Baixando atualização...
ro: Descărcare actualizare...
ru: Загрузка обновления...
sv: Laddar ner uppdatering...
vi: Đang tải xuống bản cập nhật...
zh: 正在下载更新...
zh_hant: 下載更新中...
