Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Notifications.*.resx
Languages: ar, bg, ca, cs, de, el, es_419, fi, fil, fr, he, hu, id, it, ja, ko, lt, lv_lv, ms_my, nl, no, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# header_title
source: notifications
ar: الإشعارات
bg: известия
ca: notificacions
cs: oznámení
de: Benachrichtigungen
el: ειδοποιήσεις
es_419: notificaciones
fi: ilmoitukset
fil: mga notipikasyon
he: התראות
hu: értesítések
id: notifikasi
it: notifiche
ja: 通知
ko: 알림
lt: pranešimai
lv_lv: paziņojumi
ms_my: Notifikasi
nl: meldingen
no: varsler
pl: powiadomienia
pt_br: notificações
ro: notificări
ru: уведомления
sv: aviseringar
th: การแจ้งเตือน
tr: bildirimler
uk: сповіщення
vi: thông báo
zh: 通知
zh_hant: 通知

# header_description
source: waiting for 'ya
ar: تنتظرك
bg: очаквате ли? ;D
ca: esperant-te
cs: na tebe čekají
de: warten auf dich
el: περιμένουν για 'σένα
es_419: esperándote
fi: odottelevat sinua
fil: naghihintay sa'yo
fr: qui n'attendent que vous
he: ממתינות בשבילכם
hu: csak rád vár
id: segala sesuatu yang menunggu tindak lanjut darimu
it: tienile d'occhio
ja: お待ちしております
ko: 한결같이 알림을 기다리고 있어요
lt: laukia tavęs
lv_lv: gaida tevi
ms_my: sedang menunggumu
nl: wachten op je
no: venter på deg
pl: bądź na bieżąco
pt_br: esperando por você
ro: în așteptare
ru: ждут тебя
sv: väntar på dig
th: รออยู่นะ
tr: seni bekliyoruz
uk: чекають на тебе
vi: đang chờ bạn
zh: 显示通知列表
zh_hant: 尚未閱讀的通知

source: Running Tasks
ar: مهام قيد التشغيل
bg: Работещи Задачи
ca: Tasques en execució
cs: Spuštěné Úlohy
de: Laufende Vorgänge
el: Τρέχουσες Εργασίες
es_419: Tareas en curso
fi: Käynnissä olevat tehtävät
fil: Mga nagaganap na gawain
fr: Tâches en cours
he: משימות רצות
hu: Futó feladatok
id: Proses Berlangsung
it: In Esecuzione
ja: 実行中のタスク
ko: 진행 중인 작업
lt: Veikiančios užduotys
lv_lv: Aktīvie Uzdevumi
ms_my: Menjalankan Tugas
nl: Lopende taken
no: Pågående Oppgaver
pl: Uruchomione zadania
pt_br: Executando Tarefas
ro: Sarcini în Execuție
ru: Текущие задачи
sv: Utför uppgifter
th: กำลังรันงาน
tr: Çalışan Görevler
uk: Запущені задачі
vi: Các tác vụ đang chạy
zh: 运行中的任务
zh_hant: 執行中的工作

source: Clear All
ar: ازالة الكل
bg: Изчистване
ca: Esborrar-ho tot
cs: Vyčistit Vše
de: Alle löschen
el: Εκκαθάριση Όλων
es_419: Borrar todo
fi: Tyhjennä kaikki
fil: Alisin lahat
fr: Tout Effacer
he: נקה הכל
hu: Összes törlése
id: Hapus Semua
it: Cancella Tutto
ja: すべて消去
ko: 모두 삭제
lt: Išvalyti viską
lv_lv: Notīrīt Visu
ms_my: Kosongkan Semua
nl: Alles wissen
no: Tøm alt
pl: Wyczyść
pt_br: Limpar Todas
ro: Eliminați Tot
ru: Очистить
sv: Rensa alla
th: ลบทั้ง​หมด
tr: Tümünü Temizle
uk: Очистити все
vi: Xóa tất cả
zh: 全部清除
zh_hant: 全部清除

# battery_low
source: Your battery level is low! Charge your device to prevent interruptions during gameplay.
ar: مستوى البطارية منخفض! قم بشحن جهازك لمنع الانقطاعات أثناء اللعبة.
bg: Ниско ниво на батерия! Заредете устройството за да предотвратите прекъсвания.
ca: El teu nivell de bateria és baix! Carrega el teu dispositiu per a evitar interrupcions durant el joc.
cs: Vaše baterie je téměr vybitá! Nabijte své zařízení, aby se zábránilo přerušení během hry.
de: Dein Akkustand ist niedrig! Lade dein Gerät auf, um Unterbrechungen während des Spiels zu vermeiden.
el: Το επίπεδο της μπαταρίας σου είναι χαμηλό! Φόρτισε τη συσκευή σου για να αποτραπούν διακοπές κατά τη διάρκεια του παιχνιδιού.
es_419: ¡Tienes poca batería! Carga tu dispositivo para evitar interrupciones durante el juego.
fi: Akun varaus on alhainen! Lataa laitteesi estääksesi keskeytykset pelin aikana.
fil: Ikaw ay low bat na. I-charge ang iyong gamit para maiwasan ang pagka-abala habang nasa gameplay.
fr: Votre niveau de batterie est faible ! Chargez votre appareil pour éviter des interruptions durant la partie.
he: אחוז הסוללה שלכם נמוך! הטעינו את המכשיר שלכם בשביל להימנע מהפרעות במהלך המשחק.
hu: Az akkumulátor töltöttségi szintje alacsony! Töltsd fel eszközöd, hogy elkerüld a játék közbeni megszakításokat.
id: Bateraimu hampir habis! Isi ulang daya perangkatmu untuk mencegah gangguan selagi bermain.
it: Il livello della batteria è basso! Carica il tuo dispositivo per evitare interruzioni mentre giochi.
ja: バッテリー残量が低くなっています！ゲームプレイ中の中断を防ぐためにデバイスを充電してください。
ko: 배터리가 거의 다 됐어요! 게임 플레이가 중단되지 않도록 기기를 충전기에 연결해 주세요.
lt: Jūsų akumoliatoriaus lygis yra žemas! Įkraukite savo įrenginį, kad išvengtumėte sutrikdymų žaidžiant.
lv_lv: Jūsu akumulatora uzlādes līmenis ir zems! Uzlādējiet ierīci, lai novērstu traucējumus spēles laikā.
ms_my: Tahap bateri anda rendah! Cas peranti anda untuk elak gangguan ketika bermain.
nl: Je batterij is bijna leeg! Sluit je apparaat aan om onderbrekingen tijdens de gameplay te voorkomen.
no: Batterinivået ditt er lavt! Lad enheten din for å forhindre avbrudd når du spiller.
pl: Niski poziom energii baterii! Podłącz urządzenie do ładowania, by zapobiec nieoczekiwanym zdarzeniom podczas rozgrywki.
pt_br: A sua bateria está fraca! Carregue seu dispositivo para evitar interrupções durante o jogo.
ro: Nivelul bateriei este scăzut! Încărcați dispozitivul pentru a preveni întreruperi în timpul jocului.
ru: Ваша батарея разряжена! Зарядите своё устройство во избежания прерываний во время игры.
sv: Din batterinivå är låg! Ladda enheten för att förhindra avbrott under spelets gång.
th: แบตเตอรี่ของคุณต่ำแล้ว! โปรดชาร์จแบตเพื่อรักษาประสิทธิภาพระหว่างการเล่น
tr: Pil seviyeniz düşük! Oyun esnasında kesilmeleri önlemek için cihazınızı şarj edin.
uk: У вас низький заряд акумулятора! Зарядіть ваш пристрій, щоб запобігти пориванням під час гри.
vi: Mức pin của bạn thấp! Sạc thiết bị để tránh sự gián đoạn khi chơi.
zh: 电池电量过低！请为设备充电以避免游戏中断。
zh_hant: 您的裝置電量不足！請立即將裝置接上電源，以避免遊玩過程被中斷。

# game_volume_too_low
source: Your game volume is too low to hear anything! Click here to restore it.
ar: مستوى صوت اللعبة منخفض جدا لسماع أي شيء! انقر هنا لاستعادته.
bg: Силата на звук е прекалено ниска! Кликнете тук за увеличаване.
ca: El volum del teu joc és massa baix per a escoltar res! Cliqueu aquí per a restaurar-lo.
cs: Vaše hlasitost je moc nízká. Klikněte zde pro obnovení výchozí hodnoty.
de: Deine Spiellautstärke ist zu niedrig, um etwas zu hören! Klicke hier, um sie wiederherzustellen.
el: Η ένταση του παιχνιδιού είναι πολύ χαμηλή για να ακούσεις οτιδήποτε! Κάνε κλικ εδώ για να την επαναφέρεις.
es_419: ¡El volumen del juego está demasiado bajo para que puedas escuchar algo! Haz clic aquí para restablecerlo.
fi: Pelisi äänenvoimakkuus on liian pienellä! Palauta se napsauttamalla tästä.
fil: Ang iyong game volume ay masyadong mababa para marinig ang laro. Pindutin dito para ibalik sa orihinal na volume.
fr: Le volume de votre jeu est trop bas pour entendre quoi que ce soit ! Cliquez ici pour le restaurer.
he: מד הווליום שלכם נמוך מדי בשביל לשמוע משהו! לחצו כאן בשביל לשחזר אותו.
hu: A játék hangereje túl halk ahhoz, hogy bármit is hallj! Kattints ide a visszaállításhoz.
id: Volume permainanmu terlalu rendah! Klik di sini untuk mengembalikan volume permainan ke nilai normal.
it: Il volume di gioco è troppo basso per sentire qualcosa! Clicca qui per ripristinarlo.
ja: ゲーム音量が低すぎて何も聞こえません！ここをクリックして復元してください。
ko: 아무 것도 들리지 않을 정도로 게임 소리가 너무 작아요! 여기를 누르시면 복구하실 수 있어요.
lt: Jūsų žaidimo garsumas yra peržemas, kad kažką girdėtumėte! Paspauskite čia, kad atstatytumėte tai.
lv_lv: Jūsu spēles skaļums ir pārāk zems, lai kaut ko dzirdētu! Klikšķiniet šeit, lai to atjaunotu.
ms_my: Kelantangan permainan anda terlalu perlahan untuk dengar apa-apa! Tekan untuk kembalikan bunyi.
nl: Het volume staat te laag om iets te kunnen horen! Klik hier om dit recht te zetten.
no: Spillvolumet ditt er for lavt for å høre noe! Trykk her for å gjenopprette det.
pl: Głośność gry jest ustawiona zbyt nisko, by cokolwiek usłyszeć! Kliknij tutaj, by przywrócić dźwięk.
pt_br: O volume do seu jogo está muito baixo para escutar qualquer coisa! Clique aqui para restaurar.
ro: Volumul jocului tău este prea mic pentru a putea auzi orice! Apasă aici pentru a-l restaura.
ru: osu! будет плохо слышно при таком уровне громкости. Нажмите сюда, чтобы восстановить его.
sv: Spelvolymen är för låg för att höra något! Klicka här för att återställa den.
th: เสียงเกมของคุณเบาเกินไป! กดที่นี่เพื่อคืนค่าเดิม
tr: Oyun ses düzeyiniz bir şey duymak için çok düşük! Geri yüklemek için buraya tıklayın.
uk: Гучність гри занадто низька, щоб відновити попередній рівень гучності - натисніть сюди.
vi: Âm lượng của bạn quá thấp! Bấm vào đây để khôi phục lại.
zh: 你的游戏音量低到什么也听不见了！点击这里复位。
zh_hant: 您的遊戲音量似乎有點太低囉！按這裡來還原音量。

# no_autoplay_mod
source: The current ruleset doesn't have an autoplay mod available!
ar: لا يتوافق مود اللعب التلقائي مع مجموعة القواعد هذه!
bg: Текущите правила нямат наличен автоплей мод!
ca: El ruleset actual no té un mod de joc automàtic disponible!
cs: V aktuálním rulesetu není dostupný autoplay mód!
de: Der aktuelle Spielmodus verfügt über keine Autoplay-Mod!
el: Το τρέχον σύνολο κανόνων δεν έχει διαθέσιμη λειτουργία αυτόματης τοποθέτησης!
es_419: ¡El modo de juego actual no tiene un mod de juego automático disponible!
fi: Automaattisen toiston modi ei ole saatavilla nykyiselle pelimuodolle!
fil: Ang kasalukuyang ruleset ay walang magagamit na autoplay na mod!
fr: Le mode de jeu actuel ne dispose pas de mod autoplay !
he: אין מוד שיחוק אוטומטי זמין עבור סט החוקים הנוכחי!
hu: A jelenlegi ruleszet nem rendelkezik automatikus lejátszási móddal!
id: Ruleset yang saat ini dimainkan tidak memiliki mod autoplay!
it: La modalità attuale non ha una mod autoplay disponibile!
ja: 現在のルールセットにオートプレイmodはありません！
ko: 지금의 룰셋으로는 자동 플레이 모드 사용이 불가능해요!
lt: Šis rėžimas neturi auto žaidimo modo!
lv_lv: Pašreizējam spēles režīmam nav pieejams automātiskās atskaņošanas mods!
ms_my: Peraturan tersebut tidak mempunyai mod main secara automatik yang tersedia!
nl: Er is geen autoplay-mod beschikbaar in de geselecteerde spelmodus!
no: Dette rulesettet har ikke en autoplay mod tilgjengelig!
pl: Automatyczne przejście nie jest dostępne dla bieżącego trybu gry!
pt_br: A modalidade atual não possui um mod de autoplay disponível!
ro: Ruleset-ul actual nu are un mod de redare automată valabil!
ru: Мод Autoplay не доступен для текущего режима игры!
sv: Den aktuella regeln har inte en automatspel mod tillgänglig!
th: ชุดกฎปัจจุบันไม่มีม็อดเล่นอัตโนมัติ!
tr: Mevcut kural setinde otomatik oynatma modu mevcut değil!
uk: Поточний режим не має в наявності авто мода!
vi: Ruleset hiện tại không có mod tự động!
zh: 当前游戏模式没有可用的 Autoplay 模组！
zh_hant: 目前的遊戲模式沒有提供「自動播放」Mod。

# audio_playback_issue
source: osu! doesn't seem to be able to play audio correctly. Please try changing your audio device to a working setting.
ar: يبدو ان osu! لا تستطيع تشغيل الصوت بشكل جيد, \n\nيرجى تغيير اعدادات جهاز الصوت الى شيء افضل.
bg: osu! изглежда че не може да възпроизвежда звук.\n\nПроменете устройството за възпроизвеждане с работеща настройка.
ca: Sembla que osu! no pot reproduir àudio correctament.\n\nSi us plau, prova de canviar el teu dispositiu d'àudio a una configuració que funcioni.
cs: osu! má potíže s přehráváním zvuku. Zkuste prosím změnit nastavení svého zvukového zařízení.
de: osu! scheint nicht in der Lage zu sein, Audio korrekt abzuspielen. Versuche bitte, dein Audiogerät auf eine funktionierende Einstellung zu ändern.
el: Το osu! φαίνεται ότι δε μπορεί να αναπαράγει ήχο σωστά.\n\nΠαρακαλώ προσπάθησε να αλλάξεις τη συσκευή ήχου σου σε μια λειτουργική ρύθμιση.
es_419: Parece que osu! no puede reproducir el audio correctamente. Intenta cambiar el dispositivo de audio a un ajuste que funcione.
fi: osu! ei vaikuta pystyvän toistamaan ääntä oikein. Ole hyvä ja yritä vaihtaa äänilaite toimivaksi asetukseksi.
fil: Ang osu! ay mukhang hindi nakakapag-tugtog ng audio ng tama. Pakisubukang baguhin ang iyong audio device sa isang gumaganang setting.
fr: osu! ne semble pas être en mesure de jouer l'audio correctement.\n\nEssayez de modifier les paramètres de votre périphérique audio.
he: זה נראה ש-osu! אינו מצליח השמיע שמע באופן תקין. נסו לשנות את התקן השמע שלכם להגדרה עובדת.
hu: osu! úgy tűnik, hogy nem tudja megfelelően lejátszani a hangot.\n\nKérjük, módosítsa az audioeszközt működő beállításra.
id: osu! sepertinya tidak dapat memutar audio yang ada sebagaimana mestinya. Mohon atur perangkat audiomu agar dapat dikenali dan digunakan oleh osu!.
it: osu! non sembra essere in grado di riprodurre correttamente l'audio.\n\nProva a cambiare il tuo dispositivo audio ad un'impostazione funzionante.
ja: osu!はオーディオを正しく再生できないようです。 お使いのオーディオデバイスを動作中の設定に変更してみてください。
ko: 현재 osu!가 소리를 제대로 재생하지 못하는 것으로 보여요. 동작하는 오디오 장치로 바꿔 설정해 주세요.
lt: osu! negali tinkamai paleisti garso. Pabadykite pakeisti garso įrenginio nustatymus.
lv_lv: osu! nespēj pareizi atskaņot audio.\n\nPamēģiniet nomainīt audio ierīci uz darbojošos iestatījumu.
ms_my: osu! nampaknya tidak boleh main audio ini dengan betul. Sila tukar peranti audio anda dengan peranti yang berfungsi.
nl: osu! is niet in staat om audio af te spelen.\n\nProbeer je afspeelapparaat te wijzigen naar een werkende instelling.
no: Det ser ut som at osu! ikke klarer å lage lyd. Vennligst prøv å endre lyd-enhet til en fungerende innstilling.
pl: Wygląda na to, że osu! nie odtwarza dźwięku poprawnie.\n\nSpróbuj wybrać prawidłowe urządzenie wyjścia w ustawieniach.
pt_br: Parece que o osu! não consegue reproduzir áudio corretamente. Por favor, tente alterar o seu dispositivo de áudio para uma configuração funcional.
ro: Se pare că osu! nu poate reda audio corect.\n\nVă rugăm să încercați să schimbați dispozitivul audio într-unul funcțional din setări.
ru: Кажется, osu! неправильно проигрывает звук. Попробуйте выбрать другое устройство воспроизведения.
sv: osu! verkar inte kunna spela upp ljud korrekt.\n\nFörsök att ändra din ljudenhet till en fungerande inställning.
th: osu! ดูเหมือนจะไม่สามารถเล่นเสียงได้อย่างถูกต้อง โปรดลองเปลี่ยนอุปกรณ์เสียงของคุณเป็นการตั้งค่าการทำงาน
tr: osu! sesi doğru şekilde çalamıyor gibi görünüyor.\n\nLütfen ses cihazınızı çalışan bir ayara değiştirmeyi deneyin.
uk: Схоже, що osu! не може відтворити звук правильно.\n\nБудь ласка, змініть ваш аудіо пристрій на робочий в "налаштуваннях".
vi: osu! không thể phát âm thanh. Vui lòng đổi thiết bị âm thanh của bạn.
zh: osu! 似乎无法正确播放音频。 请尝试更改音频设备的相关设置，使之恢复正常。
zh_hant: osu! 偵測到目前無法正常輸出聲音。 請嘗試更改您的音效設定來修正這個問題。

# score_overlay_disabled
source: The score overlay is currently disabled. You can toggle this by pressing {0}.
ar: نافذة النتائج معطلة حالياََ. تستطيع تشغيلها بضغط {0}.
bg: Слоят с резултите в момента е скрит. Може да го активирате с {0}.
ca: La superposició de puntuacions està actualment deshabilitada. Podeu commutar-ho prement {0}.
cs: Zobrazení skóre je aktuálně vypnuto. Toto můžete změnit stisknutím {0}.
de: Das Punkte-Overlay ist derzeit deaktiviert. Du kannst dies durch Drücken von {0} umschalten.
el: Η επικάλυψη της βαθμολογίας είναι απενεργοποιημένη. Μπορείτε να το εναλλάξετε πατώντας {0}.
es_419: La superposición de la puntuación está actualmente desactivada. Puedes alternar esto presionando {0}.
fi: Pisteiden peitetaso on tällä hetkellä pois käytöstä. Voit ottaa sen käyttöön painamalla {0}.
fil: Kasalukuyang hindi pinagana ang overlay ng iskor. Maari mo itong i-toggle sa pamamagitan ng pagpindot sa {0}.
fr: L'affichage du score est actuellement désactivé. Vous pouvez changer cela en appuyant sur {0}.
he: שכבת התוצאה מבוטלת כעת. ניתן למתג זאת בלחיצה על {0}.
hu: A pontszámfedvény jelenleg le van tiltva. Ezt a {0} gomb megnyomásával válthatod.
id: Overlay skor sedang dinonaktifkan. Kamu dapat mengaktifkannya kembali dengan menekan {0}.
it: L'overlay del punteggio è attualmente disabilitato. Puoi attivarlo premendo {0}.
ja: スコアオーバーレイは現在無効になっています。 {0} を押して切り替えることができます。
ko: 점수 오버레이가 비활성 상태예요. {0} 를 누르면 다시 활성화시킬 수 있어요.
lt: Rezultatų perdanga yra išjungta. Gali ją Įjungti / Išjungti spausdamas {0}.
lv_lv: Rezultātu pārklājums pašlaik ir atspējots. To var pārslēgt, nospiežot {0}.
ms_my: Tindakan overlay skor kini dimatikan. Anda boleh menghidupkannya dengan menekan {0}.
nl: De score-overlay is momenteel uitgeschakeld. Je kan deze terug aanzetten met {0}.
no: Rekord-overlayet er deaktivert. Du kan slå den på ved å trykke på {0}.
pl: Wyświetlanie HUD-u jest aktualnie wyłączone. Możesz to zmienić poprzez naciśnięcie {0}.
pt_br: A sobreposição de pontuação está desativada no momento. Você pode alterar isso pressionando {0}.
ro: Overlay-ul pentru scor este momentan inactiv. Puteți comuta acest lucru apăsând {0}.
ru: Внутриигровой интерфейс сейчас отключён. Вы можете включить его, нажав {0}.
sv: Poängöverlagringen är för närvarande inaktiverad. Du kan växla detta genom att trycka på {0}.
th: การซ้อนทับคะแนนถูกปิดใช้งานอยู่ในขณะนี้ คุณสามารถสลับได้โดยกด {0}
tr: Skor kaplaması şu anda devre dışıdır. Bunu {0} tuşuna basarak değiştirebilirsiniz.
uk: Таблицю рекордів вимкнено. Для її увімкнення натисніть {0}.
vi: Giao diện chơi hiện tại đang tắt. Bạn có thể bật lại bằng cách bấm {0}.
zh: 分数显示层目前已禁用。按 {0} 来切换该设置。
zh_hant: 遊戲介面 (HUD) 已關閉，您可以按下 {0} 來重新開啟或關閉。

# unsupported_or_dangerous_url_protocol
source: The URL {0} has an unsupported or dangerous protocol and will not be opened.
ar: عنوان URL {0} لديه بروتوكول غير مدعوم أو خطير ولن يتم فتحه.
bg: Адресът {0} е с неподдържан или опасен протокол и няма да бъде отворен.
ca: L'URL {0} té un protocol no compatible o perillós i no s'obrirà.
cs: Adresa URL {0} má nepodporovaný nebo nebezpečný protokol a nebude otevřena.
de: Die URL {0} hat ein nicht unterstütztes oder anfälliges Protokoll und wird nicht geöffnet.
el: Το URL {0} έχει ένα μη υποστηριζόμενο ή επικίνδυνο πρωτόκολλο και δεν θα ανοίξει.
es_419: La URL {0} tiene un protocolo no compatible o peligroso y no se abrirá.
fi: URL-osoite {0} käyttää protokollaa, jota ei tueta tai on vaarallinen, joten sitä ei avata.
fil: Ang URL na {0} ay may hindi suportado o mapanganib na protocol at hindi bubuksan.
fr: L'URL {0} a un protocole non pris en charge ou dangereux et ne sera pas ouvert.
he: הקישור {0} בעל פרוטוקול לא נתמך או מסוכן ולכן לא ייפתח.
hu: A(z) {0} URL nem támogatott vagy veszélyes protokollt használ, így nem lett megnyitva.
id: URL {0} mengandung protokol yang tidak didukung atau berbahaya dan tidak akan dibuka.
it: L'URL {0} ha un protocollo non supportato o pericoloso e non verrà aperto.
ja: URL {0} はサポートされていないか危険なプロトコルを持つため、開けません。
ko: 웹 주소 {0} 는 지원되지 않거나 위험한 접속으로 보이므로 열지 않을게요.
lt: URL {0} naudoja nepalaikoma arba pavojinga protokolą ir nebus atidarytas.
lv_lv: Saitei {0} ir neatbalstīts vai bīstams protokols, un tā netiks atvērta.
ms_my: URL {0} mempunyai protokol yang tidak disokong atau berbahaya dan tidak akan dibuka.
nl: De URL {0} maakt gebruik van een niet-ondersteund of onveilig protocol en wordt niet geopend.
no: URL-adressen {0} har en ustøttet eller farlig protokoll og vil dermed ikke bli åpnet.
pl: Adres URL {0} korzysta z niewspieranego lub niebezpiecznego protokołu i nie zostanie otwarty.
pt_br: O URL {0} possui um protocolo perigoso ou não suportado e não será aberto.
ro: URL-ul {0} are un protocol neacceptat sau periculos și nu va fi deschis.
ru: Ссылка {0} содержит неподдерживаемый или опасный протокол, поэтому не будет открыта.
sv: URL:en {0} har en protokoll som inte är stödd eller farligt och kommer inte att öppnas.
th: URL {0} มีโปรโตคอลที่ไม่รองรับหรืออันตรายและจะไม่ถูกเปิดขึ้นมา
tr: {0} URL'si desteklenmeyen veya tehlikeli bir protokole sahip ve açılmayacak.
uk: URL-адреса {0} має непідтримуваний або небезпечний протокол, і не буде відкрита.
vi: Đường dẫn {0} có giao thức không được hỗ trợ hoặc nguy hiểm và sẽ không được mở.
zh: 将不会打开 URL {0} ，因为其使用了不受支持或存在危险的协议。
zh_hant: 該網址 {0} 使用了不支援或危險的連線協定，所以將不會被開啟。

# subsequent_messages_logged
source: Subsequent messages have been logged. Click to view log files.
ar: تم تسجيل الرسائل اللاحقة. انقر لعرض ملفات السجل.
bg: Бяха записани множество събития. Кликнете за преглед на лог файловете.
ca: Els missatges posteriors s'han registrat. Fes clic per veure els fitxers de registre.
cs: Následné zprávy byly zaznamenány. Klikněte, aby jste zobrazili soubory protokolu.
de: Nachfolgende Nachrichten werden protokolliert. Klicke hier, um die Log-Dateien anzuzeigen.
el: Τα επόμενα μηνύματα έχουν καταγραφεί. Κάντε κλικ για να δείτε τα αρχεία καταγραφής.
es_419: Se han registrado los mensajes posteriores. Haz clic para ver los archivos de registro.
fi: Myöhemmät viestit on tallennettu. Näytä lokitiedostot napsauttamalla.
fil: Ang mga kasunod na mensahe ay nai-log. I-click upang tingnan ang log na mga file.
fr: Les messages suivants ont été enregistrés. Cliquez ici pour voir les fichiers logs.
he: ההודעות העוקבות נרשמו. לחץ בשביל להציג את קבצי הלוג.
hu: Egymást követő üzenetek naplózva lettek. Kattints, hogy megtekintsd a naplófájlokat.
id: Rangkaian pesan yang mengiringi kesalahan ini telah dicatat. Klik di sini untuk melihat berkas log.
it: Sono stati registrati vari messaggi o errori. Clicca per vedere i file di log.
ja: それ以降のメッセージはログに記録されました。ログファイルを表示するにはクリックします。
ko: 이후의 메시지들이 로그 완료되었어요. 여기를 눌러 로그 파일을 확인하실 수 있어요.
lt: Sekančios žinutės buvo dokumentuotos. Paspausk, kad peržiūrėti failus.
lv_lv: Turpmākās ziņas tiks pierakstītas. Izspied lai redzētu pierakstu failu.
ms_my: Mesej-mesej seterusnya telah direkodkan. Klik untuk melihat fail log.
nl: Verdere meldingen zijn gelogd. Klik hier om de logbestanden te bekijken.
no: Påfølgende meldinger har blitt logget. Klikk for å se loggfiler.
pl: Kolejne wiadomości zostały zarejestrowane. Kliknij, aby wyświetlić pliki dziennika.
pt_br: Mensagens subsequentes foram registradas. Clique aqui para ver os arquivos de registro.
ro: Mesajele subsecvente au fost înregistrate. Faceți clic pentru a vizualiza fișierele jurnal.
ru: Последующие сообщения будут записаны. Нажмите сюда, чтобы открыть файлы логов.
sv: Subsekventa meddelanden har blivit loggade. Klicka för att visa loggfiler.
th: ข้อความที่ตามมาได้รับการบันทึกแล้ว คลิกเพื่อดูไฟล์บันทึก
tr: Sonraki mesajlar günlüğe kaydedildi. Günlük dosyalarını görüntülemek için tıklayın.
uk: Наступні повідомлення записано. Натисніть для перегляду файлів журналу.
vi: Một số bản ghi đã được lưu lại. Nhấn để xem chúng.
zh: 已记录后续消息。点击此处查看日志文件。
zh_hant: 相關錯誤訊息已經寫入到記錄檔中，按這裡來查看記錄檔。
