Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/Notifications.*.resx
Languages: ar, bg, ca, cs, de, el, es_419, fi, fil, fr, he, hu, id, it, ja, ko, lt, lv_lv, ms_my, nl, no, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_hant

# multiplayer_room_ended
source: This multiplayer room has ended. Click to display room results.
bg: Това събитие приключи. Кликнете за преглед на разултатите.
el: Αυτό το δωμάτιο πολλαπλών παικτών τελείωσε. Κάνε κλικ για να δεις τα αποτελέσματα του δωματίου.
it: Questa stanza multigiocatore è terminata. Clicca per visualizzare i risultati della stanza.
ko: 이 멀티플레이어 방은 종료됐어요. 여기를 클릭하시면 멀티플레이 결과를 확인하실 수 있습니다.
lt: Šis tinklo kambarys nebegalioja. Paspauskite, kad peržiūrėtumet kambario rezultatus.
lv_lv: Šī daudzspēlētāju istaba ir beigusies. Uzspied lai parādītu istabas rezultātus.
pl: Ten pokój wieloosobowy został zakończony. Kliknij, aby wyświetlić wyniki pokoju.
pt_br: Esta sala multiplayer acabou. Clique para mostrar os resultados da sala.
ro: Acest meci s-a încheiat. Apasă aici pentru a afișa rezultatele.
ru: Игры в этой комнате мультиплеера завершены. Нажмите сюда, чтобы посмотреть итоги.

source: Mention
bg: Споменаване
el: Αναφορά (όχι report)
it: Menzione
lt: Paminėjimas
pt_br: Menção
ro: Menționează
ru: Упоминание
