Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/OnlineSettings.*.resx
Languages: es_419, fr, ja, ko, lt, lv_lv, pt_br, ro, uk, vi

# online_section_header
source: Online
es_419: En línea
fr: En ligne
ja: オンライン
ko: 온라인
lt: Tinklas
lv_lv: Tiešsaistē
uk: Онлайн
vi: Trực tuyến

# alerts_and_privacy_header
source: Alerts and Privacy
es_419: Alertas y privacidad
fr: Alertes et confidentialité
ja: アラートとプライバシー
ko: 알림 및 프라이버시
lt: Perspėjimai ir Privatumas
lv_lv: Brīdinājumi un konfidencialitāte
pt_br: Alertas e Privacidade
ro: Alerte și confidențialitate
uk: Оповіщення і Конфіденційність
vi: Thông báo và riêng tư

# notify_on_mentioned
source: Show a notification when someone mentions your name
es_419: Mostrar una notificación cuando alguien mencione tu nombre
fr: Émettre une notification lorsque quelqu'un mentionne votre nom
ja: 誰かがあなたの名前をメンションした時に通知を表示
ko: 누군가 나의 이름을 언급했을 때 알림 표시
lt: Rodyti pranešimą, kai kažkas pamini jūsų vardą
lv_lv: Rādīt paziņojumu, kad kāds piemin jūsu vārdu
pt_br: Exibir notificação quando seu nome for mencionado em algum chat
ro: Afișează o notificare atunci când cineva menționează numele tău
uk: Показувати сповіщення, коли хтось згадує ваше ім‘я
vi: Hiển thị thông báo khi có ai đó nhắc đến bạn

# notify_on_private_message
source: Show a notification when you receive a private message
es_419: Mostrar una notificación cuando recibas un mensaje privado
fr: Émettre une notification lorsque vous recevez un message privé
ja: プライベートメッセージを受信したときに通知を表示
ko: 개인 메시지를 받았을 때 알림 표시
lt: Rodyti pranešimą, kai gaunate privačią žinutę
lv_lv: Rādīt paziņojumu, kad saņemat privātu ziņu
pt_br: Notificar quando receber uma mensagem privada
ro: Afișează o notificare atunci când primești un mesaj privat
uk: Показувати сповіщення, коли ви отримуєте приватні повідомлення
vi: Hiển thị thông báo khi bạn nhận được tin nhắn riêng

# notify_on_friend_presence_change
source: Show notification popups when friends change status
es_419: Mostrar ventanas emergentes de notificación cuando mis amigos cambien de estado
fr: Notifications lors des connexions et déconnexions de vos amis
ja: フレンドのステータスが変化したときに通知ポップアップを表示する
ko: 친구의 상태가 바뀌면 알림 팝업 표시
lt: Rodyti iššokančius pranešimus kai draugų būsena pasikeičia
lv_lv: Rādīt paziņojumu, kad draugi maina statusu
pt_br: Mostrar popups de notificação quando os amigos mudarem de status
ro: Afișează notificări când prietenii își schimbă statusul
uk: Показувати спливаючі сповіщення, коли друзі змінюють статус
vi: Hiển thị thông báo bật lên khi bạn bè thay đổi trạng thái

# notify_on_friend_presence_change_tooltip
source: Notifications will be shown when friends go online/offline.
es_419: Se mostrarán notificaciones cuando tus amigos se conecten o desconecten.
fr: Des notifications apparaîtront lorsque vos amis se connectent ou se déconnectent.
ja: フレンドがオンライン/オフラインになると通知が表示されます。
ko: 친구가 온라인/오프라인이 되면 알림을 표시합니다.
lt: Rodo pranešimus kai draugai prisijungia/atsijungia.
lv_lv: Paziņojumi tiks rādīti, kad draugi nāk tiešsaistē/bezsaistē.
pt_br: As notificações serão exibidas quando os amigos ficarem online/offline.
ro: Se vor afișa notificări când prietenii se conectează/deconectează.
uk: Сповіщення з'являтимуться, коли друзі виходять в онлайн/офлайн.
vi: Thông báo sẽ được hiển thị khi bạn bè trực tuyến/ngoại tuyến.

# integrations_header
source: Integrations
es_419: Integraciones
fr: Intégrations
ja: 連携
ko: 통합
lt: Integracijos
lv_lv: Integrācijas
pt_br: Integrações
ro: Integrări
uk: Інтеграції
vi: Tích hợp

source: Discord Rich Presence
es_419: Estado de actividad en Discord (Rich Presence)
ja: Discordでのゲームステータス表示
ko: Discord 프로필 정보
lt: Dicord sąsaja
pt_br: Habilitar o ''Rich Presence'' do Discord
uk: Статус гри в Discord

# web_header
source: Web
ja: ウェブ
ko: 웹
lt: Internetas
lv_lv: Tīkls
uk: Веб

# external_link_warning
source: Warn about opening external links
es_419: Advertir al abrir enlaces externos
fr: Avertissement lors de l'ouverture de liens externes
ja: 外部リンクを開く時に警告
ko: 외부 링크를 열 때 경고하기
lt: Perspėti prieš atidarant išorinias nuorodas
lv_lv: Brīdināt par ārējo saišu atvēršanu
pt_br: Mostrar aviso ao acessar links externos
ro: Avertizare deschidere link extern
uk: Попереджати про відкриття зовнішніх посилань
vi: Cảnh báo khi mở đường dẫn ngoài

# prefer_no_video
source: Prefer downloads without video
es_419: Preferir descargas sin video
fr: Ne pas télécharger les vidéos des beatmaps
ja: 動画なしのダウンロードを優先
ko: 영상이 없는 비트맵 다운로드 선호
lt: Atsiusti be vaizdo įrašo
lv_lv: Dot priekšroku lejupielādēm bez video
pt_br: Prefereir downloads sem vídeo
ro: Preferă descărcări fără video
uk: Віддати перевагу завантаженням без відео
vi: Ưu tiên tải xuống không có video

source: Automatically download missing beatmaps
es_419: Descargar automáticamente mapas faltantes
fr: Télécharger automatiquement les beatmaps manquantes
ja: ビートマップを自動的にダウンロード
ko: 없는 비트맵을 자동으로 다운로드
lt: Automatiškai atsiųsti trūkstamus beatmap'us
lv_lv: Automātiski lejupielādēt zudušās bītmapes
pt_br: Baixar os beatmaps ausentes automaticamente
ro: Descarcă automat beatmap-uri lipsă
uk: Автоматично завантажувати відсутні мапи
vi: Tự động tải xuống beatmap bị thiếu

# show_explicit_content
source: Show explicit content in search results
es_419: Mostrar contenido explícito en los resultados de búsqueda
fr: Afficher le contenu explicite dans les résultats de recherche
ja: 検索結果に露骨なコンテンツを表示
ko: 검색 결과에 부적절할 수 있는 내용도 표시
lt: Rodyti Eksplicitinį turinį paieškos rezultatuose
lv_lv: Rādīt nepiemērotu saturu mēklēšanas rezultātos
pt_br: Exibir conteúdo explícito nos resultados da pesquisa
ro: Arată conținutul obscen în rezultatele căutării
uk: Показувати дорослий контент в результатах пошуку
vi: Hiển thị nội dung không lành mạnh trong kết quả tìm kiếm

source: Hide identifiable information
es_419: Ocultar información identificable
fr: Masquer les informations identifiables
ja: 特定可能な情報を隠す
ko: 특정할 수 있는 정보 숨기기
lt: Slėpti indetifikuojamą informaciją
lv_lv: Slēpt identificējamu informāciju
pt_br: Ocultar informações identificáveis
ro: Ascunde informațiile identificabile
uk: Приховати видиму інформацію
vi: Ẩn thông tin xác thực

# discord_presence_full
source: Full
es_419: Completa
fr: Détaillée
ja: 全て
ko: 전체
lt: Pilna
lv_lv: Pilns
pt_br: Completo
ro: Complet
uk: Повна
vi: Tất cả

# discord_presence_off
source: Off
es_419: Desactivada
fr: Désactivée
ja: 非表示
ko: 끄기
lt: Išjungta
lv_lv: Izslēgts
pt_br: Desativado
ro: Oprit
uk: Вимкнено
vi: Tắt

source: Hide country flags
es_419: Ocultar las banderas de los países
fr: Masquer les drapeaux des pays
ja: 国旗を隠す
ko: 국기 숨기기
lt: Slėpti šalių vėliavas
lv_lv: Paslēpt valstu karogus
pt_br: ocultar bandeira de países
ro: Ascunde steagurile țării
uk: Приховати прапори країн
vi: Ẩn lá cờ quốc gia
