Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/PlaybackSettings.*.resx
Languages: ko, pt_br, sv, tr, zh_hant

# step_backward_frame
source: Step backward one frame
ko: 한 프레임 뒤로 이동
pt_br: Retroceder 1 quadro
sv: Gå tillbaka en bildruta
tr: Bir kare geriye git
zh_hant: 向後移動一影格

# step_forward_frame
source: Step forward one frame
ko: 한 프레임 앞으로 이동
pt_br: Avançar 1 quadro
sv: Gå framåt en bildruta
tr: Bir kare ileriye git
zh_hant: 向前移動一影格

# seek_backward_seconds
source: Seek backward {0} seconds
ko: {0}초 되감기
pt_br: Retroceder {0} segundos
sv: Sök bakåt {0} sekunder
tr: {0} saniye geriye git
zh_hant: 後退 {0} 秒

# seek_forward_seconds
source: Seek forward {0} seconds
ko: {0}초 빨리감기
pt_br: Avançar {0} segundos
sv: Sök framåt {0} sekunder
tr: {0} saniye ileriye git
zh_hant: 前進 {0} 秒

source: Playback speed
ko: 재생 속도
pt_br: Velocidade da reprodução
sv: Uppspelningshastighet
tr: Oynatma hızı
zh_hant: 播放速度

source: Show click markers
ko: 클릭 마커 표시
pt_br: Mostrar marcadores de clique
sv: Visa träffmarkörer
tr: Tıklama işaretlerini göster
zh_hant: 顯示點擊標記

source: Show frame markers
ko: 프레임 마커 표시
pt_br: Mostrar marcadores de frame
sv: Visa träffmarkörer
tr: Kare işaretlerini göster
zh_hant: 顯示影格標記

source: Show cursor path
ko: 커서 경로 표시
pt_br: Mostrar caminho do cursor
sv: Visa markörsökväg
tr: İmleç yolunu göster
zh_hant: 顯示指標路徑

source: Hide gameplay cursor
ko: 게임 플레이 커서 숨기기
pt_br: Ocultar cursor de gameplay
sv: Dölj spelmarkören
tr: Oynayış imlecini gizle
zh_hant: 隱藏遊戲指標

source: Display length
ko: 표시 길이
pt_br: Comprimento de exibição
sv: Visa längd
tr: Gösterge uzunluğu
zh_hant: 顯示長度

# playback_title
source: Playback
ko: 재생
pt_br: Reprodução
sv: Uppspelning
tr: Oynatım
zh_hant: 播放

# visual_settings_title
source: Visual Settings
ko: 화면 설정
pt_br: Configurações visuais
sv: Visuella inställningar
tr: Görsel ayarlar
zh_hant: 視覺設定

# audio_settings_title
source: Audio Settings
ko: 소리 설정
pt_br: Configurações de áudio
sv: Ljudinställningar
tr: Ses ayarları
zh_hant: 音訊設定

# input_settings_title
source: Input Settings
ko: 입력 설정
pt_br: Configurações de entrada
sv: Inmatningsinställningar
tr: Giriş ayarları
zh_hant: 輸入設定

# analysis_settings_title
source: Analysis Settings
ko: 분석 설정
pt_br: Configurações de análise
sv: Analysinställningar
tr: Analiz ayarları
zh_hant: 分析設定
