Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/RulesetSettings.*.resx
Languages: be, ca, cs, de, el, es, fr, id, it, ko, ms_my, pt, pt_br, ro, ru, th, vi, zh, zh_hant

source: Rulesets
be: Налады рэжымаў
ca: Modes de joc
cs: Rulesety
de: Spielmodi
fr: Modes de jeu
id: Ruleset
it: Modalità
ko: 룰셋
ms_my: Ruleset
pt_br: Modalidades
ro: Ruleset-uri
ru: Режимы игры
th: ชุดกฎ
vi: Quy luật
zh: 游戏模式
zh_hant: 規則集

source: Snaking in sliders
be: Упаўзаючыя слайдары
ca: Sliders que s'estiren
cs: Postupné najíždění sliderů
de: Einziehende Slider
es: Serpenteado dentro de los sliders
fr: Sliders qui s'étirent
id: Slider yang memudar masuk
it: Apparizione a serpente per gli slider
ko: 움직여 들어오는 슬라이더
ms_my: Gelangsar seret masuk
pt: Sliders serpenteiam para fora
pt_br: Efeito de sliders aparecendo
ro: Extindere graduală slidere
ru: Выдвигающиеся слайдеры
th: เลื่อนสไลเดอร์เข้า
vi: Slider trườn vào
zh: 渐入滑条
zh_hant: 滑條漸入

source: Snaking out sliders
be: Выпаўзаючыя слайдары
ca: Sliders que es retrauen
cs: Postupné mizení sliderů
de: Ausziehende Slider
es: Serpenteado fuera de los sliders
fr: Sliders qui se rétractent
id: Slider yang memudar keluar
it: Scomparsa a serpente per gli slider
ko: 움직여 나가는 슬라이더
ms_my: Gelangsar seret keluar
pt: Sliders serpenteiam para dentro
pt_br: Efeito de sliders desaparecendo
ro: Retragere graduală slidere
ru: Задвигающиеся слайдеры
th: เลื่อนสไลเดอร์ออก
vi: Slider trườn ra
zh: 渐出滑条
zh_hant: 滑條漸出

source: Cursor trail
be: След ад курсора
ca: Rastre del cursor
cs: Stopa kurzoru
de: Cursor-Spur
el: Μονοπάτι δρομέα
es: Rastro del cursor
fr: Trace du curseur
id: Jejak kursor
it: Scia del cursore
ko: 커서 자국
ms_my: Jejak kursor
pt: Rastro do cursor
pt_br: Rastro do cursor
ro: Traseu cursor
ru: След от курсора
th: เคอร์เซอร์หาง
vi: Vệt con trỏ
zh: 光标轨迹
zh_hant: 游標軌跡

source: Cursor ripples
be: Хвалі ад курсора
ca: Ondes del cursor
cs: Vlnky kolem kurzoru
de: Cursorwellen
el: Κυματισμοί Δρομέα
es: Ondas de cursor
fr: Visualiser les clics du curseur
id: Riak kursor
it: Genera onde con il cursore
ko: 커서 물결
ms_my: Riak kursor
pt: Ondulações do rato
pt_br: Ondas do cursor
ro: Unde cursor
ru: Пульсации курсора
th: เคอร์เซอร์กระเพื่อม
vi: Hiệu ứng gợn sóng con trỏ
zh: 光标波纹
zh_hant: 點擊波紋

source: Playfield border style
be: Стыль рамкі гульнявога поля
ca: Estil de la vora de l'àrea de joc
cs: Styl okraje hrací plochy
de: Umrandung des Spielfelds
el: Στυλ περιθωρίου αναπαραγωγής
es: Estilo del borde del campo de juego
fr: Bordure de la zone de jeu
id: Gaya batas area permainan
it: Stile bordo del campo di gioco
ko: 플레이 영역의 테두리 형식
ms_my: Gaya sempadan medan main
pt: Estilo de borda do campo do jogo
pt_br: Estilo da borda da área de jogo
ro: Stil bordură ecran
ru: Границы игрового поля
th: สไตล์เส้นขอบของพื้นที่
vi: Kiểu đường biên của khu vực chơi
zh: 游戏区域边框样式
zh_hant: 遊戲區域邊框樣式

# no_borders
source: None
be: Няма
ca: Cap
cs: Žádné
de: Keine
el: Κανένα
es: Ninguno
fr: Aucune
id: Tidak ada
it: Nessuno
ko: 없음
ms_my: Tiada
pt: Nenhum
pt_br: Nenhum
ro: Fără
ru: Нет
th: ไม่มี
vi: Không
zh: 不显示
zh_hant: 無

# corner_borders
source: Corners
be: Па вуглам
ca: Cantonades
cs: Okrajové
de: Ecken
el: Γωνίες
es: Esquinas
fr: Quatre coins
id: Sudut
it: Angoli
ko: 모서리
ms_my: Bucu
pt: Cantos
pt_br: Cantos
ro: Colțuri
ru: По углам
th: มุม
vi: Góc
zh: 仅显示边框角
zh_hant: 角落

# full_borders
source: Full
be: Поўныя
ca: Complet
cs: Úplné
de: Rundum
el: Πλήρες
es: Completos
fr: Toute la zone de jeu
id: Penuh
it: Completo
ko: 전체
ms_my: Penuh
pt: Cheio
pt_br: Cheio
ro: Întreg
ru: Полные
th: เต็ม
vi: Toàn bộ
zh: 全边框
zh_hant: 全邊框

source: Scrolling direction
be: Кірунак пракруткі
ca: Direcció de desplaçament
cs: Směr posouvání
de: Scrollrichtung
el: Κυλιόμενη κατεύθυνση
es: Dirección de desplazamiento
fr: Sens de défilement
id: Arah gulir not
it: Direzione di scorrimento
ko: 스크롤 방향
ms_my: Arah penatalan
pt: Direção de deslocamento
pt_br: Direção de rolagem
ro: Direcție scroll
ru: Направление прокрутки
th: ทิศทางการเลื่อน
vi: Hướng cuộn
zh: 滚动方向
zh_hant: 滾動方向

# scrolling_up
source: Up
be: Уверх
ca: Amunt
cs: Nahoru
de: Hoch
el: Πάνω
es: Hacia arriba
fr: Vers le haut
id: Atas
it: Verso l'alto
ko: 위
ms_my: Atas
pt: Cima
pt_br: Cima
ro: În sus
ru: Вверх
th: ขึ้น
vi: Lên
zh: 向上
zh_hant: 向上

# scrolling_down
source: Down
be: Уніз
ca: Avall
cs: Dolů
de: Runter
el: Κάτω
es: Hacia abajo
fr: Vers le bas
id: Bawah
it: Verso il basso
ko: 아래
ms_my: Bawah
pt: Baixo
pt_br: Baixo
ro: În jos
ru: Вниз
th: ลง
vi: Xuống
zh: 向下
zh_hant: 向下

source: Scroll speed
be: Хуткасць пракруткі
ca: Velocitat de desplaçament
cs: Rychlost posouvání
de: Scrollgeschwindigkeit
el: Ταχύτητα κύλισης
es: Velocidad de desplazamiento
fr: Vitesse de défilement
id: Kecepatan gulir not
it: Velocità scorrimento
ko: 스크롤 속도
ms_my: Kelajuan tatal
pt: Velocidade do deslocamento
pt_br: Velocidade de rolagem
ro: Viteză de scroll
ru: Скорость прокрутки
th: ความเร็วในการเลื่อน
vi: Tốc độ cuộn
zh: 滚动速度
zh_hant: 捲動速度

# Timing_based_colouring
source: Timing-based note colouring
be: Размалёўка нот па часе
ca: Coloració de notes basada en temps
cs: Zabarvení noty podle času
de: Zeitbasierte Färbung von Noten
el: Χρώμα σημειώσεων βάσει χρονισμού
es: Color de notas basado en el tiempo
fr: Coloration des notes en fonction du timing
id: Warna not yang berdasar pada waktu
it: Colora note in base al tempo
ko: 타이밍에 따른 노트 색상 표시
ms_my: Pewarnaan not berpangkalkan pemasaan
pt: As notas são coloridas com base no tempo
pt_br: Coloração de notas com base no tempo
ro: Culoare note după măsură
ru: Дольная окраска нот
th: การระบายสีโน้ตตามเวลา
vi: Tô màu nốt dựa vào thời gian
zh: 物件颜色根据节拍
zh_hant: 根據節拍對拍點上色

# ruleset
source: {0}ms (speed {1})
be: {0}мс (хуткасць {1})
ca: {0} ms (velocitat {1})
cs: {0}ms (rychlost {1:N1})
de: {0} ms (Geschwindigkeit {1:N1})
el: {0}ms (ταχύτητα {1})
es: {0} ms (velocidad {1})
fr: {0} ms (vitesse {1:N1})
id: {0}ms (kecepatan {1})
it: {0}ms (velocità {1})
ko: {0}ms (속도 {1})
ms_my: {0}ms (kelajuan {1:N1})
pt: {0}ms ({1}º velocidade)
pt_br: {0}ms (velocidade {1})
ro: {0}ms (viteză {1})
ru: {0}мс (скорость {1:N1})
th: {0}ms (ความเร็ว {1})
vi: {0}ms (tốc độ {1})
zh: {0} 毫秒 ({1} 速)
zh_hant: {0} 毫秒（速度 {1:N1}）

source: Touch control scheme
cs: Schéma ovládání dotykem
de: Schema für die Touchbedienung
el: Σχήμα ελέγχου αφής
es: Esquema de control táctil
fr: Schéma de l'écran tactile
id: Skema kontrol layar sentuh
it: Schema di controllo touch
ko: 터치 컨트롤 방식
ms_my: Skema kawalan sentuhan
pt: Esquema do controlo tátil
pt_br: Esquema do controle de toque
ro: Schema de control tactil
ru: Вид раскладки в режиме сенсорного экрана
vi: Kiểu nút cho màn hình cảm ứng
zh: 触摸控制方案
zh_hant: 觸控控制方案
