Repository: ppy/osu-resources
Catalog: osu.Game.Resources/Localisation/UserInterface.*.resx
Languages: bg, ca, cs, el, es, fi, fr, hu, id, it, ja, ko, lt, lv_lv, ms_my, pt, pt_br, ru, th, tr, uk, vi, zh, zh_hant

# user_interface_section_header
source: User Interface
bg: Интерфейс
ca: Interfície d'usuari
cs: Uživatelské rozhraní
el: Διεπαφή Χρήστη
es: Interfaz de usuario
fi: Käyttöliittymä
fr: Interface
hu: Felhasználói felület
id: Antarmuka
it: Interfaccia
ja: ユーザーインターフェース
ko: 사용자 인터페이스
lt: Vartotojo sąsaja
lv_lv: Lietotāja Saskarne
ms_my: Antara Muka
pt: Interface do utilizador
pt_br: Interface de usuário
ru: Интерфейс
th: หน้าต่างผู้เล่น
tr: Kullanıcı Arayüzü
uk: Інтерфейс
vi: Giao diện người dùng
zh: 用户界面
zh_hant: 使用者介面

# cursor_rotation
source: Rotate cursor when dragging
bg: Завъртане на курсора при влачене
ca: Gira el cursor en arrossegar
cs: Otáčet kurzor při přetahování
el: Περιστροφή κέρσορα κατά το σύρσιμο
es: Rotar el cursor al arrastrar
fi: Kierrä kohdistinta vetäessä
fr: Faire pivoter le curseur lorsque vous maintenez le clic de la souris
hu: A kurzor elforgatása húzás közben
id: Putar kursor seiring dengan gerakan menyeret (dragging) dari mouse
it: Ruota il cursore quando si trascina
ja: ドラッグ時にカーソルを回転
ko: 드래그할 때 커서 회전
lt: Žymeklio sukimasis velkant
lv_lv: Rotēt kursoru velkot
ms_my: Putar kursor ketika menyeret
pt: Rodar cursor ao arrastar
pt_br: Girar cursor quando arrastar
ru: Вращать курсор при перетаскивании
th: หมุนลูกศรเมาส์ขณะลาก
tr: Sürüklerken imleci döndür
uk: Повертати курсор при перетягуванні
vi: Xoay con trỏ chuột khi đang kéo
zh: 拖动时旋转光标
zh_hant: 拖曳時旋轉游標

source: Menu cursor size
bg: Размер на курсора в меню
ca: Mida del cursor del menú
cs: Velikost kurzoru menu
el: Μέγεθος κέρσορα στο μενού
es: Tamaño del cursor del menú
fi: Valikon kohdistimen koko
fr: Taille du curseur du menu
hu: Menükurzor mérete
id: Ukuran kursor menu
it: Dimensione cursore menu
ja: メニューカーソルのサイズ
ko: 메뉴 커서 크기
lt: Menių žymeklio dydis
lv_lv: Izvēlnes kursora lielums
ms_my: Ukuran kursor menu
pt: Tamanho do cursor do menu
pt_br: Tamanho do cursor no Menu
ru: Размер курсора в меню
th: ขนาดลูกศรเมาส์ในหน้าเมนู
tr: Menü imleç boyutu
uk: Розмір курсора в меню
vi: Kích cỡ con trỏ trong menu
zh: 菜单中的光标大小
zh_hant: 游標大小（在選單時）

# show_menu_tips
source: Menu tips
bg: Меню съвети
cs: Tipy v menu
el: Μενού τιπς
fr: Astuces sur le menu principal
id: Tips menu
it: Mostra suggerimenti
ko: 메뉴 팁
lt: Meniu patarimai
lv_lv: Izvēlnes padomi
ms_my: Petua menu
pt: Sugestões do menu
pt_br: Dicas de Menu
ru: Подсказки
tr: Menü ipuçları
zh: 菜单提示
zh_hant: 選單提示

source: Parallax
bg: Паралакс
el: Παράλλαξη
es: Paralaje
fi: Parallaksi
fr: Parallaxe
hu: Parallaxis
id: Efek paralaks
it: Parallasse
ja: 視差
ko: 시차 효과
lt: Paralaksas
lv_lv: Paralakse
ms_my: Paralaks
pt: Paralaxe
pt_br: Efeito paralaxe
ru: Параллакс
th: พารัลแลกซ์
tr: Paralaks
uk: Паралакс
vi: Hiệu ứng chiều sâu nền
zh: 视差
zh_hant: 選單視差效果

source: Hold-to-confirm activation time
bg: "Задръж-за-потвърждение" закъснение
ca: Temps d'activació d'espera a confirmació
cs: Aktivační doba držení pro potvrzení
el: Χρόνος ενεργοποίησης κρατήματος για επιβεβαίωση
es: Tiempo de pulsación para confirmar
fi: Pidetyn painikkeen aktivointiaika
fr: Délai de confirmation du retour au menu
hu: Nyomvatartási idő megerősítéshez
id: Lama waktu aktivasi tombol konfirmasi
it: Tempo di attesa per le conferme
ja: アクティベーション時間を長押しで確認
ko: 눌러서 확인하기 작동 시간
lt: Palaikykite, kad patvirtintumėte aktyvinimo laiką
lv_lv: "Turēt, lai apstiprinātu" aktivizācijas laiks
ms_my: Tempoh penggiatan tahan pengesahan
pt: Tempo de ativação de «manter botão para confirmar»
pt_br: Tempo de ativação do Segure-para-confirmar
ru: Скорость подтверждения действий
th: ระยะเวลาของการ "กดค้างเพื่อยืนยัน"
tr: Basılı tutarak onaylama aktivasyon süresi
uk: Швидкість підтвердження дії
vi: Thời gian giữ để kích hoạt
zh: 长按确认所需时长
zh_hant: 長按確認的延遲時長

# main_menu_header
source: Main Menu
bg: Главно меню
ca: Menú principal
cs: Hlavní menu
el: Κύριο Μενού
es: Menú principal
fi: Päävalikko
fr: Menu principal
hu: Főmenü
id: Menu Utama
it: Menu Principale
ja: メインメニュー
ko: 메인 메뉴
lt: Pagrindinis meniu
lv_lv: Galvenā Izvēlne
ms_my: Menu Utama
pt: Menu principal
pt_br: Menu Principal
ru: Главное меню
th: เมนูหลัก
tr: Ana Menü
uk: Головне Меню
vi: Menu chính
zh: 主菜单
zh_hant: 主選單

source: Interface voices
bg: Глас на интерфейс
ca: Veus de la interfície
cs: Hlasy rozhraní
el: Φωνές διεπαφής
es: Voces de interfaz
fi: Käyttöliittymän äänet
fr: Voix de l'interface
hu: Felület hangjai
id: Suara sambutan
it: Voci dell'interfaccia
ja: インターフェイスの声
ko: 인터페이스 음성
lt: Valdiklio balsai
lv_lv: Saskarnes balsis
ms_my: Suara antara muka
pt: Vozes da interface
pt_br: Vozes da interface
ru: Голосовое приветствие
th: เสียงทักทายเมื่อเข้าหรือออกจากเกม
tr: Arayüz sesleri
uk: Голосове привітання
vi: Giọng nói giao diện
zh: 界面声音
zh_hant: 介面語音

source: osu! music theme
bg: osu! начална мелодия
ca: Tema musical d'osu!
cs: osu! hudební motiv
el: Μουσικό θέμα του osu!
es: Tema musical de osu!
fi: osu! musiikki
fr: Thème musical d'osu!
hu: osu! zene témája
id: Lagu tema osu!
it: Tema musicale di osu!
ja: osu!のテーマ音楽
ko: osu! 음악 테마
lt: osu! teminė muzika
lv_lv: osu! mūzikas tēma
ms_my: Muzik tema osu!
pt: Tema musical do osu!
pt_br: Musica tema do osu!
ru: Музыкальная тема osu!
th: เพลงธีมของ osu!
tr: osu! müzik teması
uk: Музична тема osu!
vi: Nhạc nền của osu!
zh: osu! 主题音乐
zh_hant: osu! 主題音樂

source: Intro sequence
bg: Ред на посрещането
ca: Seqüència d'introducció
cs: Úvodní sekvence
el: Ακολουθία εισαγωγής
es: Animación de apertura
fi: Alkuanimaatio
fr: Séquence d'introduction
hu: Bevezető szekvencia
id: Animasi sambutan
it: Sequenza introduttiva
ja: イントロシーケンス
ko: 인트로 화면
lt: Įvado seka
lv_lv: Ievada secība
ms_my: Babak permulaan
pt: Sequência introdutória
pt_br: Sequência de introdução
ru: Музыкальное приветствие
th: ลำดับอินโทร
tr: Açılış müziği
uk: Музикальний вступ
vi: Đoạn mở đầu
zh: 启动动画
zh_hant: 啟動動畫

source: Background source
bg: Източник на фон
ca: Font del fons
cs: Zdroj pozadí
el: Πηγή φόντου
es: Fuente del fondo
fi: Taustan lähde
fr: Source de l'arrière-plan
hu: Háttér forrása
id: Sumber latar
it: Sorgente sfondo
ja: 背景のソース
ko: 배경 이미지 소스
lt: Fono paveikslėlio šaltinis
lv_lv: Fona attēlu avots
ms_my: Sumber latar
pt: Fonte do segundo plano
pt_br: Fonte da imagem de fundo
ru: Источник фона
th: แหล่งที่มาของพื้นหลัง
tr: Arka plan kaynağı
uk: Джерело фону
vi: Nguồn hình nền
zh: 背景图片来源
zh_hant: 背景來源

source: Seasonal backgrounds
bg: Променящ се фон
ca: Fons de la temporada
cs: Sezónní pozadí
el: Εποχιακά φόντα
es: Fondos estacionales
fi: Kausittaiset taustat
fr: Arrière-plans saisonniers
hu: Évszakos hátterek
id: Gambar latar musiman
it: Sfondi stagionali
ja: 季節の背景
ko: 계절별 배경화면
lt: Sezoniniai fonai
lv_lv: Sezonālie foni
ms_my: Latar musiman
pt: Fundos sazonais
pt_br: Imagens de fundo sazonais
ru: Сезонные фоны
th: พื้นหลังตามฤดูกาล
tr: Dönemsel arka planlar
uk: Сезонні фони
vi: Hình nền theo mùa
zh: 节日背景图片
zh_hant: 季節限定背景圖片

# not_supporter_note
source: Changes to this setting will only apply with an active osu!supporter tag.
bg: Тази промяна ще се приложи само при активен osu!supporter.
ca: Els canvis a aquest paràmetre només s'aplicaran amb una etiqueta activa d'osu!supporter.
cs: Změny v tomto nastavení se použijí pouze s aktivním osu!supporter tagem.
el: Οι αλλαγές σε αυτήν τη ρύθμιση θα ισχύουν μόνο με ένα ενεργό osu!supporter tag.
es: Los cambios en esta configuración solo se aplicarán con una etiqueta osu!supporter activa.
fi: Muutoksia tähän asetukseen tulevat voimaan vain kun olet osu!tukija.
fr: Les modifications apportées à ce paramètre ne s'appliqueront qu'avec un tag osu!supporter actif.
hu: Ennek a beállításnak a módosítása csak aktív osu!supporter címkével érvényes.
id: Segala perubahan yang kamu buat pada pilihan ini hanya akan berlaku apabila kamu memiliki tag osu!supporter yang aktif.
it: Le modifiche a questa impostazione verranno applicate solo con un tag osu!supporter attivo.
ja: この設定は、osu!サポータータグが有効な場合に適用されます。
ko: 이 설정은 osu!supporter 태그가 있어야 변경할 수 있어요.
lt: Šio nustatymo pakeitimai bus taikomi tik su aktyvia osu!supporter žyma.
lv_lv: Šī iestatījuma izmaiņas tiks piemērotas tikai ar aktīvu osu!supporter.
ms_my: Perubahan pada tetapan ini hanya akan diterapkan dengan tag osu!supporter yang giat.
pt: As alterações a esta configuração só se aplicarão com uma etiqueta osu!supporter ativa.
pt_br: As alterações nesta configuração só se aplicam com uma tag de osu!supporter ativa.
ru: Изменение этого параметра работает только с тегом osu!supporter.
th: การตั้งค่านี้จะมีผลเมื่อคุณมีแท็ก osu!supporter เท่านั้น
tr: Bu ayardaki değişiklikler yalnızca aktif bir osu!supporter etiketiniz varsa geçerli olacaktır.
uk: Зміни до цього параметру будуть застосовані тільки з активним тегом osu!прихильника.
vi: Các thay đổi cài đặt này chỉ áp dụng với một tag osu!supporter đang hoạt động.
zh: 该设置仅对 osu!supporter 有效
zh_hant: 此設定僅對 osu!supporter 有效

# song_select_header
source: Song Select
bg: Избор на песни
ca: Selector de cançons
cs: Výběr skladby
el: Επιλογή Τραγουδιού
es: Selector de canciones
fi: Kappalevalikko
fr: Sélection de beatmap
hu: Dal kiválasztása
id: Pemilihan Lagu
it: Selezione Brano
ja: 曲選択
ko: 곡 선택
lt: Dainų Pasirinkimas
lv_lv: Dziesmas Atlase
ms_my: Pemilih Lagu
pt: Seleção da canção
pt_br: Seleção de Música
ru: Меню выбора карты
th: หน้าเลือกเพลง
tr: Şarkı Seçimi
uk: Вибір пісні
vi: Chọn bài
zh: 选择歌曲
zh_hant: 歌曲選擇

# right_mouse_scroll
source: Right mouse drag to absolute scroll
bg: Влачене с десен бутон за бърз скрол
ca: Arrossega amb el ratolí dret per a desplaçar-se
cs: Tažení pravým tlačítkem myši pro absolutní posun
el: Σύρσιμο με δεξί κλικ για απόλυτη κύλιση
es: Desplazamiento absoluto al arrastrar el botón derecho del ratón
fi: Käytä hiiren oikeaa näppäintä absoluuttiseen vieritykseen
fr: Maintenir le clic droit de la souris pour utiliser le défilement absolu
hu: Jobb egérgombbal való húzás az abszolút görgetéshez
id: Pastikan laju perputaran roda beatmap selalu konstan terlepas dari seberapa cepat kursor digerakkan
it: Scorrimento assoluto con il tasto destro del mouse
ja: マウスの右ドラッグで絶対スクロール
ko: 마우스 오른쪽 클릭 후 드래그로 절대적인 위치로 스크롤
lt: Dešiniuoju pelės mygtuku vilkite, kad galėtumėte visiškai slinkti
lv_lv: Vilkt ar peles labo pogu, lai veiktu absolūto ritināšanu
ms_my: Seret kanan tetikus untuk menatal mutlak
pt: Deslocação rápida com o botão direito do rato
pt_br: Arraste com o clique direito para rolagem absoluta
ru: ПКМ для быстрой прокрутки списков
th: ลากเมาส์ขวาเพื่อเลื่อนแบบสัมบูรณ์
tr: Doğrudan kaydırmak için sağ fare butonu ile sürükle
uk: ПКМ для швидкого прокручування списків
vi: Kéo chuột phải để trượt
zh: 按住鼠标右键快速滚动
zh_hant: 按住滑鼠右鍵並拖曳進行絕對捲動

source: Show converts
bg: Конвертирани
cs: Zobrazit překonvertované
el: Εμφάνιση μετατροπών
fr: Afficher les conversions
it: Mostra conversioni
ko: 변환 결과 보이기
lt: Rodyti konvertuotus
pt_br: Mostrar mapas convertidos
tr: Dönüşümleri göster

source: Show converted beatmaps
bg: Показване на конвертирани бийтмапове
ca: Mostra beatmaps convertits
cs: Zobrazovat překonvertované beatmapy
el: Εμφάνισε beatmaps που έχουν μετατραπεί
es: Mostrar mapas convertidos
fi: Näytä muunnetut beatmapit
fr: Afficher les beatmaps converties
hu: Konvertált beatmapek megjelenítése
id: Tampilkan beatmap convert
it: Mostra beatmap convertite
ja: コンバートのビートマップを表示
ko: 변환된 비트맵 표시
lt: Rodyti konvertuotus beatmap'us
lv_lv: Rādīt pārveidotās bītmapes
ms_my: Tunjuk peta rentak yang ditukar
pt: Mostrar beatmaps convertidos
pt_br: Mostrar beatmaps convertidos
ru: Показывать конвертированные карты
th: รวมบีทแมพที่แปลงแล้ว
tr: Dönüştürülmüş beatmap'leri göster
uk: Показати конвертовані карти
vi: Hiện các beatmap đã được chuyển đổi
zh: 显示转谱
zh_hant: 顯示已轉換的圖譜

# stars_minimum
source: Display beatmaps from
bg: Показване на бийтмапове от
ca: Mostra beatmaps de
cs: Zobrazit beatmapy od
el: Εμφάνισε beatmaps από
es: Mostrar mapas de
fi: Näytä beatmappeja, joissa on vähintään
fr: Afficher les beatmaps de
hu: Beatmapek mutatása innen:
id: Tampilkan beatmap mulai dari
it: Mostra beatmap da
ja: ビートマップを表示
ko: 표시할 최소 비트맵 난이도
lt: Rodyti beatmap'us iš
lv_lv: Radīt bītmapes no
ms_my: Paparkan peta rentak dari
pt: Visualizar beatmaps de
pt_br: Exibir beatmaps de
ru: Отображать карты от
th: แสดงบีตแม็ปตั้งแต่
tr: Beatmapleri şu zorluktan
uk: Показувати мапи від
vi: Hiển thị các beatmap từ
zh: 谱面星级：从
zh_hant: 圖譜顯示星級

# stars_maximum
source: up to
bg: до
ca: fins a
cs: až do
el: μέχρι
es: hasta
fi: ja enintään
fr: à
hu: idáig:
id: hingga
it: fino a
ja: 最大
ko: 최대
lt: iki
lv_lv: līdz
ms_my: hingga
pt: até
pt_br: até
ru: до
th: ถึง
tr: şu zorluğa kadar göster
uk: до
vi: lên tới
zh: 至
zh_hant: 最多

source: Random selection algorithm
bg: Алгоритъм за случаен избор
ca: Algoritme de selecció aleatòria
cs: Algoritmus náhodného výběru
el: Αλγόριθμος τυχαίας επιλογής
es: Algoritmo de selección aleatoria
fi: Satunnaisen valinnan algoritmi
fr: Algorithme de sélection aléatoire
hu: Véletlenszerű kiválasztási algoritmus
id: Algoritma pengacakan beatmap
it: Algoritmo di selezione casuale
ja: ランダム選択アルゴリズム
ko: 랜덤 선택 알고리즘
lt: Atsitiktinio pasirinkimo algoritmas
lv_lv: Nejaušās atlases algoritms
ms_my: Algoritma pilihan rawak
pt: Algoritmo de seleção aleatória
pt_br: Algoritmo de seleção aleatória
ru: Алгоритм случайного выбора
th: อัลกอริทึมการเลือกแบบสุ่ม
tr: Rastgele seçim algoritması
uk: Алгоритм випадкового вибору
vi: Thuật toán chọn ngẫu nhiên
zh: 随机选择算法
zh_hant: 隨機選擇演算法

source: Mod select hotkey style
bg: Стил на бутона за избор на мод
ca: Mod selecciona l'estil de la drecera
cs: Styl vybrání modů pomocí zkratky
el: Επιλέξτε πλήκτρο συντόμευσης mod
es: Estilo de teclas de acceso rápido en selección de mods
fr: Raccourcis clavier de la sélection de mods
hu: Mod kiválasztáshoz való gyorsbillentyű stílus
id: Gaya hotkey pemilihan mod
it: Stile scorciatoie selezione mod
ja: Mod選択のホットキーの配置
ko: 모드 선택 단축키 스타일
lt: Modų greitojo pasirinkimo mygtukų stilius
lv_lv: Modu atlases karstā taustiņa stils
ms_my: Gaya kekunci pintas pemilih penyesuai
pt: Selecione o estilo da tecla de atalho da modificação
pt_br: Estilo de seleção de mods
ru: Горячие клавиши в панели выбора модов
th: เลือกรูปแบบปุ่มลัดของม็อด
tr: Mod seçim tuşu stili
uk: Стиль гарячих клавіш в панелі вибору модів
vi: Kiểu phím tắt lựa chọn mod
zh: 模组选择快捷键样式
zh_hant: Mod 選擇快捷鍵樣式

# mod_select_text_search_starts_active
source: Automatically focus search text box in mod select
bg: Автоматичен фокус върху търсене при избор на мод
cs: Automaticky zaměřit vyhledávací textové pole ve výběru módů
el: Αυτόματη εστίαση αναζήτησης πλαίσιο κειμένου στην επιλογή mod
fr: Sélectionner automatiquement la barre de recherche dans le menu de sélection de mods
id: Fokuskan kotak teks pencarian secara otomatis pada layar pemilihan mod
it: Attiva automaticamente la barra di ricerca nella selezione delle mod
ko: 모드를 선택하면 자동으로 검색 텍스트 박스에 포커싱하기
lt: Automatiškai sufokusuoti paieškos teksto lauką modų pasirinkime
lv_lv: Automātiski fokusēt meklēšanas teksta kasti, modifikāciju izvēlnē
ms_my: Tumpukan kotak teks carian secara automatik dalam pemilih penyesuai
pt: Focar automaticamente a caixa de texto de pesquisa do mod selecionado
pt_br: Focar automaticamente o texto pesquisado no mod selecionado
ru: Переключаться на поле поиска при открытии панели выбора модов автоматически
tr: Mod seçim ekranındaki arama kutusuna otomatik odaklan
zh: 进入模组选择时自动选中搜索框
zh_hant: 在選擇 Mod 時自動聚焦搜尋框

source: no limit
bg: без ограничение
ca: sense límit
cs: bez omezení
el: χωρίς όριο
es: sin límite
fi: ei rajoitusta
fr: aucune limite
hu: korlátlan
id: tak terbatas
it: nessun limite
ja: 制限なし
ko: 제한 없음
lt: neribota
lv_lv: bez ierobežojuma
ms_my: tanpa batas
pt: sem limite
pt_br: sem limite
ru: без ограничений
th: ไม่จำกัด
tr: sınırsız
uk: без ліміту
vi: không giới hạn
zh: 无限制
zh_hant: 無限制

# beatmap_with_storyboard
source: Beatmap (with storyboard / video)
bg: Бийтмап (с анимация / видео)
ca: Beatmap (amb storyboard o vídeo)
cs: Beatmapa (se storyboardem / videem)
el: Beatmap (με storyboard / βίντεο)
es: Mapa (con storyboard/vídeo)
fr: Beatmap (avec le storyboard ou la vidéo)
hu: Beatmap (storyboard / videóval)
id: Beatmap (dengan storyboard / video)
it: Beatmap (con storyboard / video)
ja: ビートマップ (ストーリーボード・映像あり)
ko: 비트맵 (스토리보드 / 영상 포함)
lt: Beatmap'as (su fonine animacija / vaizdo įrašu)
lv_lv: Bītmape (ar montāžu / video)
ms_my: Peta rentak (dengan papan cerita / video)
pt: Beatmap (com storyboard / vídeo)
pt_br: Beatmap (com storyboard / vídeo)
ru: Карта (со сторибордом/видео)
th: บีทแมพ (ที่มี สตอรี่บอร์ด / วิดีโอ)
tr: Beatmap (storyboard / video dahil)
uk: Бітмапа (зі сторібордом / відео)
vi: Beatmap (với storyboard / video)
zh: 谱面（包含故事板和视频）
zh_hant: 圖譜 (包含 Storyboard / 影片)

# always_seasonal_backgrounds
source: Always
bg: Винаги
ca: Sempre
cs: Vždy
el: Πάντα
es: Siempre
fr: Toujours
hu: Mindig
id: Selalu
it: Sempre
ja: 常に
ko: 항상
lt: Visada
lv_lv: Vienmēr
ms_my: Selalu
pt: Sempre
pt_br: Sempre
ru: Всегда
th: แสดงทุกครั้ง
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh: 总是显示
zh_hant: 一律顯示

# never_seasonal_backgrounds
source: Never
bg: Никога
ca: Mai
cs: Nikdy
el: Ποτέ
es: Nunca
fr: Jamais
hu: Soha
id: Tidak pernah
it: Mai
ja: 表示しない
ko: 사용 안함
lt: Niekada
lv_lv: Nekad
ms_my: Jangan
pt: Nunca
pt_br: Nunca
ru: Никогда
th: ไม่แสดงอีก
tr: Asla
uk: Ніколи
vi: Không bao giờ
zh: 不显示
zh_hant: 永不

# sometimes_seasonal_backgrounds
source: Sometimes
bg: Понякога
ca: De vegades
cs: Občas
el: Μερικές φορές
es: A veces
fr: Parfois
hu: Néha
id: Sewaktu-waktu
it: Qualche volta
ja: 時々
ko: 때때로
lt: Kartais
lv_lv: Dažreiz
ms_my: Sesekali
pt: Ocasionalmente
pt_br: Às vezes
ru: Иногда
th: บางครั้ง
tr: Bazen
uk: Іноді
vi: Thỉnh thoảng
zh: 节日时显示
zh_hant: 偶而

# mods_sequential_hotkeys
source: Sequential
bg: Последователен
ca: Seqüencial
cs: Postupné
el: Διαδοχικό
es: Secuencial
fr: Séquentiel
hu: Szekvenciális
id: Berurut
it: Sequenziale
ja: 標準
ko: 순차적
lt: Nuoseklus
lv_lv: Secīgi
ms_my: Berurutan
pt: Sequencial
pt_br: Sequencial
ru: По порядку
th: ตามลำดับ
tr: Ardışık
uk: Послідовний
vi: Chuỗi
zh: 顺序
zh_hant: 順序

# mods_classic_hotkeys
source: Classic
bg: Класически
ca: Clàssic
cs: Klasické
el: Κλασικό
es: Clásico
fr: Classique
hu: Klasszikus
id: Klasik
it: Classico
ja: クラシック
ko: 클래식
lt: Klasikinis
lv_lv: Klasiski
ms_my: Klasik
pt: Clássico
pt_br: Clássico
ru: Классические
th: คลาสสิก
tr: Klasik
uk: Класичний
vi: Cổ điển
zh: 经典
zh_hant: 經典

# never_repeat_random
source: Never repeat
bg: Без повтаряне
ca: No repeteixis mai
cs: Bez opakování
el: Να μην επαναλαμβάνονται
es: No repetir nunca
fr: Toujours sélectionner une beatmap différente
hu: Nincs ismétlés
id: Tidak pernah berulang
it: Nessuna ripetizione
ja: リピートしない
ko: 반복하지 않음
lt: Niekada nesikartoti
lv_lv: Nekad neatkārtot
ms_my: Jangan ulang
pt: Nunca repita
pt_br: Nunca repetir
ru: Без повторений
th: สุ่มไม่ซ้ำ
tr: Asla tekrarlama
uk: Без повторів
vi: Không bao giờ lặp lại
zh: 乱序
zh_hant: 不重複

source: True Random
bg: Напълно произволно
ca: Aleatorietat real
cs: Skutečně náhodné
el: Πραγματικά Τυχαίος
es: Aleatorio verdadero
fr: Parfaitement aléatoire
hu: Valódi véletlenszerű
id: Pengacakan Murni
it: Completamente casuale
ja: 完全ランダム
ko: 완전 무작위
lt: Visiškas Atsitiktinumas
lv_lv: Absolūta Nejaušība
ms_my: Rawak Sebenar
pt: Verdadeiro Aleatório
pt_br: Aleatório Verdadeiro
ru: Абсолютно случайно
th: สุ่มซ้ำ
tr: Gerçek rastgele
uk: Справжня випадковість
vi: Ngẫu nhiên thật
zh: 随机
zh_hant: 真隨機
